{
  "sentences": [
    {
      "en": "I need to open a new bank account.",
      "pt": "Eu preciso abrir uma nova conta bancária."
    },
    {
      "en": "Can you please check your account balance?",
      "pt": "Você pode, por favor, verificar o saldo da sua conta?"
    },
    {
      "en": "She forgot the password for her email account.",
      "pt": "Ela esqueceu a senha da sua conta de e-mail."
    },
    {
      "en": "He gave a detailed account of what happened during the trip.",
      "pt": "Ele deu um relato detalhado do que aconteceu durante a viagem."
    },
    {
      "en": "You must take his lack of experience into account.",
      "pt": "Você deve levar em conta a falta de experiência dele."
    },
    {
      "en": "How do you account for the missing files?",
      "pt": "Como você explica os arquivos que estão faltando?"
    },
    {
      "en": "This new evidence changes the whole account of the crime.",
      "pt": "Esta nova evidência muda toda a versão do crime."
    },
    {
      "en": "I have to transfer some money from my savings account.",
      "pt": "Eu tenho que transferir um dinheiro da minha conta poupança."
    },
    {
      "en": "The company's social media account was hacked last night.",
      "pt": "A conta da empresa na rede social foi hackeada ontem à noite."
    },
    {
      "en": "Women account for 60% of the workforce in this sector.",
      "pt": "As mulheres representam 60% da força de trabalho neste setor."
    },
    {
      "en": "Please log out of your account when you are finished.",
      "pt": "Por favor, saia da sua conta quando terminar."
    },
    {
      "en": "We have a joint account for household expenses.",
      "pt": "Nós temos uma conta conjunta para as despesas da casa."
    },
    {
      "en": "By all accounts, the new restaurant is excellent.",
      "pt": "Segundo todos os relatos, o novo restaurante é excelente."
    },
    {
      "en": "My account was frozen due to suspicious activity.",
      "pt": "Minha conta foi congelada devido a uma atividade suspeita."
    },
    {
      "en": "You need to create an account to access the content.",
      "pt": "Você precisa criar uma conta para acessar o conteúdo."
    },
    {
      "en": "The school was closed on account of the snowstorm.",
      "pt": "A escola foi fechada por causa da tempestade de neve."
    },
    {
      "en": "Can I link my credit card to my online account?",
      "pt": "Posso vincular meu cartão de crédito à minha conta online?"
    },
    {
      "en": "He was asked to give an account of his actions.",
      "pt": "Pediram para ele prestar contas de suas ações."
    },
    {
      "en": "I'm having trouble logging into my account.",
      "pt": "Estou com problemas para entrar na minha conta."
    },
    {
      "en": "All passengers have been accounted for after the emergency landing.",
      "pt": "Todos os passageiros foram localizados após o pouso de emergência."
    },
    {
      "en": "She has a private and a public account on Instagram.",
      "pt": "Ela tem uma conta privada e uma pública no Instagram."
    },
    {
      "en": "The manager will be called to account for the team's poor performance.",
      "pt": "O gerente será chamado a prestar contas pelo mau desempenho da equipe."
    },
    {
      "en": "The bank charges a monthly fee for this type of account.",
      "pt": "O banco cobra uma taxa mensal por este tipo de conta."
    },
    {
      "en": "His opinion is of little account to me.",
      "pt": "A opinião dele tem pouca importância para mim."
    },
    {
      "en": "I read a fascinating account of early polar explorations.",
      "pt": "Eu li um relato fascinante sobre as primeiras explorações polares."
    },
    {
      "en": "This is not the first time I've had issues with my account.",
      "pt": "Esta não é a primeira vez que tenho problemas com minha conta."
    },
    {
      "en": "Genetic factors account for a small percentage of cases.",
      "pt": "Fatores genéticos são responsáveis por uma pequena porcentagem dos casos."
    },
    {
      "en": "He decided to delete his social media account.",
      "pt": "Ele decidiu excluir sua conta de rede social."
    },
    {
      "en": "Would you like to open a checking or a savings account?",
      "pt": "Você gostaria de abrir uma conta corrente ou uma conta poupança?"
    },
    {
      "en": "Her firsthand account of the event was chilling.",
      "pt": "O relato em primeira mão dela sobre o evento foi arrepiante."
    },
    {
      "en": "If you forget your password, you can reset it and access your account.",
      "pt": "Se você esquecer sua senha, pode redefini-la e acessar sua conta."
    },
    {
      "en": "The witness's account contradicted the official report.",
      "pt": "O relato da testemunha contradisse o relatório oficial."
    },
    {
      "en": "I need to update the personal information on my account.",
      "pt": "Preciso atualizar as informações pessoais na minha conta."
    },
    {
      "en": "His version of the story is the most reliable account we have.",
      "pt": "A versão dele da história é o relato mais confiável que temos."
    },
    {
      "en": "An automatic payment is debited from my account each month.",
      "pt": "Um pagamento automático é debitado da minha conta todo mês."
    },
    {
      "en": "He couldn't account for the three hours he was missing.",
      "pt": "Ele não conseguiu explicar as três horas em que esteve desaparecido."
    },
    {
      "en": "We need to take into account the possibility of delays.",
      "pt": "Precisamos levar em conta a possibilidade de atrasos."
    },
    {
      "en": "Your account has been temporarily suspended.",
      "pt": "Sua conta foi suspensa temporariamente."
    },
    {
      "en": "I have an expense account for business travel.",
      "pt": "Eu tenho uma conta de despesas para viagens de negócios."
    },
    {
      "en": "This historical account is biased and incomplete.",
      "pt": "Este relato histórico é tendencioso e incompleto."
    },
    {
      "en": "She set up a new account on the streaming service.",
      "pt": "Ela criou uma nova conta no serviço de streaming."
    },
    {
      "en": "Is there a minimum deposit to open this account?",
      "pt": "Existe um depósito mínimo para abrir esta conta?"
    },
    {
      "en": "I need to settle my account with the hotel before checking out.",
      "pt": "Preciso acertar minha conta com o hotel antes de fazer o check-out."
    },
    {
      "en": "Could you provide a written account of the incident?",
      "pt": "Você poderia fornecer um relato por escrito do incidente?"
    },
    {
      "en": "It seems that someone tried to access my account without permission.",
      "pt": "Parece que alguém tentou acessar minha conta sem permissão."
    },
    {
      "en": "The bank statement for my account arrived in the mail.",
      "pt": "O extrato bancário da minha conta chegou pelo correio."
    },
    {
      "en": "These numbers do not account for inflation.",
      "pt": "Esses números não levam em conta a inflação."
    },
    {
      "en": "He was considered a genius by all accounts.",
      "pt": "Ele era considerado um gênio por todos."
    },
    {
      "en": "This is a business account, not a personal one.",
      "pt": "Esta é uma conta comercial, não pessoal."
    },
    {
      "en": "She gave a brief account of her childhood.",
      "pt": "Ela fez um breve relato de sua infância."
    },
    {
      "en": "I'm closing this account because of the high fees.",
      "pt": "Vou fechar esta conta por causa das taxas altas."
    },
    {
      "en": "How much money do you keep in your checking account?",
      "pt": "Quanto dinheiro você mantém na sua conta corrente?"
    },
    {
      "en": "The suspect's account did not seem credible.",
      "pt": "O relato do suspeito não parecia crível."
    },
    {
      "en": "You can change your account settings at any time.",
      "pt": "Você pode alterar as configurações da sua conta a qualquer momento."
    },
    {
      "en": "On account of his illness, he couldn't attend the meeting.",
      "pt": "Por conta de sua doença, ele não pôde comparecer à reunião."
    },
    {
      "en": "The audit will account for every cent spent.",
      "pt": "A auditoria prestará contas de cada centavo gasto."
    },
    {
      "en": "Do you have another account I can transfer the money to?",
      "pt": "Você tem outra conta para a qual eu possa transferir o dinheiro?"
    },
    {
      "en": "We read a gripping account of the rescue mission.",
      "pt": "Nós lemos um relato emocionante da missão de resgate."
    },
    {
      "en": "My account shows a transaction I don't recognize.",
      "pt": "Minha conta mostra uma transação que eu não reconheço."
    },
    {
      "en": "Agriculture accounts for only 2% of the country's GDP.",
      "pt": "A agricultura representa apenas 2% do PIB do país."
    },
    {
      "en": "The system will automatically log you out of your account after 15 minutes.",
      "pt": "O sistema irá desconectá-lo automaticamente da sua conta após 15 minutos."
    },
    {
      "en": "This is, by his own account, his best work yet.",
      "pt": "Esta é, segundo ele mesmo, sua melhor obra até agora."
    },
    {
      "en": "We should always take cultural differences into account.",
      "pt": "Devemos sempre levar em conta as diferenças culturais."
    },
    {
      "en": "He has a separate bank account for his business.",
      "pt": "Ele tem uma conta bancária separada para seu negócio."
    },
    {
      "en": "The manager couldn't account for the team's failure.",
      "pt": "O gerente não soube explicar o fracasso da equipe."
    },
    {
      "en": "Let me give you a quick account of the main points.",
      "pt": "Deixe-me dar um breve resumo dos pontos principais."
    },
    {
      "en": "I set up two-factor authentication for my account.",
      "pt": "Eu configurei a autenticação de dois fatores para a minha conta."
    },
    {
      "en": "Her achievements are of no account to her critical parents.",
      "pt": "As conquistas dela não têm importância para seus pais críticos."
    },
    {
      "en": "A large deposit was made to his account yesterday.",
      "pt": "Um grande depósito foi feito na conta dele ontem."
    },
    {
      "en": "This book gives a full account of the city's history.",
      "pt": "Este livro oferece um relato completo da história da cidade."
    },
    {
      "en": "The company's account with the supplier is overdue.",
      "pt": "A conta da empresa com o fornecedor está vencida."
    },
    {
      "en": "Can you verify your account with the code we sent?",
      "pt": "Você pode verificar sua conta com o código que enviamos?"
    },
    {
      "en": "His lawyer gave a different account of the events.",
      "pt": "O advogado dele deu uma versão diferente dos eventos."
    },
    {
      "en": "He will have to account for his decisions to the board.",
      "pt": "Ele terá que prestar contas de suas decisões ao conselho."
    },
    {
      "en": "I can access my bank account information online.",
      "pt": "Eu consigo acessar as informações da minha conta bancária online."
    },
    {
      "en": "By some accounts, he is the wealthiest man in the city.",
      "pt": "Segundo alguns relatos, ele é o homem mais rico da cidade."
    },
    {
      "en": "The details of your account are kept confidential.",
      "pt": "Os detalhes da sua conta são mantidos em sigilo."
    },
    {
      "en": "A sudden drop in temperature could account for the change.",
      "pt": "Uma queda súbita na temperatura poderia explicar a mudança."
    },
    {
      "en": "He was held to account for the financial losses.",
      "pt": "Ele foi responsabilizado pelas perdas financeiras."
    },
    {
      "en": "We opened an account with a new internet provider.",
      "pt": "Nós abrimos uma conta com um novo provedor de internet."
    },
    {
      "en": "This diary provides a personal account of the war.",
      "pt": "Este diário fornece um relato pessoal da guerra."
    },
    {
      "en": "My savings account is earning very little interest.",
      "pt": "Minha conta poupança está rendendo juros muito baixos."
    },
    {
      "en": "The user deleted their account and all associated data.",
      "pt": "O usuário excluiu sua conta e todos os dados associados."
    },
    {
      "en": "We must take all factors into account before making a decision.",
      "pt": "Devemos levar todos os fatores em conta antes de tomar uma decisão."
    },
    {
      "en": "Traffic congestion accounts for most of the delays.",
      "pt": "O congestionamento no trânsito é responsável pela maioria dos atrasos."
    },
    {
      "en": "I received a notification that my account password was changed.",
      "pt": "Recebi uma notificação de que a senha da minha conta foi alterada."
    },
    {
      "en": "Her account of the meeting was very different from mine.",
      "pt": "O relato dela sobre a reunião foi muito diferente do meu."
    },
    {
      "en": "The account has been inactive for over a year.",
      "pt": "A conta está inativa há mais de um ano."
    },
    {
      "en": "The director must account for the budget deficit.",
      "pt": "O diretor deve explicar o déficit orçamentário."
    },
    {
      "en": "On no account should you give your password to anyone.",
      "pt": "Em hipótese alguma você deve dar sua senha a ninguém."
    },
    {
      "en": "He keeps a separate account for his investments.",
      "pt": "Ele mantém uma conta separada para seus investimentos."
    },
    {
      "en": "She posted a photo from a new account.",
      "pt": "Ela postou uma foto de uma conta nova."
    },
    {
      "en": "The book is a moving account of her struggle.",
      "pt": "O livro é um relato comovente de sua luta."
    },
    {
      "en": "The report failed to account for the long-term effects.",
      "pt": "O relatório não conseguiu explicar os efeitos a longo prazo."
    },
    {
      "en": "Please provide your account number for verification.",
      "pt": "Por favor, forneça o número da sua conta para verificação."
    },
    {
      "en": "His account was suspended for violating the terms of service.",
      "pt": "A conta dele foi suspensa por violar os termos de serviço."
    },
    {
      "en": "By his account, the project was a complete success.",
      "pt": "Segundo ele, o projeto foi um sucesso completo."
    },
    {
      "en": "There was a strange charge on my bank account.",
      "pt": "Havia uma cobrança estranha na minha conta bancária."
    },
    {
      "en": "How can we create a new user account?",
      "pt": "Como podemos criar uma nova conta de usuário?"
    },
    {
      "en": "The journalist wrote a detailed account of the political scandal.",
      "pt": "O jornalista escreveu um relato detalhado do escândalo político."
    },
    {
      "en": "The interest is credited to your account at the end of each month.",
      "pt": "Os juros são creditados na sua conta no final de cada mês."
    },
    {
      "en": "I need to give the bank my new address for my account.",
      "pt": "Preciso dar ao banco meu novo endereço para minha conta."
    },
    {
      "en": "The survivors gave conflicting accounts of the accident.",
      "pt": "Os sobreviventes deram relatos conflitantes do acidente."
    },
    {
      "en": "A small number of users account for most of the activity.",
      "pt": "Um pequeno número de usuários é responsável pela maior parte da atividade."
    },
    {
      "en": "Did you enable notifications for your account?",
      "pt": "Você ativou as notificações para sua conta?"
    },
    {
      "en": "The government was called to account for its handling of the crisis.",
      "pt": "O governo foi chamado a prestar contas por sua gestão da crise."
    },
    {
      "en": "I would like to close my account with your bank.",
      "pt": "Eu gostaria de encerrar minha conta com o seu banco."
    },
    {
      "en": "He gave an emotional account of his escape.",
      "pt": "Ele deu um relato emocionante de sua fuga."
    },
    {
      "en": "Don't forget to take the shipping costs into account.",
      "pt": "Não se esqueça de levar em conta os custos de envio."
    },
    {
      "en": "My online banking account is very convenient.",
      "pt": "Minha conta bancária online é muito conveniente."
    },
    {
      "en": "How do you account for your sudden change of mind?",
      "pt": "Como você explica sua mudança repentina de opinião?"
    },
    {
      "en": "This account offers overdraft protection.",
      "pt": "Esta conta oferece proteção contra cheque especial."
    },
    {
      "en": "She has built up a large following on her social media account.",
      "pt": "Ela construiu um grande número de seguidores em sua conta de rede social."
    },
    {
      "en": "The book is a chronological account of the events.",
      "pt": "O livro é um relato cronológico dos eventos."
    },
    {
      "en": "Can you check the last transaction on your account?",
      "pt": "Você pode verificar a última transação em sua conta?"
    },
    {
      "en": "His background is of no account in this job application.",
      "pt": "A origem dele não tem importância nesta candidatura de emprego."
    },
    {
      "en": "All team members must be accounted for before we leave.",
      "pt": "Todos os membros da equipe devem ser localizados antes de sairmos."
    },
    {
      "en": "He decided to make his account private.",
      "pt": "Ele decidiu tornar sua conta privada."
    },
    {
      "en": "We need to open an account with a new supplier.",
      "pt": "Precisamos abrir uma conta com um novo fornecedor."
    },
    {
      "en": "The police are investigating her account of the robbery.",
      "pt": "A polícia está investigando o relato dela sobre o assalto."
    },
    {
      "en": "There is no monthly maintenance fee for this account.",
      "pt": "Não há taxa de manutenção mensal para esta conta."
    },
    {
      "en": "Mechanical failure may account for the plane crash.",
      "pt": "Uma falha mecânica pode explicar a queda do avião."
    },
    {
      "en": "You have to be over 18 to create an account.",
      "pt": "Você precisa ter mais de 18 anos para criar uma conta."
    },
    {
      "en": "This is a factual account, not a fictional story.",
      "pt": "Este é um relato factual, não uma história de ficção."
    },
    {
      "en": "The account number you entered is invalid.",
      "pt": "O número da conta que você inseriu é inválido."
    },
    {
      "en": "Let's settle the account at the end of the week.",
      "pt": "Vamos acertar as contas no final da semana."
    },
    {
      "en": "He shared a personal account of his experience on his blog.",
      "pt": "Ele compartilhou um relato pessoal de sua experiência em seu blog."
    },
    {
      "en": "How do I change the email address associated with my account?",
      "pt": "Como eu altero o endereço de e-mail associado à minha conta?"
    },
    {
      "en": "The funds will be transferred to your account within 3 business days.",
      "pt": "Os fundos serão transferidos para sua conta em até 3 dias úteis."
    },
    {
      "en": "The theory does not account for all the facts.",
      "pt": "A teoria não explica todos os fatos."
    },
    {
      "en": "He has a savings account with a good interest rate.",
      "pt": "Ele tem uma conta poupança com uma boa taxa de juros."
    },
    {
      "en": "Her account of the incident raised some questions.",
      "pt": "O relato dela sobre o incidente levantou algumas questões."
    },
    {
      "en": "What information is needed to open a student account?",
      "pt": "Quais informações são necessárias para abrir uma conta de estudante?"
    },
    {
      "en": "By all accounts, the movie was a box-office failure.",
      "pt": "Ao que tudo indica, o filme foi um fracasso de bilheteria."
    },
    {
      "en": "Can I have a second user on my streaming account?",
      "pt": "Posso ter um segundo usuário na minha conta de streaming?"
    },
    {
      "en": "The police asked him to give a full account of the night's events.",
      "pt": "A polícia pediu a ele para dar um relato completo dos eventos da noite."
    },
    {
      "en": "The project was canceled on account of budget cuts.",
      "pt": "O projeto foi cancelado por causa de cortes no orçamento."
    },
    {
      "en": "The money was debited from the wrong account.",
      "pt": "O dinheiro foi debitado da conta errada."
    },
    {
      "en": "The final report must account for all expenditures.",
      "pt": "O relatório final deve prestar contas de todas as despesas."
    },
    {
      "en": "She gave a very different account of the argument.",
      "pt": "Ela deu uma versão muito diferente da discussão."
    },
    {
      "en": "My bank sent me a new card for my account.",
      "pt": "Meu banco me enviou um novo cartão para minha conta."
    },
    {
      "en": "His account was flagged for unusual activity.",
      "pt": "A conta dele foi sinalizada por atividade incomum."
    },
    {
      "en": "Please take my recent illness into account when evaluating my performance.",
      "pt": "Por favor, leve em consideração minha doença recente ao avaliar meu desempenho."
    },
    {
      "en": "The official account of the event omitted several key details.",
      "pt": "O relato oficial do evento omitiu vários detalhes importantes."
    },
    {
      "en": "I need to deposit this check into my account.",
      "pt": "Preciso depositar este cheque na minha conta."
    },
    {
      "en": "Children account for a large proportion of our audience.",
      "pt": "As crianças representam uma grande proporção do nosso público."
    },
    {
      "en": "He couldn't access his account because he was locked out.",
      "pt": "Ele não conseguiu acessar sua conta porque foi bloqueado."
    },
    {
      "en": "This is a true account of life in the 18th century.",
      "pt": "Este é um relato verdadeiro da vida no século XVIII."
    },
    {
      "en": "The government will be held to account for its promises.",
      "pt": "O governo será cobrado por suas promessas."
    },
    {
      "en": "She set up an automatic transfer between her checking and savings account.",
      "pt": "Ela configurou uma transferência automática entre sua conta corrente e poupança."
    },
    {
      "en": "This autobiography gives a candid account of his life.",
      "pt": "Esta autobiografia oferece um relato sincero de sua vida."
    },
    {
      "en": "I received an email to confirm my new account.",
      "pt": "Recebi um e-mail para confirmar minha nova conta."
    },
    {
      "en": "On no account are you to leave the house.",
      "pt": "Sob nenhuma circunstância você deve sair de casa."
    },
    {
      "en": "He manages the company's main sales account.",
      "pt": "Ele gerencia a principal conta de vendas da empresa."
    },
    {
      "en": "The police are still trying to account for the missing person.",
      "pt": "A polícia ainda está tentando localizar a pessoa desaparecida."
    },
    {
      "en": "Is it possible to merge these two accounts?",
      "pt": "É possível fundir estas duas contas?"
    },
    {
      "en": "The historian's account was based on extensive research.",
      "pt": "O relato do historiador foi baseado em extensa pesquisa."
    },
    {
      "en": "A direct debit is taken from my account every month for rent.",
      "pt": "Um débito direto é retirado da minha conta todo mês para o aluguel."
    },
    {
      "en": "The biography provides an interesting account of his early years.",
      "pt": "A biografia fornece um relato interessante de seus primeiros anos."
    },
    {
      "en": "Your account profile is not complete yet.",
      "pt": "O perfil da sua conta ainda não está completo."
    },
    {
      "en": "Poor marketing could account for the product's failure.",
      "pt": "O marketing ruim poderia explicar o fracasso do produto."
    },
    {
      "en": "I'd like to make a withdrawal from my account.",
      "pt": "Eu gostaria de fazer um saque da minha conta."
    },
    {
      "en": "His account of the journey was filled with humor.",
      "pt": "O relato dele sobre a viagem era cheio de humor."
    },
    {
      "en": "The account was created using a fake name.",
      "pt": "A conta foi criada usando um nome falso."
    },
    {
      "en": "By her own account, she was a difficult child.",
      "pt": "Segundo ela mesma, ela era uma criança difícil."
    },
    {
      "en": "You haven't taken all the variables into account.",
      "pt": "Você não levou todas as variáveis em conta."
    },
    {
      "en": "I got a notification about a login attempt on my account from another country.",
      "pt": "Recebi uma notificação sobre uma tentativa de login na minha conta de outro país."
    },
    {
      "en": "The funds are held in a separate trust account.",
      "pt": "Os fundos são mantidos em uma conta fiduciária separada."
    },
    {
      "en": "The director had to account for the movie's huge budget.",
      "pt": "O diretor teve que justificar o enorme orçamento do filme."
    },
    {
      "en": "He gave a blow-by-blow account of the fight.",
      "pt": "Ele deu um relato detalhado da briga."
    },
    {
      "en": "Is this a personal or a corporate account?",
      "pt": "Esta é uma conta pessoal ou corporativa?"
    },
    {
      "en": "I need to reset my account password again.",
      "pt": "Preciso redefinir a senha da minha conta novamente."
    },
    {
      "en": "He was asked to account for his whereabouts on Tuesday night.",
      "pt": "Pediram para ele explicar seu paradeiro na noite de terça-feira."
    },
    {
      "en": "A small amount of money was withdrawn from my account without my permission.",
      "pt": "Uma pequena quantia de dinheiro foi retirada da minha conta sem minha permissão."
    },
    {
      "en": "The movie is a fictional account of a true story.",
      "pt": "O filme é um relato ficcional de uma história real."
    },
    {
      "en": "She has an active account on several professional networking sites.",
      "pt": "Ela tem uma conta ativa em vários sites de redes profissionais."
    },
    {
      "en": "On account of the holiday, the banks are closed.",
      "pt": "Por causa do feriado, os bancos estão fechados."
    },
    {
      "en": "Your account will be debited for the full amount.",
      "pt": "Sua conta será debitada no valor total."
    },
    {
      "en": "The statistics account for only part of the story.",
      "pt": "As estatísticas representam apenas parte da história."
    },
    {
      "en": "Can you give me the account number and routing number?",
      "pt": "Você pode me dar o número da conta e o número de roteamento?"
    },
    {
      "en": "His testimony provided the only eyewitness account.",
      "pt": "O depoimento dele forneceu o único relato de testemunha ocular."
    },
    {
      "en": "I think my account has been compromised.",
      "pt": "Acho que minha conta foi comprometida."
    },
    {
      "en": "You have to account for every minute of your time.",
      "pt": "Você tem que prestar contas de cada minuto do seu tempo."
    },
    {
      "en": "The money was put into a special account for his education.",
      "pt": "O dinheiro foi colocado em uma conta especial para a educação dele."
    },
    {
      "en": "There are several conflicting accounts of what really happened.",
      "pt": "Existem vários relatos conflitantes sobre o que realmente aconteceu."
    },
    {
      "en": "This is a guest account with limited privileges.",
      "pt": "Esta é uma conta de convidado com privilégios limitados."
    },
    {
      "en": "The manager was held to account for the project's failure.",
      "pt": "O gerente foi responsabilizado pelo fracasso do projeto."
    },
    {
      "en": "The court will take her good behavior into account.",
      "pt": "O tribunal levará em conta o bom comportamento dela."
    },
    {
      "en": "The final payment will be charged to your account on file.",
      "pt": "O pagamento final será cobrado na sua conta registrada."
    },
    {
      "en": "This factor alone cannot account for the results.",
      "pt": "Este fator sozinho não pode explicar os resultados."
    },
    {
      "en": "He is the main contact for this client's account.",
      "pt": "Ele é o contato principal para a conta deste cliente."
    },
    {
      "en": "She wrote a humorous account of her travels in Asia.",
      "pt": "Ela escreveu um relato humorístico de suas viagens pela Ásia."
    },
    {
      "en": "I have to call the bank because there's a problem with my account.",
      "pt": "Preciso ligar para o banco porque há um problema com minha conta."
    },
    {
      "en": "On no account should this information be made public.",
      "pt": "De forma alguma esta informação deve ser tornada pública."
    },
    {
      "en": "This account is for day-to-day transactions.",
      "pt": "Esta conta é para transações do dia a dia."
    },
    {
      "en": "The pilot had to account for the flight delay.",
      "pt": "O piloto teve que explicar o atraso do voo."
    },
    {
      "en": "By all accounts, he was a fair and generous man.",
      "pt": "Segundo todos, ele era um homem justo e generoso."
    },
    {
      "en": "The username for your account cannot be changed.",
      "pt": "O nome de usuário da sua conta não pode ser alterado."
    },
    {
      "en": "The memoirs provide a fascinating account of his political career.",
      "pt": "As memórias fornecem um relato fascinante de sua carreira política."
    },
    {
      "en": "How can I check the status of my account?",
      "pt": "Como posso verificar o status da minha conta?"
    },
    {
      "en": "You need to account for your expenses on the trip.",
      "pt": "Você precisa prestar contas de suas despesas na viagem."
    },
    {
      "en": "The documents give a different account of the historical events.",
      "pt": "Os documentos dão uma versão diferente dos eventos históricos."
    },
    {
      "en": "I forgot to log out of my account on a public computer.",
      "pt": "Esqueci de sair da minha conta em um computador público."
    },
    {
      "en": "His age was of no account; he was hired for his skills.",
      "pt": "A idade dele não importava; ele foi contratado por suas habilidades."
    },
    {
      "en": "The account provides a vivid description of the battle.",
      "pt": "O relato fornece uma descrição vívida da batalha."
    },
    {
      "en": "We need to settle our account before we leave.",
      "pt": "Precisamos acertar nossa conta antes de partirmos."
    },
    {
      "en": "I created a new account to play the game from the beginning.",
      "pt": "Eu criei uma nova conta para jogar o jogo desde o início."
    },
    {
      "en": "This theory must account for all the available data.",
      "pt": "Esta teoria deve explicar todos os dados disponíveis."
    },
    {
      "en": "He opened a brokerage account to start investing.",
      "pt": "Ele abriu uma conta de corretagem para começar a investir."
    },
    {
      "en": "Her blog gives a day-by-day account of her training.",
      "pt": "O blog dela dá um relato diário de seu treinamento."
    },
    {
      "en": "You didn't take into account that the traffic would be heavy.",
      "pt": "Você não levou em conta que o trânsito estaria intenso."
    },
    {
      "en": "Please enter your account credentials to proceed.",
      "pt": "Por favor, insira suas credenciais de conta para prosseguir."
    },
    {
      "en": "The president will be called to account for his decisions.",
      "pt": "O presidente será chamado a prestar contas por suas decisões."
    },
    {
      "en": "I'm setting up a separate bank account for my freelance work.",
      "pt": "Estou abrindo uma conta bancária separada para o meu trabalho freelance."
    },
    {
      "en": "The documentary offers a balanced account of the conflict.",
      "pt": "O documentário oferece um relato equilibrado do conflito."
    },
    {
      "en": "Bad weather may account for the poor attendance.",
      "pt": "O mau tempo pode explicar a baixa presença."
    },
    {
      "en": "I've linked my loyalty card to my online account.",
      "pt": "Eu vinculei meu cartão de fidelidade à minha conta online."
    },
    {
      "en": "By his own account, he was in the wrong place at the wrong time.",
      "pt": "Segundo ele mesmo, ele estava no lugar errado na hora errada."
    },
    {
      "en": "The politician gave a vague account of his plans.",
      "pt": "O político deu um relato vago de seus planos."
    },
    {
      "en": "I have a checking account and a savings account with the same bank.",
      "pt": "Eu tenho uma conta corrente e uma conta poupança no mesmo banco."
    },
    {
      "en": "We must account for all the equipment before returning it.",
      "pt": "Devemos conferir todo o equipamento antes de devolvê-lo."
    },
    {
      "en": "He deleted his account after a privacy scandal.",
      "pt": "Ele excluiu sua conta após um escândalo de privacidade."
    },
    {
      "en": "The article gives a detailed account of the research findings.",
      "pt": "O artigo apresenta um relato detalhado dos resultados da pesquisa."
    },
    {
      "en": "The money should appear in your account shortly.",
      "pt": "O dinheiro deve aparecer na sua conta em breve."
    },
    {
      "en": "He was asked to give a full account of his activities.",
      "pt": "Pediram para ele dar um relato completo de suas atividades."
    },
    {
      "en": "On account of his good work, he received a promotion.",
      "pt": "Devido ao seu bom trabalho, ele recebeu uma promoção."
    },
    {
      "en": "The government must account for its use of public funds.",
      "pt": "O governo deve prestar contas do uso de fundos públicos."
    },
    {
      "en": "You need to confirm your email to activate the account.",
      "pt": "Você precisa confirmar seu e-mail para ativar a conta."
    },
    {
      "en": "She provided a clear and concise account of the problem.",
      "pt": "Ela forneceu um relato claro e conciso do problema."
    },
    {
      "en": "This investment account has performed well this year.",
      "pt": "Esta conta de investimento teve um bom desempenho este ano."
    },
    {
      "en": "Have you taken into account the potential risks?",
      "pt": "Você levou em conta os riscos potenciais?"
    },
    {
      "en": "Each employee is given a corporate email account.",
      "pt": "Cada funcionário recebe uma conta de e-mail corporativa."
    },
    {
      "en": "The official account differs from what witnesses are saying.",
      "pt": "A versão oficial difere do que as testemunhas estão dizendo."
    },
    {
      "en": "The lost hikers were all accounted for by morning.",
      "pt": "Os caminhantes perdidos foram todos encontrados pela manhã."
    },
    {
      "en": "I'm having difficulty accessing my online account.",
      "pt": "Estou com dificuldade para acessar minha conta online."
    },
    {
      "en": "She keeps a detailed account of her daily expenses.",
      "pt": "Ela mantém um registro detalhado de suas despesas diárias."
    },
    {
      "en": "By all accounts, the surgery was successful.",
      "pt": "Ao que tudo indica, a cirurgia foi um sucesso."
    },
    {
      "en": "Your account has insufficient funds to complete this transaction.",
      "pt": "Sua conta não tem fundos suficientes para completar esta transação."
    },
    {
      "en": "The company was called to account for the environmental damage.",
      "pt": "A empresa foi chamada a prestar contas pelos danos ambientais."
    },
    {
      "en": "This is a sanitized account of what really happened.",
      "pt": "Este é um relato amenizado do que realmente aconteceu."
    },
    {
      "en": "His ideas are of little account in this discussion.",
      "pt": "As ideias dele têm pouca importância nesta discussão."
    },
    {
      "en": "The CEO had to account for the drop in profits.",
      "pt": "O CEO teve que explicar a queda nos lucros."
    },
    {
      "en": "Can I have two separate profiles on one account?",
      "pt": "Posso ter dois perfis separados em uma conta?"
    },
    {
      "en": "I'd like to deposit this money into my savings account.",
      "pt": "Gostaria de depositar este dinheiro na minha conta poupança."
    },
    {
      "en": "His journal offers a personal account of the expedition.",
      "pt": "O diário dele oferece um relato pessoal da expedição."
    },
    {
      "en": "The registration process for a new account is very simple.",
      "pt": "O processo de registro para uma nova conta é muito simples."
    },
    {
      "en": "This does not account for the emotional impact of the decision.",
      "pt": "Isso não leva em conta o impacto emocional da decisão."
    },
    {
      "en": "You must settle your account in full.",
      "pt": "Você deve quitar sua conta integralmente."
    },
    {
      "en": "She gave a rather biased account of the situation.",
      "pt": "Ela deu um relato bastante tendencioso da situação."
    },
    {
      "en": "The bank will send you a monthly statement for your account.",
      "pt": "O banco lhe enviará um extrato mensal de sua conta."
    },
    {
      "en": "I can't remember which email I used for this account.",
      "pt": "Não consigo lembrar qual e-mail usei para esta conta."
    },
    {
      "en": "We must account for every student on the field trip.",
      "pt": "Temos que garantir que todos os alunos na excursão estejam presentes."
    },
    {
      "en": "His testimony was, by his own account, not entirely truthful.",
      "pt": "O depoimento dele, segundo ele mesmo, não era totalmente verdadeiro."
    },
    {
      "en": "Your account settings have been saved.",
      "pt": "As configurações da sua conta foram salvas."
    },
    {
      "en": "The newspaper gave a one-sided account of the protest.",
      "pt": "O jornal deu uma versão unilateral do protesto."
    },
    {
      "en": "The bank statement shows all the transactions on your account.",
      "pt": "O extrato bancário mostra todas as transações em sua conta."
    },
    {
      "en": "Differences in diet could account for the variation in results.",
      "pt": "Diferenças na dieta poderiam explicar a variação nos resultados."
    },
    {
      "en": "She wants to open a college savings account for her son.",
      "pt": "Ela quer abrir uma conta poupança para a faculdade de seu filho."
    },
    {
      "en": "His account was deleted due to inactivity.",
      "pt": "A conta dele foi excluída por inatividade."
    },
    {
      "en": "We have to take into account the long-term consequences.",
      "pt": "Temos que levar em conta as consequências a longo prazo."
    },
    {
      "en": "The book is a first-person account of surviving a disaster.",
      "pt": "O livro é um relato em primeira pessoa sobre sobreviver a um desastre."
    },
    {
      "en": "The teacher had to account for the students' poor test scores.",
      "pt": "O professor teve que explicar as notas baixas dos alunos na prova."
    },
    {
      "en": "I need to change the billing address on my account.",
      "pt": "Preciso alterar o endereço de cobrança na minha conta."
    },
    {
      "en": "He left the country on account of his political beliefs.",
      "pt": "Ele deixou o país por causa de suas crenças políticas."
    },
    {
      "en": "The funds were credited to the wrong account.",
      "pt": "Os fundos foram creditados na conta errada."
    },
    {
      "en": "This is the most accurate historical account of that period.",
      "pt": "Este é o relato histórico mais preciso daquele período."
    },
    {
      "en": "On no account will I agree to those terms.",
      "pt": "De modo algum eu concordarei com esses termos."
    },
    {
      "en": "The login details for your account have been sent to your email.",
      "pt": "Os dados de login para sua conta foram enviados para o seu e-mail."
    },
    {
      "en": "I need to withdraw some cash from my account.",
      "pt": "Preciso sacar um dinheiro da minha conta."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "account",
      "options": [
        "account",
        "count"
      ],
      "correct": "account"
    },
    {
      "question": "account",
      "options": [
        "amount",
        "account"
      ],
      "correct": "account"
    },
    {
      "question": "account",
      "options": [
        "account",
        "accent"
      ],
      "correct": "account"
    },
    {
      "question": "account",
      "options": [
        "recount",
        "account"
      ],
      "correct": "account"
    },
    {
      "question": "account",
      "options": [
        "account",
        "discount"
      ],
      "correct": "account"
    },
    {
      "question": "account",
      "options": [
        "sound",
        "account"
      ],
      "correct": "account"
    },
    {
      "question": "account",
      "options": [
        "account",
        "around"
      ],
      "correct": "account"
    },
    {
      "question": "account",
      "options": [
        "mount",
        "account"
      ],
      "correct": "account"
    },
    {
      "question": "account",
      "options": [
        "account",
        "can't"
      ],
      "correct": "account"
    },
    {
      "question": "account",
      "options": [
        "surround",
        "account"
      ],
      "correct": "account"
    },
    {
      "question": "account",
      "options": [
        "account",
        "fount"
      ],
      "correct": "account"
    },
    {
      "question": "account",
      "options": [
        "crowned",
        "account"
      ],
      "correct": "account"
    },
    {
      "question": "account",
      "options": [
        "account",
        "compound"
      ],
      "correct": "account"
    },
    {
      "question": "account",
      "options": [
        "renowned",
        "account"
      ],
      "correct": "account"
    },
    {
      "question": "account",
      "options": [
        "account",
        "hound"
      ],
      "correct": "account"
    }
  ]
}
