{
  "sentences": [
    {
      "en": "She tried her best to conceal her disappointment with a practiced smile.",
      "pt": "Ela fez o possível para disfarçar sua decepção com um sorriso ensaiado."
    },
    {
      "en": "The corporation was accused of attempting to conceal evidence of its environmental violations.",
      "pt": "A corporação foi acusada de tentar ocultar evidências de suas violações ambientais."
    },
    {
      "en": "He wore a high-collared shirt to conceal the tattoo on his neck.",
      "pt": "Ele usava uma camisa de colarinho alto para esconder a tatuagem em seu pescoço."
    },
    {
      "en": "The politician's affable public persona was a thin veil used to conceal his ruthless ambition.",
      "pt": "A persona pública afável do político era um véu fino usado para esconder sua ambição implacável."
    },
    {
      "en": "The dense morning fog completely concealed the harbor from view.",
      "pt": "A densa neblina da manhã ocultava completamente o porto da vista."
    },
    {
      "en": "Why would he go to such great lengths to conceal his whereabouts on the night of the crime?",
      "pt": "Por que ele se daria a tanto trabalho para esconder seu paradeiro na noite do crime?"
    },
    {
      "en": "The magician cleverly concealed the dove in a hidden compartment of his jacket.",
      "pt": "O mágico habilmente escondeu a pomba em um compartimento secreto de seu paletó."
    },
    {
      "en": "It is nearly impossible for him to conceal his contempt for bureaucratic inefficiency.",
      "pt": "É quase impossível para ele dissimular seu desprezo pela ineficiência burocrática."
    },
    {
      "en": "The financial report seemed designed to conceal the company's true debt rather than reveal it.",
      "pt": "O relatório financeiro parecia projetado para ocultar a verdadeira dívida da empresa, em vez de revelá-la."
    },
    {
      "en": "A concealed weapon was discovered during the routine security check.",
      "pt": "Uma arma oculta foi descoberta durante a verificação de segurança de rotina."
    },
    {
      "en": "She found it difficult to conceal her amusement at his ridiculous excuse.",
      "pt": "Ela achou difícil esconder sua diversão com a desculpa ridícula dele."
    },
    {
      "en": "The investigation uncovered a complex network of shell corporations used to conceal the flow of illicit funds.",
      "pt": "A investigação descobriu uma rede complexa de empresas de fachada usada para ocultar o fluxo de fundos ilícitos."
    },
    {
      "en": "Not even the most skillfully applied makeup could fully conceal the exhaustion in her eyes.",
      "pt": "Nem mesmo a maquiagem mais habilmente aplicada conseguia esconder completamente a exaustão em seus olhos."
    },
    {
      "en": "The suspect made no attempt to conceal his identity from the security cameras.",
      "pt": "O suspeito não fez nenhuma tentativa de esconder sua identidade das câmeras de segurança."
    },
    {
      "en": "The historical records were intentionally altered to conceal embarrassing truths about the nation's past.",
      "pt": "Os registros históricos foram intencionalmente alterados para ocultar verdades embaraçosas sobre o passado da nação."
    },
    {
      "en": "He could not conceal the note of sarcasm in his voice when he congratulated his rival.",
      "pt": "Ele não conseguiu disfarçar a nota de sarcasmo em sua voz ao parabenizar seu rival."
    },
    {
      "en": "The purpose of the intricate legal language was to conceal a loophole that benefited the company.",
      "pt": "O propósito da linguagem jurídica intrincada era ocultar uma brecha que beneficiava a empresa."
    },
    {
      "en": "The dense foliage of the jungle provided the perfect cover to conceal the soldiers' movements.",
      "pt": "A densa folhagem da selva forneceu a cobertura perfeita para ocultar os movimentos dos soldados."
    },
    {
      "en": "It is a felony to knowingly conceal information from a federal investigator.",
      "pt": "É um crime federal ocultar informações de um investigador federal de forma consciente."
    },
    {
      "en": "Despite his calm demeanor, he was unable to conceal the slight tremor in his hands.",
      "pt": "Apesar de seu comportamento calmo, ele não conseguiu esconder o leve tremor em suas mãos."
    },
    {
      "en": "The company's press release was a masterclass in using jargon to conceal a lack of progress.",
      "pt": "O comunicado de imprensa da empresa foi uma aula de mestre em usar jargões para ocultar a falta de progresso."
    },
    {
      "en": "The secret passage was concealed behind a rotating section of the library's bookshelf.",
      "pt": "A passagem secreta estava escondida atrás de uma seção giratória da estante da biblioteca."
    },
    {
      "en": "She was an expert at concealing her true intentions behind a mask of indifference.",
      "pt": "Ela era uma especialista em ocultar suas verdadeiras intenções por trás de uma máscara de indiferença."
    },
    {
      "en": "How long did you think you could conceal the fact that you were deeply in debt?",
      "pt": "Por quanto tempo você achou que conseguiria esconder o fato de que estava profundamente endividado?"
    },
    {
      "en": "The overgrown garden concealed what was once a beautiful stone pathway.",
      "pt": "O jardim malcuidado escondia o que um dia foi um belo caminho de pedras."
    },
    {
      "en": "He was advised by his lawyer not to say anything that might conceal or misrepresent the facts.",
      "pt": "Ele foi aconselhado por seu advogado a não dizer nada que pudesse ocultar ou deturpar os fatos."
    },
    {
      "en": "The initial excitement of the project could not conceal the underlying logistical problems.",
      "pt": "A empolgação inicial do projeto não conseguiu mascarar os problemas logísticos subjacentes."
    },
    {
      "en": "She used a loose-fitting dress to conceal the early stages of her pregnancy.",
      "pt": "Ela usou um vestido largo para esconder os estágios iniciais de sua gravidez."
    },
    {
      "en": "The data had been encrypted to conceal it from unauthorized access.",
      "pt": "Os dados foram criptografados para ocultá-los de acesso não autorizado."
    },
    {
      "en": "He made a poor attempt to conceal his guilt, avoiding eye contact and fidgeting nervously.",
      "pt": "Ele fez uma tentativa fraca de esconder sua culpa, evitando contato visual e se mexendo nervosamente."
    },
    {
      "en": "A layer of fresh snow concealed the treacherous ice underneath.",
      "pt": "Uma camada de neve fresca escondia o gelo traiçoeiro por baixo."
    },
    {
      "en": "The author uses complex allegories to conceal his critique of the current political regime.",
      "pt": "O autor usa alegorias complexas para ocultar sua crítica ao regime político atual."
    },
    {
      "en": "There is no point in trying to conceal your mistakes; it's better to own up to them.",
      "pt": "Não adianta tentar esconder seus erros; é melhor admiti-los."
    },
    {
      "en": "The document was concealed within the lining of an old suitcase.",
      "pt": "O documento estava escondido dentro do forro de uma mala velha."
    },
    {
      "en": "Her cheerful letters home were meant to conceal the hardships she was actually facing.",
      "pt": "Suas cartas alegres para casa tinham a intenção de esconder as dificuldades que ela estava realmente enfrentando."
    },
    {
      "en": "The financial scheme was ingeniously designed to conceal the identities of the investors.",
      "pt": "O esquema financeiro foi engenhosamente projetado para ocultar as identidades dos investidores."
    },
    {
      "en": "He could not conceal his surprise when his former mentor walked into the room.",
      "pt": "Ele não conseguiu esconder sua surpresa quando seu antigo mentor entrou na sala."
    },
    {
      "en": "The military's official statement seemed to conceal more than it revealed about the operation.",
      "pt": "A declaração oficial dos militares parecia ocultar mais do que revelava sobre a operação."
    },
    {
      "en": "The antique desk had a secret drawer, cleverly concealed in the woodwork.",
      "pt": "A escrivaninha antiga tinha uma gaveta secreta, habilmente escondida na marcenaria."
    },
    {
      "en": "It's unethical for a doctor to conceal a patient's diagnosis from them without a compelling reason.",
      "pt": "Não é ético um médico ocultar o diagnóstico de um paciente sem um motivo convincente."
    },
    {
      "en": "The defendant's elaborate alibi was a desperate attempt to conceal his involvement.",
      "pt": "O álibi elaborado do réu era uma tentativa desesperada de ocultar seu envolvimento."
    },
    {
      "en": "Her sunglasses concealed her eyes, making it impossible to know what she was thinking.",
      "pt": "Seus óculos de sol escondiam seus olhos, tornando impossível saber o que ela estava pensando."
    },
    {
      "en": "The restructuring of the company was just a maneuver to conceal its massive losses.",
      "pt": "A reestruturação da empresa foi apenas uma manobra para ocultar suas perdas massivas."
    },
    {
      "en": "The password protection is designed to conceal sensitive information from prying eyes.",
      "pt": "A proteção por senha é projetada para ocultar informações sensíveis de olhos curiosos."
    },
    {
      "en": "He struggled to conceal his annoyance when the meeting was postponed yet again.",
      "pt": "Ele lutou para disfarçar sua irritação quando a reunião foi adiada mais uma vez."
    },
    {
      "en": "The witness was accused of perjury for attempting to conceal crucial details from the court.",
      "pt": "A testemunha foi acusada de perjúrio por tentar ocultar detalhes cruciais do tribunal."
    },
    {
      "en": "The simplicity of the device's exterior concealed its complex internal mechanics.",
      "pt": "A simplicidade do exterior do dispositivo escondia sua complexa mecânica interna."
    },
    {
      "en": "Is it ever justifiable to conceal the truth to protect someone's feelings?",
      "pt": "É justificável em algum momento ocultar a verdade para proteger os sentimentos de alguém?"
    },
    {
      "en": "The smugglers used hollowed-out books to conceal the contraband.",
      "pt": "Os contrabandistas usavam livros ocos para esconder o contrabando."
    },
    {
      "en": "Her seemingly casual question was a calculated attempt to conceal her true purpose.",
      "pt": "Sua pergunta aparentemente casual foi uma tentativa calculada de ocultar seu verdadeiro propósito."
    },
    {
      "en": "The facts of the case had been deliberately concealed by those in power.",
      "pt": "Os fatos do caso foram deliberadamente ocultados por aqueles no poder."
    },
    {
      "en": "He couldn't conceal his glee at his competitor's misfortune.",
      "pt": "Ele não conseguia esconder sua alegria com o infortúnio de seu concorrente."
    },
    {
      "en": "The auditors found that the company had used creative accounting to conceal its financial instability.",
      "pt": "Os auditores descobriram que a empresa havia usado contabilidade criativa para ocultar sua instabilidade financeira."
    },
    {
      "en": "The microphone was so small it could be easily concealed in a button.",
      "pt": "O microfone era tão pequeno que podia ser facilmente escondido em um botão."
    },
    {
      "en": "She learned early in her career to conceal her vulnerabilities to avoid being taken advantage of.",
      "pt": "Ela aprendeu no início de sua carreira a esconder suas vulnerabilidades para evitar que se aproveitassem dela."
    },
    {
      "en": "The new paint did a good job of concealing the cracks in the old wall.",
      "pt": "A nova tinta fez um bom trabalho em esconder as rachaduras na parede antiga."
    },
    {
      "en": "He tried to conceal his lack of knowledge on the subject by using vague and evasive language.",
      "pt": "Ele tentou esconder sua falta de conhecimento sobre o assunto usando uma linguagem vaga e evasiva."
    },
    {
      "en": "The spy had a special code to conceal the true meaning of his messages.",
      "pt": "O espião tinha um código especial para ocultar o verdadeiro significado de suas mensagens."
    },
    {
      "en": "It was an open secret, one that everyone knew but politely agreed to conceal.",
      "pt": "Era um segredo de polichinelo, um que todos sabiam, mas educadamente concordavam em não revelar."
    },
    {
      "en": "A heavy curtain was drawn to conceal the mess backstage.",
      "pt": "Uma cortina pesada foi fechada para esconder a bagunça nos bastidores."
    },
    {
      "en": "The CEO's resignation was a strategic move to conceal the board's internal conflicts.",
      "pt": "A renúncia do CEO foi uma jogada estratégica para ocultar os conflitos internos do conselho."
    },
    {
      "en": "She bit her lip to conceal a smile during the serious presentation.",
      "pt": "Ela mordeu o lábio para esconder um sorriso durante a apresentação séria."
    },
    {
      "en": "The legal system should not be used as a tool to conceal wrongdoing.",
      "pt": "O sistema jurídico não deve ser usado como uma ferramenta para acobertar irregularidades."
    },
    {
      "en": "The complexity of the algorithm helps to conceal how it makes its decisions.",
      "pt": "A complexidade do algoritmo ajuda a ocultar como ele toma suas decisões."
    },
    {
      "en": "The pain in his eyes was something his cheerful tone could not fully conceal.",
      "pt": "A dor em seus olhos era algo que seu tom alegre não conseguia esconder completamente."
    },
    {
      "en": "The hacker used a proxy server to conceal his IP address and location.",
      "pt": "O hacker usou um servidor proxy para ocultar seu endereço de IP e localização."
    },
    {
      "en": "The purpose of a military camouflage is to conceal soldiers and equipment from the enemy.",
      "pt": "O propósito da camuflagem militar é ocultar soldados e equipamentos do inimigo."
    },
    {
      "en": "He made no effort to conceal his boredom, yawning openly throughout the lecture.",
      "pt": "Ele não fez nenhum esforço para esconder seu tédio, bocejando abertamente durante toda a palestra."
    },
    {
      "en": "The nonprofit's opaque finances seemed to conceal how donations were actually being spent.",
      "pt": "As finanças opacas da organização sem fins lucrativos pareciam ocultar como as doações estavam realmente sendo gastas."
    },
    {
      "en": "The floorboards had been specially designed to conceal a small safe.",
      "pt": "O assoalho foi especialmente projetado para esconder um pequeno cofre."
    },
    {
      "en": "What are you trying to conceal by being so secretive about your past?",
      "pt": "O que você está tentando esconder sendo tão reservado sobre seu passado?"
    },
    {
      "en": "The company was fined for deliberately concealing the known side effects of their new drug.",
      "pt": "A empresa foi multada por ocultar deliberadamente os efeitos colaterais conhecidos de seu novo medicamento."
    },
    {
      "en": "Her oversized coat concealed the fact that she was several months pregnant.",
      "pt": "Seu casaco extra grande escondia o fato de que ela estava grávida de vários meses."
    },
    {
      "en": "He had to conceal his true identity while working as an undercover agent.",
      "pt": "Ele teve que ocultar sua verdadeira identidade enquanto trabalhava como agente infiltrado."
    },
    {
      "en": "The dense, technical language of the contract concealed several unfavorable clauses.",
      "pt": "A linguagem densa e técnica do contrato escondia várias cláusulas desfavoráveis."
    },
    {
      "en": "She could not conceal the blush that crept up her neck.",
      "pt": "Ela não conseguiu esconder o rubor que subiu por seu pescoço."
    },
    {
      "en": "The official inquiry concluded that there had been a concerted effort to conceal the truth from the public.",
      "pt": "O inquérito oficial concluiu que houve um esforço conjunto para ocultar a verdade do público."
    },
    {
      "en": "The hollow heel of his shoe was a perfect place to conceal the microfilm.",
      "pt": "O salto oco de seu sapato era um lugar perfeito para esconder o microfilme."
    },
    {
      "en": "The artist's seemingly random brushstrokes actually work to conceal a hidden image.",
      "pt": "As pinceladas aparentemente aleatórias do artista na verdade trabalham para ocultar uma imagem escondida."
    },
    {
      "en": "He was unable to conceal his irritation at the constant interruptions.",
      "pt": "Ele foi incapaz de disfarçar sua irritação com as interrupções constantes."
    },
    {
      "en": "The organization's lack of transparency makes it easy to conceal conflicts of interest.",
      "pt": "A falta de transparência da organização facilita a ocultação de conflitos de interesse."
    },
    {
      "en": "The tall hedge was planted to conceal the property from the prying eyes of neighbors.",
      "pt": "A cerca-viva alta foi plantada para esconder a propriedade dos olhos curiosos dos vizinhos."
    },
    {
      "en": "It is futile to try and conceal your online activities from a skilled cybersecurity expert.",
      "pt": "É fútil tentar esconder suas atividades online de um especialista em cibersegurança habilidoso."
    },
    {
      "en": "The witness testimony was crucial in revealing what the company had tried to conceal.",
      "pt": "O depoimento da testemunha foi crucial para revelar o que a empresa havia tentado ocultar."
    },
    {
      "en": "He wore a mask, not to conceal his identity, but to protect himself from the dust.",
      "pt": "Ele usava uma máscara, não para esconder sua identidade, mas para se proteger da poeira."
    },
    {
      "en": "The cheerful music was used in the film to ironically conceal the sinister events taking place.",
      "pt": "A música alegre foi usada no filme para, ironicamente, ocultar os eventos sinistros que estavam acontecendo."
    },
    {
      "en": "The false bottom of the trunk was designed to conceal smuggled goods.",
      "pt": "O fundo falso do porta-malas foi projetado para esconder mercadorias contrabandeadas."
    },
    {
      "en": "She could not conceal her envy when her sister announced her engagement.",
      "pt": "Ela não conseguiu esconder sua inveja quando sua irmã anunciou seu noivado."
    },
    {
      "en": "The government's use of classified information is a way to conceal sensitive intelligence from adversaries.",
      "pt": "O uso de informações sigilosas pelo governo é uma forma de ocultar inteligência sensível de adversários."
    },
    {
      "en": "A thick layer of dust concealed the intricate carvings on the antique furniture.",
      "pt": "Uma espessa camada de poeira escondia as entalhes intrincados nos móveis antigos."
    },
    {
      "en": "He had spent a lifetime learning how to conceal his emotions, making him very hard to read.",
      "pt": "Ele passou a vida inteira aprendendo a dissimular suas emoções, tornando-o muito difícil de decifrar."
    },
    {
      "en": "The scandal was not the crime itself, but the elaborate cover-up to conceal it.",
      "pt": "O escândalo não foi o crime em si, mas o elaborado acobertamento para ocultá-lo."
    },
    {
      "en": "The abandoned mine shaft was used to conceal the stolen art.",
      "pt": "O poço da mina abandonada foi usado para esconder a arte roubada."
    },
    {
      "en": "She struggled to conceal her trembling hands as she accepted the award.",
      "pt": "Ela lutou para esconder suas mãos trêmulas ao aceitar o prêmio."
    },
    {
      "en": "The complex financial derivatives were used to conceal the riskiness of the investments.",
      "pt": "Os complexos derivativos financeiros foram usados para ocultar o risco dos investimentos."
    },
    {
      "en": "The tall grass on the savanna helps to conceal lions from their prey.",
      "pt": "A grama alta na savana ajuda a esconder os leões de suas presas."
    },
    {
      "en": "His polite words failed to conceal the deep resentment he felt.",
      "pt": "Suas palavras educadas não conseguiram esconder o profundo ressentimento que ele sentia."
    },
    {
      "en": "The software was designed to conceal its malicious activities from antivirus programs.",
      "pt": "O software foi projetado para ocultar suas atividades maliciosas de programas antivírus."
    },
    {
      "en": "The false wall in the cellar was built specifically to conceal the wine collection.",
      "pt": "A parede falsa no porão foi construída especificamente para esconder a coleção de vinhos."
    },
    {
      "en": "It's difficult to conceal your true feelings from someone who knows you that well.",
      "pt": "É difícil esconder seus verdadeiros sentimentos de alguém que te conhece tão bem."
    },
    {
      "en": "The journalist was determined to uncover the truth that the officials were so desperate to conceal.",
      "pt": "O jornalista estava determinado a descobrir a verdade que as autoridades estavam tão desesperadas para ocultar."
    },
    {
      "en": "The rug was strategically placed to conceal a large stain on the hardwood floor.",
      "pt": "O tapete foi estrategicamente colocado para esconder uma grande mancha no piso de madeira."
    },
    {
      "en": "He attempted to conceal his nervousness by telling a joke.",
      "pt": "Ele tentou disfarçar seu nervosismo contando uma piada."
    },
    {
      "en": "The company's marketing campaign cleverly conceals the product's main drawback.",
      "pt": "A campanha de marketing da empresa esconde habilmente a principal desvantagem do produto."
    },
    {
      "en": "The cave's entrance was concealed by a curtain of vines.",
      "pt": "A entrada da caverna estava escondida por uma cortina de trepadeiras."
    },
    {
      "en": "She could not conceal her disdain for his pretentious behavior.",
      "pt": "Ela não conseguiu esconder seu desdém pelo comportamento pretensioso dele."
    },
    {
      "en": "The purpose of the redactions in the report is to conceal the identities of the informants.",
      "pt": "O propósito das tarjas no relatório é ocultar as identidades dos informantes."
    },
    {
      "en": "The treasure was said to be concealed in a location that no one could find.",
      "pt": "Dizia-se que o tesouro estava escondido em um local que ninguém conseguia encontrar."
    },
    {
      "en": "His forced laughter did little to conceal his inner turmoil.",
      "pt": "Sua risada forçada pouco fez para esconder sua turbulência interior."
    },
    {
      "en": "The regime uses propaganda to conceal its human rights abuses from the world.",
      "pt": "O regime usa propaganda para ocultar seus abusos de direitos humanos do mundo."
    },
    {
      "en": "The secret compartment was so well concealed that it took years to discover.",
      "pt": "O compartimento secreto era tão bem escondido que levou anos para ser descoberto."
    },
    {
      "en": "Try as she might, she could not conceal the disappointment in her voice.",
      "pt": "Por mais que tentasse, ela não conseguia esconder a decepção em sua voz."
    },
    {
      "en": "The politician's vague statements were intended to conceal his lack of a concrete plan.",
      "pt": "As declarações vagas do político tinham a intenção de ocultar sua falta de um plano concreto."
    },
    {
      "en": "The new skyscraper will completely conceal the view of the historic church.",
      "pt": "O novo arranha-céu vai esconder completamente a vista da igreja histórica."
    },
    {
      "en": "He struggled to conceal his relief when the difficult meeting was finally over.",
      "pt": "Ele lutou para esconder seu alívio quando a reunião difícil finalmente acabou."
    },
    {
      "en": "The committee's report was heavily criticized for concealing key data.",
      "pt": "O relatório do comitê foi duramente criticado por ocultar dados-chave."
    },
    {
      "en": "The assassin concealed the poison in a capsule that looked like medicine.",
      "pt": "O assassino escondeu o veneno em uma cápsula que parecia um remédio."
    },
    {
      "en": "His jovial personality often concealed a sharp and calculating mind.",
      "pt": "Sua personalidade jovial muitas vezes escondia uma mente afiada e calculista."
    },
    {
      "en": "The army's movements were concealed by the cover of darkness.",
      "pt": "Os movimentos do exército foram ocultados pela cobertura da escuridão."
    },
    {
      "en": "It is against the law for a seller to conceal known defects in a property.",
      "pt": "É contra a lei um vendedor ocultar defeitos conhecidos em um imóvel."
    },
    {
      "en": "She turned away to conceal the tears welling up in her eyes.",
      "pt": "Ela se virou para esconder as lágrimas que brotavam em seus olhos."
    },
    {
      "en": "The encryption is so strong that it effectively conceals the data from everyone, including the government.",
      "pt": "A criptografia é tão forte que efetivamente oculta os dados de todos, inclusive do governo."
    },
    {
      "en": "The smuggler's boat had a false hull to conceal its illicit cargo.",
      "pt": "O barco do contrabandista tinha um casco falso para esconder sua carga ilícita."
    },
    {
      "en": "His neutral expression concealed the fact that he was furious.",
      "pt": "Sua expressão neutra escondia o fato de que ele estava furioso."
    },
    {
      "en": "The company went to extraordinary lengths to conceal the data breach from its customers.",
      "pt": "A empresa se esforçou extraordinariamente para ocultar a violação de dados de seus clientes."
    },
    {
      "en": "A thick blanket of ivy concealed the crumbling facade of the old mansion.",
      "pt": "Uma espessa camada de hera escondia a fachada em ruínas da antiga mansão."
    },
    {
      "en": "Despite his words of support, he could not conceal the envy in his tone.",
      "pt": "Apesar de suas palavras de apoio, ele não conseguiu esconder a inveja em seu tom."
    },
    {
      "en": "The organization's charitable activities were a front to conceal its money-laundering operations.",
      "pt": "As atividades de caridade da organização eram uma fachada para ocultar suas operações de lavagem de dinheiro."
    },
    {
      "en": "The listening device was concealed inside a seemingly innocent-looking lamp.",
      "pt": "A escuta estava escondida dentro de uma luminária de aparência inocente."
    },
    {
      "en": "She learned to conceal her intelligence so as not to intimidate others.",
      "pt": "Ela aprendeu a esconder sua inteligência para não intimidar os outros."
    },
    {
      "en": "The government's official narrative was crafted to conceal its role in the crisis.",
      "pt": "A narrativa oficial do governo foi elaborada para ocultar seu papel na crise."
    },
    {
      "en": "The entrance to the tomb was concealed by a massive stone, perfectly blended with the cliffside.",
      "pt": "A entrada da tumba estava escondida por uma pedra maciça, perfeitamente misturada com a encosta do penhasco."
    },
    {
      "en": "He could not conceal his impatience as he repeatedly checked his watch.",
      "pt": "Ele não conseguia disfarçar sua impaciência enquanto olhava repetidamente para o relógio."
    },
    {
      "en": "The automaker was found guilty of using special software to conceal emission levels.",
      "pt": "A montadora foi considerada culpada por usar um software especial para ocultar os níveis de emissão."
    },
    {
      "en": "The thief concealed the stolen jewels in a bag of flour.",
      "pt": "O ladrão escondeu as joias roubadas em um saco de farinha."
    },
    {
      "en": "Her business-like manner concealed a surprisingly warm and compassionate nature.",
      "pt": "Sua maneira profissional escondia uma natureza surpreendentemente calorosa e compassiva."
    },
    {
      "en": "The full extent of the damage was concealed by the initial, optimistic reports.",
      "pt": "A extensão total do dano foi ocultada pelos relatórios iniciais e otimistas."
    },
    {
      "en": "What motive would she have to conceal such a critical piece of information?",
      "pt": "Que motivo ela teria para ocultar uma informação tão crítica?"
    },
    {
      "en": "He cleared his throat to conceal the waver in his voice.",
      "pt": "Ele pigarreou para disfarçar a hesitação em sua voz."
    },
    {
      "en": "The merger was a strategic move designed to conceal the weaker company's financial struggles.",
      "pt": "A fusão foi uma jogada estratégica projetada para ocultar as dificuldades financeiras da empresa mais fraca."
    },
    {
      "en": "The escape tunnel's entrance was concealed beneath a loose flagstone in the cell.",
      "pt": "A entrada do túnel de fuga estava escondida sob uma laje solta na cela."
    },
    {
      "en": "She could barely conceal her excitement about the upcoming trip.",
      "pt": "Ela mal conseguia esconder sua empolgação com a viagem que se aproximava."
    },
    {
      "en": "The accounting firm was complicit in helping the corporation conceal its losses.",
      "pt": "A firma de contabilidade foi cúmplice em ajudar a corporação a ocultar suas perdas."
    },
    {
      "en": "The storm clouds gathered, concealing the mountain peaks from sight.",
      "pt": "As nuvens de tempestade se acumularam, escondendo os picos das montanhas da vista."
    },
    {
      "en": "His calm expression was a facade to conceal the panic he was feeling inside.",
      "pt": "Sua expressão calma era uma fachada para esconder o pânico que ele sentia por dentro."
    },
    {
      "en": "The investigation aims to uncover any facts that may have been concealed.",
      "pt": "A investigação visa descobrir quaisquer fatos que possam ter sido ocultados."
    },
    {
      "en": "The small tracking device was concealed in the hem of his coat.",
      "pt": "O pequeno dispositivo de rastreamento estava escondido na barra de seu casaco."
    },
    {
      "en": "She managed to conceal her shock, maintaining a neutral expression throughout the announcement.",
      "pt": "Ela conseguiu esconder seu choque, mantendo uma expressão neutra durante todo o anúncio."
    },
    {
      "en": "The company was accused of using legal loopholes to conceal its tax liabilities.",
      "pt": "A empresa foi acusada de usar brechas legais para ocultar suas obrigações fiscais."
    },
    {
      "en": "The shipwreck was concealed by murky water for centuries before being discovered by divers.",
      "pt": "O naufrágio ficou escondido por águas turvas por séculos antes de ser descoberto por mergulhadores."
    },
    {
      "en": "He put on a brave face to conceal his fear from his children.",
      "pt": "Ele se fez de corajoso para esconder seu medo de seus filhos."
    },
    {
      "en": "The politician's speech was full of platitudes designed to conceal his lack of substance.",
      "pt": "O discurso do político estava cheio de clichês destinados a ocultar sua falta de conteúdo."
    },
    {
      "en": "The forged signature was so good that it almost concealed the document's fraudulent nature.",
      "pt": "A assinatura falsificada era tão boa que quase escondeu a natureza fraudulenta do documento."
    },
    {
      "en": "A sudden cough was her only way to conceal a gasp of surprise.",
      "pt": "Uma tosse repentina foi sua única maneira de esconder um suspiro de surpresa."
    },
    {
      "en": "The report was written in such a way as to conceal the responsibility of senior management.",
      "pt": "O relatório foi escrito de forma a ocultar a responsabilidade da alta administração."
    },
    {
      "en": "The data was concealed in a hidden partition on the hard drive.",
      "pt": "Os dados estavam escondidos em uma partição oculta no disco rígido."
    },
    {
      "en": "His quiet nature concealed a fierce determination to succeed.",
      "pt": "Sua natureza quieta escondia uma determinação feroz de ter sucesso."
    },
    {
      "en": "The clouds parted momentarily, revealing what they had previously concealed: a full moon.",
      "pt": "As nuvens se abriram momentaneamente, revelando o que antes haviam escondido: uma lua cheia."
    },
    {
      "en": "She was charged with obstruction of justice for trying to conceal evidence.",
      "pt": "Ela foi acusada de obstrução da justiça por tentar ocultar provas."
    },
    {
      "en": "He couldn't conceal the hint of triumph in his smile.",
      "pt": "Ele não conseguiu esconder a pitada de triunfo em seu sorriso."
    },
    {
      "en": "The offshore accounts were a clear attempt to conceal income from the tax authorities.",
      "pt": "As contas no exterior eram uma tentativa clara de sonegar renda das autoridades fiscais."
    },
    {
      "en": "The camera was concealed inside a smoke detector on the ceiling.",
      "pt": "A câmera estava escondida dentro de um detector de fumaça no teto."
    },
    {
      "en": "Her jokes and laughter were a defense mechanism to conceal her deep-seated insecurity.",
      "pt": "Suas piadas e risadas eram um mecanismo de defesa para esconder sua profunda insegurança."
    },
    {
      "en": "The official story concealed a much more complicated and messy reality.",
      "pt": "A história oficial escondia uma realidade muito mais complicada e bagunçada."
    },
    {
      "en": "The true purpose of the mission was concealed from all but the highest-ranking officers.",
      "pt": "O verdadeiro propósito da missão foi ocultado de todos, exceto dos oficiais de mais alta patente."
    },
    {
      "en": "He took a deep breath, trying to conceal his agitation.",
      "pt": "Ele respirou fundo, tentando disfarçar sua agitação."
    },
    {
      "en": "The company's positive annual report cleverly concealed a significant drop in quarterly profits.",
      "pt": "O relatório anual positivo da empresa ocultou habilmente uma queda significativa nos lucros trimestrais."
    },
    {
      "en": "The microfilm was concealed in the spine of an old book.",
      "pt": "O microfilme estava escondido na lombada de um livro antigo."
    },
    {
      "en": "His stoic expression concealed the immense pain he was in.",
      "pt": "Sua expressão estoica escondia a imensa dor que ele sentia."
    },
    {
      "en": "It is a journalist's job to uncover what others wish to conceal.",
      "pt": "É o trabalho de um jornalista descobrir o que outros desejam ocultar."
    },
    {
      "en": "The new landscaping was designed to conceal the unsightly air conditioning units.",
      "pt": "O novo paisagismo foi projetado para esconder as desagradáveis unidades de ar condicionado."
    },
    {
      "en": "She could not conceal her delight when she was offered the promotion.",
      "pt": "Ela não conseguiu esconder sua alegria ao receber a oferta da promoção."
    },
    {
      "en": "The complex password system is meant to conceal access, not to make it impossible.",
      "pt": "O sistema complexo de senhas destina-se a dificultar o acesso, não a torná-lo impossível."
    },
    {
      "en": "The will was concealed from the family for several weeks after his death.",
      "pt": "O testamento foi mantido em segredo da família por várias semanas após sua morte."
    },
    {
      "en": "His arrogance was a thin disguise to conceal his own feelings of inadequacy.",
      "pt": "Sua arrogância era um disfarce frágil para esconder seus próprios sentimentos de inadequação."
    },
    {
      "en": "The clouds are beginning to conceal the sun, so it might rain soon.",
      "pt": "As nuvens estão começando a encobrir o sol, então pode chover em breve."
    },
    {
      "en": "The full implications of the new policy were concealed in the fine print.",
      "pt": "As implicações completas da nova política estavam ocultas nas letras miúdas."
    },
    {
      "en": "She tried to conceal her sigh of relief, but her friend noticed.",
      "pt": "Ela tentou esconder seu suspiro de alívio, mas sua amiga percebeu."
    },
    {
      "en": "The investigation revealed that the manufacturer had knowingly concealed a design flaw.",
      "pt": "A investigação revelou que o fabricante havia ocultado conscientemente uma falha de projeto."
    },
    {
      "en": "The stolen diamonds were concealed in a tube of toothpaste.",
      "pt": "Os diamantes roubados foram escondidos em um tubo de pasta de dente."
    },
    {
      "en": "Her calm exterior concealed a mind racing with anxiety.",
      "pt": "Seu exterior calmo escondia uma mente acelerada pela ansiedade."
    },
    {
      "en": "He used his political connections to conceal his involvement in the illegal scheme.",
      "pt": "Ele usou suas conexões políticas para acobertar seu envolvimento no esquema ilegal."
    },
    {
      "en": "The full beauty of the valley was concealed by a low-lying mist.",
      "pt": "A beleza completa do vale estava oculta por uma névoa baixa."
    },
    {
      "en": "I will not conceal my opinion on this matter, even if it is unpopular.",
      "pt": "Não vou esconder minha opinião sobre este assunto, mesmo que seja impopular."
    },
    {
      "en": "The company's convoluted corporate structure seems designed to conceal ownership.",
      "pt": "A estrutura corporativa convoluta da empresa parece projetada para ocultar a propriedade."
    },
    {
      "en": "The key to the safe was concealed under a loose brick in the fireplace.",
      "pt": "A chave do cofre estava escondida sob um tijolo solto na lareira."
    },
    {
      "en": "His friendly overtures were meant to conceal his hostile intentions.",
      "pt": "Suas aberturas amigáveis tinham a intenção de ocultar suas intenções hostis."
    },
    {
      "en": "The darkness concealed the figure standing in the corner of the room.",
      "pt": "A escuridão escondia a figura parada no canto da sala."
    },
    {
      "en": "The judge warned the witness not to conceal any relevant information.",
      "pt": "O juiz advertiu a testemunha para não omitir nenhuma informação relevante."
    },
    {
      "en": "She turned her head to conceal the smirk that was forming on her lips.",
      "pt": "Ela virou a cabeça para esconder o sorriso desdenhoso que se formava em seus lábios."
    },
    {
      "en": "The internal report, which was later leaked, revealed what the executives had tried to conceal.",
      "pt": "O relatório interno, que vazou mais tarde, revelou o que os executivos haviam tentado ocultar."
    },
    {
      "en": "The bug was cleverly concealed in the diplomat's fountain pen.",
      "pt": "A escuta foi habilmente escondida na caneta-tinteiro do diplomata."
    },
    {
      "en": "His aggressive debating style was a way to conceal the weaknesses in his argument.",
      "pt": "Seu estilo agressivo de debater era uma forma de ocultar as fraquezas em seu argumento."
    },
    {
      "en": "The heavy snowfall quickly concealed the tracks of the escaped prisoner.",
      "pt": "A forte nevasca rapidamente escondeu os rastros do prisioneiro foragido."
    },
    {
      "en": "It is impossible to conceal the truth forever; it will eventually come out.",
      "pt": "É impossível esconder a verdade para sempre; ela acabará por vir à tona."
    },
    {
      "en": "She struggled to conceal her grief during the funeral service.",
      "pt": "Ela lutou para conter sua dor durante o funeral."
    },
    {
      "en": "The company's financial statements were manipulated to conceal its insolvency.",
      "pt": "As demonstrações financeiras da empresa foram manipuladas para ocultar sua insolvência."
    },
    {
      "en": "The secret message was concealed in the pattern of the wallpaper.",
      "pt": "A mensagem secreta estava escondida no padrão do papel de parede."
    },
    {
      "en": "His simple attire concealed his immense wealth.",
      "pt": "Sua vestimenta simples escondia sua imensa riqueza."
    },
    {
      "en": "The government has been accused of trying to conceal the real unemployment figures.",
      "pt": "O governo foi acusado de tentar maquiar os números reais do desemprego."
    },
    {
      "en": "The low wall did little to conceal the garden from passersby.",
      "pt": "O muro baixo pouco fazia para esconder o jardim dos transeuntes."
    },
    {
      "en": "He bit his tongue to conceal a sharp retort.",
      "pt": "Ele mordeu a língua para conter uma resposta ríspida."
    },
    {
      "en": "The complex web of transactions was meant to conceal the origin of the money.",
      "pt": "A complexa teia de transações tinha como objetivo ocultar a origem do dinheiro."
    },
    {
      "en": "The spare key was concealed in a fake rock by the front door.",
      "pt": "A chave reserva estava escondida em uma pedra falsa perto da porta da frente."
    },
    {
      "en": "Beneath his gruff exterior, he concealed a kind and generous heart.",
      "pt": "Sob seu exterior rude, ele escondia um coração bom e generoso."
    },
    {
      "en": "The true cost of the project was concealed from taxpayers until it was too late.",
      "pt": "O verdadeiro custo do projeto foi ocultado dos contribuintes até que fosse tarde demais."
    },
    {
      "en": "The trees along the riverbank concealed the entrance to the hidden cove.",
      "pt": "As árvores ao longo da margem do rio escondiam a entrada para a enseada secreta."
    },
    {
      "en": "She could not conceal the sheer panic in her eyes as the building began to shake.",
      "pt": "Ela não conseguiu esconder o pânico absoluto em seus olhos quando o prédio começou a tremer."
    },
    {
      "en": "The investigation proved that the company had deliberately concealed safety test results.",
      "pt": "A investigação provou que a empresa havia ocultado deliberadamente os resultados dos testes de segurança."
    },
    {
      "en": "The stolen manuscript was concealed between the pages of a dictionary.",
      "pt": "O manuscrito roubado estava escondido entre as páginas de um dicionário."
    },
    {
      "en": "His elaborate compliments were a thin attempt to conceal his flattery.",
      "pt": "Seus elogios elaborados eram uma tentativa fraca de disfarçar sua bajulação."
    },
    {
      "en": "The falling leaves of autumn concealed the path through the woods.",
      "pt": "As folhas que caíam no outono escondiam o caminho pela floresta."
    },
    {
      "en": "The witness was placed in a protection program to conceal her location.",
      "pt": "A testemunha foi colocada em um programa de proteção para ocultar sua localização."
    },
    {
      "en": "She found it exhausting to constantly conceal her true personality at work.",
      "pt": "Ela achava exaustivo ter que esconder constantemente sua verdadeira personalidade no trabalho."
    },
    {
      "en": "The company's advertising was misleading and concealed important information about the product.",
      "pt": "A publicidade da empresa era enganosa e omitia informações importantes sobre o produto."
    },
    {
      "en": "The small, unmarked door concealed the entrance to an exclusive nightclub.",
      "pt": "A porta pequena e sem identificação escondia a entrada para uma boate exclusiva."
    },
    {
      "en": "He struggled to conceal his disappointment after being passed over for the promotion.",
      "pt": "Ele lutou para esconder sua decepção depois de não ter sido escolhido para a promoção."
    },
    {
      "en": "The shell company was a legal fiction created to conceal the real owners of the assets.",
      "pt": "A empresa de fachada era uma ficção jurídica criada para ocultar os verdadeiros donos dos ativos."
    },
    {
      "en": "The overgrown ivy on the wall concealed a hidden window.",
      "pt": "A hera crescida na parede escondia uma janela secreta."
    },
    {
      "en": "His bland expression was a carefully constructed mask to conceal his sharp intellect.",
      "pt": "Sua expressão insossa era uma máscara cuidadosamente construída para esconder seu intelecto afiado."
    },
    {
      "en": "The jungle canopy was so thick that it concealed the forest floor from the sky.",
      "pt": "A copa da selva era tão densa que escondia o chão da floresta do céu."
    },
    {
      "en": "He was found guilty of conspiring to conceal the proceeds of the crime.",
      "pt": "Ele foi considerado culpado de conspirar para ocultar os lucros do crime."
    },
    {
      "en": "She could not conceal her gasp when the surprise was revealed.",
      "pt": "Ela não conseguiu conter seu suspiro quando a surpresa foi revelada."
    },
    {
      "en": "The use of anonymous sources allows the newspaper to conceal the identity of whistleblowers.",
      "pt": "O uso de fontes anônimas permite que o jornal proteja a identidade dos denunciantes."
    },
    {
      "en": "The secret drawer was concealed by a false panel at the back of the wardrobe.",
      "pt": "A gaveta secreta estava escondida por um painel falso no fundo do guarda-roupa."
    },
    {
      "en": "His cheerful demeanor was a deliberate choice to conceal the sadness he felt.",
      "pt": "Seu comportamento alegre foi uma escolha deliberada para esconder a tristeza que sentia."
    },
    {
      "en": "The system was designed to conceal any trace of the user's activity.",
      "pt": "O sistema foi projetado para apagar qualquer vestígio da atividade do usuário."
    },
    {
      "en": "The tall reeds along the riverbank concealed the nesting birds.",
      "pt": "Os juncos altos ao longo da margem do rio escondiam os pássaros em seus ninhos."
    },
    {
      "en": "He did his best to conceal his humble origins from his wealthy new friends.",
      "pt": "Ele fez o seu melhor para esconder suas origens humildes de seus novos amigos ricos."
    },
    {
      "en": "The official report was carefully worded to conceal the minister's incompetence.",
      "pt": "O relatório oficial foi cuidadosamente redigido para ocultar a incompetência do ministro."
    },
    {
      "en": "The diamonds were concealed in the hollowed-out handle of a hairbrush.",
      "pt": "Os diamantes estavam escondidos no cabo oco de uma escova de cabelo."
    },
    {
      "en": "A fake smile couldn't conceal the deep sadness in her eyes.",
      "pt": "Um sorriso falso não conseguia esconder a profunda tristeza em seus olhos."
    },
    {
      "en": "The offshore bank accounts were used specifically to conceal assets during the divorce proceedings.",
      "pt": "As contas bancárias no exterior foram usadas especificamente para ocultar bens durante o processo de divórcio."
    },
    {
      "en": "The mist rolling in from the sea began to conceal the distant ships.",
      "pt": "A névoa que vinha do mar começou a esconder os navios distantes."
    },
    {
      "en": "He couldn't conceal his pride as he watched his daughter graduate.",
      "pt": "Ele não conseguia esconder seu orgulho ao ver sua filha se formar."
    },
    {
      "en": "The company used a series of complex transactions to conceal its financial difficulties.",
      "pt": "A empresa usou uma série de transações complexas para ocultar suas dificuldades financeiras."
    },
    {
      "en": "The hidden camera was concealed in a picture frame hanging on the wall.",
      "pt": "A câmera escondida estava oculta em uma moldura de quadro pendurada na parede."
    },
    {
      "en": "Her quiet demeanor concealed a fiery passion for social justice.",
      "pt": "Seu comportamento quieto escondia uma paixão ardente por justiça social."
    },
    {
      "en": "The true motives behind the policy change were concealed from the public.",
      "pt": "Os verdadeiros motivos por trás da mudança na política foram ocultados do público."
    },
    {
      "en": "The entrance to the bunker was concealed by a dilapidated, old shed.",
      "pt": "A entrada do bunker estava escondida por um galpão velho e em ruínas."
    },
    {
      "en": "No matter how hard he tried, he could not conceal his accent.",
      "pt": "Não importa o quanto ele tentasse, ele não conseguia esconder seu sotaque."
    },
    {
      "en": "The aim of the code was to conceal military communications from the enemy.",
      "pt": "O objetivo do código era ocultar as comunicações militares do inimigo."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "conceal",
      "options": [
        "console",
        "conceal"
      ],
      "correct": "conceal"
    },
    {
      "question": "conceal",
      "options": [
        "conceal",
        "cancel"
      ],
      "correct": "conceal"
    },
    {
      "question": "conceal",
      "options": [
        "concede",
        "conceal"
      ],
      "correct": "conceal"
    },
    {
      "question": "conceal",
      "options": [
        "conceal",
        "congeal"
      ],
      "correct": "conceal"
    },
    {
      "question": "conceal",
      "options": [
        "council",
        "conceal"
      ],
      "correct": "conceal"
    },
    {
      "question": "conceal",
      "options": [
        "conceal",
        "reveal"
      ],
      "correct": "conceal"
    },
    {
      "question": "conceal",
      "options": [
        "conceit",
        "conceal"
      ],
      "correct": "conceal"
    },
    {
      "question": "conceal",
      "options": [
        "conceal",
        "unseal"
      ],
      "correct": "conceal"
    },
    {
      "question": "conceal",
      "options": [
        "consul",
        "conceal"
      ],
      "correct": "conceal"
    },
    {
      "question": "conceal",
      "options": [
        "conceal",
        "concern"
      ],
      "correct": "conceal"
    },
    {
      "question": "conceal",
      "options": [
        "can feel",
        "conceal"
      ],
      "correct": "conceal"
    },
    {
      "question": "conceal",
      "options": [
        "conceal",
        "repeal"
      ],
      "correct": "conceal"
    },
    {
      "question": "conceal",
      "options": [
        "consume",
        "conceal"
      ],
      "correct": "conceal"
    },
    {
      "question": "conceal",
      "options": [
        "conceal",
        "con seal"
      ],
      "correct": "conceal"
    },
    {
      "question": "conceal",
      "options": [
        "can sell",
        "conceal"
      ],
      "correct": "conceal"
    }
  ]
}
