{
  "sentences": [
    {
      "en": "She is finding it increasingly difficult to cope with the demands of her new role.",
      "pt": "Ela está achando cada vez mais difícil lidar com as exigências de sua nova função."
    },
    {
      "en": "The city's emergency services were struggling to cope with the sheer volume of calls during the storm.",
      "pt": "Os serviços de emergência da cidade estavam com dificuldades para dar conta do enorme volume de chamadas durante a tempestade."
    },
    {
      "en": "How do you cope with the constant pressure to perform at such a high level?",
      "pt": "Como você lida com a pressão constante para ter um desempenho em um nível tão alto?"
    },
    {
      "en": "Many people develop unhealthy coping mechanisms, such as emotional eating, to deal with stress.",
      "pt": "Muitas pessoas desenvolvem mecanismos de enfrentamento prejudiciais, como comer emocionalmente, para lidar com o estresse."
    },
    {
      "en": "The ancient infrastructure is no longer able to cope with the city's rapid expansion.",
      "pt": "A infraestrutura antiga não consegue mais suportar a rápida expansão da cidade."
    },
    {
      "en": "He had to learn to cope with the chronic pain that became a part of his daily life after the accident.",
      "pt": "Ele teve que aprender a lidar com a dor crônica que se tornou parte de sua vida diária após o acidente."
    },
    {
      "en": "The small business is barely coping with the economic downturn and increased competition.",
      "pt": "A pequena empresa mal está conseguindo sobreviver à crise econômica e ao aumento da concorrência."
    },
    {
      "en": "Therapy provided him with the tools he needed to cope with his grief in a healthier way.",
      "pt": "A terapia forneceu a ele as ferramentas de que precisava para lidar com seu luto de uma maneira mais saudável."
    },
    {
      "en": "It's a mystery how the single mother manages to cope on such a tight budget.",
      "pt": "É um mistério como a mãe solteira consegue se virar com um orçamento tão apertado."
    },
    {
      "en": "The software update was so massive that the old servers could not cope with the data load.",
      "pt": "A atualização do software foi tão massiva que os servidores antigos não conseguiram suportar a carga de dados."
    },
    {
      "en": "I simply can't cope with his incessant negativity anymore; it's draining.",
      "pt": "Eu simplesmente não aguento mais a negatividade incessante dele; é desgastante."
    },
    {
      "en": "Could the current healthcare system cope with a pandemic of that scale?",
      "pt": "O sistema de saúde atual conseguiria dar conta de uma pandemia dessa escala?"
    },
    {
      "en": "After the scandal broke, the PR team had to cope with a deluge of negative media attention.",
      "pt": "Depois que o escândalo veio à tona, a equipe de relações públicas teve que lidar com uma enxurrada de atenção negativa da mídia."
    },
    {
      "en": "Developing resilience is key to being able to cope with life's inevitable setbacks.",
      "pt": "Desenvolver resiliência é fundamental para conseguir lidar com os contratempos inevitáveis da vida."
    },
    {
      "en": "The organization implemented new policies to help employees cope with work-related stress.",
      "pt": "A organização implementou novas políticas para ajudar os funcionários a lidar com o estresse relacionado ao trabalho."
    },
    {
      "en": "She had to cope with the sudden fame and loss of privacy that came with her success.",
      "pt": "Ela teve que lidar com a fama repentina e a perda de privacidade que vieram com seu sucesso."
    },
    {
      "en": "The transit system is not equipped to cope with the influx of tourists during the festival.",
      "pt": "O sistema de transporte não está preparado para lidar com o fluxo de turistas durante o festival."
    },
    {
      "en": "It's one thing to have a plan, but it's another to cope when things inevitably go wrong.",
      "pt": "Uma coisa é ter um plano, mas outra bem diferente é dar conta do recado quando as coisas inevitavelmente dão errado."
    },
    {
      "en": "His inability to cope with criticism is a significant barrier to his professional growth.",
      "pt": "A incapacidade dele de lidar com críticas é uma barreira significativa para seu crescimento profissional."
    },
    {
      "en": "The community pulled together to cope with the devastating aftermath of the flood.",
      "pt": "A comunidade se uniu para enfrentar as consequências devastadoras da enchente."
    },
    {
      "en": "How are small, independent bookstores supposed to cope with the dominance of online giants?",
      "pt": "Como se espera que as pequenas livrarias independentes consigam competir com o domínio das gigantes online?"
    },
    {
      "en": "Meditation has been shown to be an effective way to cope with anxiety and racing thoughts.",
      "pt": "A meditação tem se mostrado uma forma eficaz de lidar com a ansiedade e pensamentos acelerados."
    },
    {
      "en": "The aging power grid is struggling to cope with the increased demand during heatwaves.",
      "pt": "A rede elétrica envelhecida está com dificuldades para suportar o aumento da demanda durante as ondas de calor."
    },
    {
      "en": "He seems to be coping remarkably well, considering the immense pressure he's under.",
      "pt": "Ele parece estar lidando notavelmente bem, considerando a imensa pressão sob a qual ele está."
    },
    {
      "en": "She had to cope not only with her illness but also with the financial strain of the medical bills.",
      "pt": "Ela teve que lidar não apenas com sua doença, mas também com o fardo financeiro das contas médicas."
    },
    {
      "en": "The legal system is finding it hard to cope with the complexities of cybercrime.",
      "pt": "O sistema jurídico está achando difícil lidar com as complexidades do cibercrime."
    },
    {
      "en": "A strong support network of friends and family can make it easier to cope with difficult times.",
      "pt": "Uma forte rede de apoio de amigos e familiares pode tornar mais fácil superar os momentos difíceis."
    },
    {
      "en": "The sheer amount of data was overwhelming, and the analysts struggled to cope.",
      "pt": "A quantidade colossal de dados era esmagadora, e os analistas tiveram dificuldade para dar conta."
    },
    {
      "en": "I wonder how future generations will cope with the environmental challenges we are creating.",
      "pt": "Eu me pergunto como as futuras gerações lidarão com os desafios ambientais que estamos criando."
    },
    {
      "en": "Having to cope with a constantly changing work schedule is exhausting.",
      "pt": "Ter que lidar com um horário de trabalho que muda constantemente é exaustivo."
    },
    {
      "en": "The military is training soldiers to cope with the psychological trauma of combat.",
      "pt": "As forças armadas estão treinando soldados para lidar com o trauma psicológico do combate."
    },
    {
      "en": "The company's logistics department could barely cope with the sudden surge in online orders.",
      "pt": "O departamento de logística da empresa mal conseguiu dar conta do aumento repentino nos pedidos online."
    },
    {
      "en": "If he can't cope with constructive feedback, he will never improve.",
      "pt": "Se ele não consegue lidar com feedback construtivo, ele nunca vai melhorar."
    },
    {
      "en": "She uses journaling as a way to cope with her feelings and organize her thoughts.",
      "pt": "Ela usa a escrita em diário como uma forma de lidar com seus sentimentos e organizar seus pensamentos."
    },
    {
      "en": "The nation's economy is robust enough to cope with minor fluctuations in the global market.",
      "pt": "A economia do país é robusta o suficiente para suportar pequenas flutuações no mercado global."
    },
    {
      "en": "How did early humans cope with the constant threat of predators and starvation?",
      "pt": "Como os primeiros humanos lidavam com a ameaça constante de predadores e da fome?"
    },
    {
      "en": "The charity was established to help families cope with the financial burden of a child's long-term illness.",
      "pt": "A instituição de caridade foi fundada para ajudar as famílias a arcar com o fardo financeiro da doença de longo prazo de uma criança."
    },
    {
      "en": "He was ill-equipped to cope with the responsibilities of being a single parent.",
      "pt": "Ele estava mal preparado para arcar com as responsabilidades de ser pai solteiro."
    },
    {
      "en": "The school implemented a new program to help students cope with bullying.",
      "pt": "A escola implementou um novo programa para ajudar os alunos a lidar com o bullying."
    },
    {
      "en": "I'm not sure how I would cope if I were in her situation.",
      "pt": "Não sei como eu lidaria se estivesse na situação dela."
    },
    {
      "en": "The airport was thrown into chaos, unable to cope with the sudden flight cancellations.",
      "pt": "O aeroporto mergulhou no caos, incapaz de lidar com os cancelamentos repentinos de voos."
    },
    {
      "en": "His sense of humor is his primary mechanism for coping with awkward social situations.",
      "pt": "O senso de humor dele é seu principal mecanismo para lidar com situações sociais constrangedoras."
    },
    {
      "en": "The company needs a more flexible strategy to cope with unpredictable market shifts.",
      "pt": "A empresa precisa de uma estratégia mais flexível para lidar com as mudanças imprevisíveis do mercado."
    },
    {
      "en": "She had to cope with the loneliness of living in a new country where she knew no one.",
      "pt": "Ela teve que lidar com a solidão de morar em um novo país onde não conhecia ninguém."
    },
    {
      "en": "Is the current political system agile enough to cope with the challenges of the 21st century?",
      "pt": "O sistema político atual é ágil o suficiente para lidar com os desafios do século XXI?"
    },
    {
      "en": "The museum's ventilation system could not cope with the record-breaking summer heat.",
      "pt": "O sistema de ventilação do museu não deu conta do calor recorde do verão."
    },
    {
      "en": "Finding a hobby was essential for him to cope with the boredom of retirement.",
      "pt": "Encontrar um hobby foi essencial para ele lidar com o tédio da aposentadoria."
    },
    {
      "en": "The athlete had to cope with a career-threatening injury and the long road to recovery.",
      "pt": "O atleta teve que lidar com uma lesão que ameaçava sua carreira e o longo caminho para a recuperação."
    },
    {
      "en": "The IT department is working overtime to cope with the recent cybersecurity threat.",
      "pt": "O departamento de TI está trabalhando horas extras para lidar com a recente ameaça de cibersegurança."
    },
    {
      "en": "He coped with the stress by immersing himself completely in his work.",
      "pt": "Ele lidou com o estresse mergulhando completamente em seu trabalho."
    },
    {
      "en": "Our supply chain was not designed to cope with such a sudden and prolonged disruption.",
      "pt": "Nossa cadeia de suprimentos não foi projetada para lidar com uma interrupção tão súbita e prolongada."
    },
    {
      "en": "She seems to be coping well on the surface, but I'm worried about her.",
      "pt": "Ela parece estar lidando bem superficialmente, mas estou preocupado com ela."
    },
    {
      "en": "The documentary explores how wildlife is coping with the loss of its natural habitat.",
      "pt": "O documentário explora como a vida selvagem está lidando com a perda de seu habitat natural."
    },
    {
      "en": "We need to develop more sustainable agricultural practices to cope with climate change.",
      "pt": "Precisamos desenvolver práticas agrícolas mais sustentáveis para lidar com as mudanças climáticas."
    },
    {
      "en": "He lacks the emotional maturity to cope with disappointment.",
      "pt": "Ele não tem a maturidade emocional para lidar com a decepção."
    },
    {
      "en": "The city's water reserves are insufficient to cope with a prolonged drought.",
      "pt": "As reservas de água da cidade são insuficientes para enfrentar uma seca prolongada."
    },
    {
      "en": "After years of coping with a toxic work environment, she finally decided to resign.",
      "pt": "Depois de anos aguentando um ambiente de trabalho tóxico, ela finalmente decidiu pedir demissão."
    },
    {
      "en": "The question remains how the global economy will cope with the transition to renewable energy.",
      "pt": "A questão que permanece é como a economia global lidará com a transição para energias renováveis."
    },
    {
      "en": "She had to learn to cope with the media's intense scrutiny of her personal life.",
      "pt": "Ela teve que aprender a lidar com o intenso escrutínio da mídia sobre sua vida pessoal."
    },
    {
      "en": "The team's success will depend on its ability to cope with high-pressure situations.",
      "pt": "O sucesso da equipe dependerá de sua capacidade de lidar com situações de alta pressão."
    },
    {
      "en": "He copes with his social anxiety by preparing conversation topics in advance.",
      "pt": "Ele lida com sua ansiedade social preparando tópicos de conversa com antecedência."
    },
    {
      "en": "Many coastal communities are struggling to cope with rising sea levels.",
      "pt": "Muitas comunidades costeiras estão com dificuldades para lidar com o aumento do nível do mar."
    },
    {
      "en": "The new CEO was brought in to help the company cope with its financial crisis.",
      "pt": "O novo CEO foi contratado para ajudar a empresa a superar sua crise financeira."
    },
    {
      "en": "It must be incredibly difficult to cope with the knowledge that you have a terminal illness.",
      "pt": "Deve ser incrivelmente difícil lidar com a ciência de que você tem uma doença terminal."
    },
    {
      "en": "The education system is failing to cope with the diverse needs of its students.",
      "pt": "O sistema educacional não está conseguindo atender às diversas necessidades de seus alunos."
    },
    {
      "en": "Her ability to cope with adversity is truly admirable.",
      "pt": "A capacidade dela de lidar com a adversidade é verdadeiramente admirável."
    },
    {
      "en": "The database was not architected to cope with the exponential growth in user data.",
      "pt": "O banco de dados não foi arquitetado para suportar o crescimento exponencial dos dados do usuário."
    },
    {
      "en": "He joined a support group to help him cope with his addiction.",
      "pt": "Ele entrou para um grupo de apoio para ajudá-lo a lidar com seu vício."
    },
    {
      "en": "How can we expect teachers to cope with overcrowded classrooms and limited resources?",
      "pt": "Como podemos esperar que os professores deem conta de salas de aula superlotadas e recursos limitados?"
    },
    {
      "en": "She had to cope with the frustrating bureaucracy of the immigration system.",
      "pt": "Ela teve que lidar com a burocracia frustrante do sistema de imigração."
    },
    {
      "en": "The company's server infrastructure is straining to cope with the holiday shopping traffic.",
      "pt": "A infraestrutura de servidores da empresa está no limite para dar conta do tráfego de compras de fim de ano."
    },
    {
      "en": "His denial was a way of not having to cope with the painful reality of the situation.",
      "pt": "A negação dele era uma forma de não ter que encarar a dolorosa realidade da situação."
    },
    {
      "en": "We're just barely coping, but we'll get through this difficult period.",
      "pt": "Estamos nos virando como podemos, mas vamos superar este período difícil."
    },
    {
      "en": "The judicial system is overwhelmed and cannot cope with its current caseload.",
      "pt": "O sistema judiciário está sobrecarregado e não consegue dar conta do volume atual de processos."
    },
    {
      "en": "She found that regular exercise was the most effective way to cope with her anxiety.",
      "pt": "Ela descobriu que o exercício regular era a maneira mais eficaz de lidar com sua ansiedade."
    },
    {
      "en": "The team was unprepared to cope with the opponent's aggressive and unorthodox strategy.",
      "pt": "A equipe não estava preparada para lidar com a estratégia agressiva e heterodoxa do adversário."
    },
    {
      "en": "Some older employees found it hard to cope with the transition to a fully digital workplace.",
      "pt": "Alguns funcionários mais velhos acharam difícil se adaptar à transição para um local de trabalho totalmente digital."
    },
    {
      "en": "He will have to cope with the consequences of his own poor decisions.",
      "pt": "Ele terá que arcar com as consequências de suas próprias decisões ruins."
    },
    {
      "en": "The relief effort was poorly organized and unable to cope with the scale of the disaster.",
      "pt": "O esforço de socorro foi mal organizado e incapaz de lidar com a escala do desastre."
    },
    {
      "en": "It took her a long time to learn how to cope with her newfound celebrity status.",
      "pt": "Levou muito tempo para ela aprender a lidar com seu recém-adquirido status de celebridade."
    },
    {
      "en": "The city's public services are not designed to cope with such extreme weather events.",
      "pt": "Os serviços públicos da cidade não são projetados para lidar com eventos climáticos tão extremos."
    },
    {
      "en": "He's coping much better now that he has a stable job and a place to live.",
      "pt": "Ele está lidando muito melhor agora que tem um emprego estável e um lugar para morar."
    },
    {
      "en": "Can this small island nation cope with the economic impact of losing its tourism industry?",
      "pt": "Esta pequena nação insular consegue lidar com o impacto econômico da perda de sua indústria de turismo?"
    },
    {
      "en": "She had to cope with the constant feeling of being an outsider in her own community.",
      "pt": "Ela teve que lidar com o sentimento constante de ser uma estranha em sua própria comunidade."
    },
    {
      "en": "The global financial system must be reformed to better cope with future crises.",
      "pt": "O sistema financeiro global precisa ser reformado para lidar melhor com crises futuras."
    },
    {
      "en": "The actor struggled to cope with the public's expectations following his breakout role.",
      "pt": "O ator teve dificuldade para lidar com as expectativas do público após seu papel de destaque."
    },
    {
      "en": "The company's outdated business model could not cope with the rise of e-commerce.",
      "pt": "O modelo de negócios ultrapassado da empresa não conseguiu competir com o avanço do comércio eletrônico."
    },
    {
      "en": "He needs to find a more constructive way to cope with his anger.",
      "pt": "Ele precisa encontrar uma maneira mais construtiva de lidar com sua raiva."
    },
    {
      "en": "The hospital had to implement emergency protocols to cope with the sudden influx of patients.",
      "pt": "O hospital teve que implementar protocolos de emergência para dar conta do súbito fluxo de pacientes."
    },
    {
      "en": "Having to cope with the uncertainty of his diagnosis was the hardest part.",
      "pt": "Ter que lidar com a incerteza de seu diagnóstico foi a parte mais difícil."
    },
    {
      "en": "How will agriculture cope with the increasing scarcity of fresh water?",
      "pt": "Como a agricultura lidará com a crescente escassez de água potável?"
    },
    {
      "en": "The family is still trying to cope with the tragic loss of their home in the fire.",
      "pt": "A família ainda está tentando superar a trágica perda de sua casa no incêndio."
    },
    {
      "en": "The website's servers were not prepared to cope with the traffic spike after the viral video.",
      "pt": "Os servidores do site não estavam preparados para suportar o pico de tráfego após o vídeo viral."
    },
    {
      "en": "She learned to cope with her shyness by practicing public speaking.",
      "pt": "Ela aprendeu a lidar com sua timidez praticando falar em público."
    },
    {
      "en": "It is admirable how she continues to cope with such grace and dignity.",
      "pt": "É admirável como ela continua a lidar com a situação com tanta elegância e dignidade."
    },
    {
      "en": "The country's aging population presents a challenge that the pension system is not ready to cope with.",
      "pt": "O envelhecimento da população do país apresenta um desafio que o sistema de previdência não está pronto para enfrentar."
    },
    {
      "en": "He's having a hard time coping with the fact that his professional career is over.",
      "pt": "Ele está tendo dificuldade em aceitar o fato de que sua carreira profissional acabou."
    },
    {
      "en": "The electrical grid in this region is fragile and cannot cope with sudden surges in demand.",
      "pt": "A rede elétrica nesta região é frágil e não consegue suportar picos repentinos de demanda."
    },
    {
      "en": "I don't think I could cope with the commute if it were any longer.",
      "pt": "Eu não acho que aguentaria o trajeto se fosse ainda mais longo."
    },
    {
      "en": "The refugee camps are overcrowded and ill-equipped to cope with the number of people arriving daily.",
      "pt": "Os campos de refugiados estão superlotados e mal equipados para dar conta do número de pessoas que chegam diariamente."
    },
    {
      "en": "To cope with the long winters, she took up indoor hobbies like painting and knitting.",
      "pt": "Para aguentar os longos invernos, ela começou a praticar hobbies internos como pintura e tricô."
    },
    {
      "en": "The manufacturing plant needs to be modernized to cope with new production targets.",
      "pt": "A fábrica precisa ser modernizada para dar conta das novas metas de produção."
    },
    {
      "en": "He struggles to cope with any deviation from his strict daily routine.",
      "pt": "Ele tem dificuldade em lidar com qualquer desvio de sua rigorosa rotina diária."
    },
    {
      "en": "How are developing nations expected to cope with the financial costs of climate adaptation?",
      "pt": "Como se espera que as nações em desenvolvimento arquem com os custos financeiros da adaptação climática?"
    },
    {
      "en": "She had to cope with the difficult realization that her parents were not perfect.",
      "pt": "Ela teve que lidar com a difícil constatação de que seus pais não eram perfeitos."
    },
    {
      "en": "The network's security protocols were insufficient to cope with such a sophisticated cyberattack.",
      "pt": "Os protocolos de segurança da rede foram insuficientes para lidar com um ciberataque tão sofisticado."
    },
    {
      "en": "He tried to cope with his feelings of inadequacy by working harder than everyone else.",
      "pt": "Ele tentou lidar com seus sentimentos de inadequação trabalhando mais do que todo mundo."
    },
    {
      "en": "The city needs a long-term plan to cope with its chronic traffic congestion.",
      "pt": "A cidade precisa de um plano de longo prazo para lidar com seu congestionamento crônico de trânsito."
    },
    {
      "en": "It's difficult for anyone to cope with the loss of a loved one.",
      "pt": "É difícil para qualquer pessoa superar a perda de um ente querido."
    },
    {
      "en": "The company had to quickly adapt its operations to cope with the new regulations.",
      "pt": "A empresa teve que adaptar rapidamente suas operações para se adequar às novas regulamentações."
    },
    {
      "en": "His calm demeanor helps him cope with the high-stakes world of international diplomacy.",
      "pt": "Sua postura calma o ajuda a lidar com o mundo de alto risco da diplomacia internacional."
    },
    {
      "en": "The global food supply chain is vulnerable and may not cope with another major disruption.",
      "pt": "A cadeia de suprimentos de alimentos global é vulnerável e pode não suportar outra grande interrupção."
    },
    {
      "en": "I'm not sure the intern can cope with that level of responsibility yet.",
      "pt": "Não tenho certeza se o estagiário já consegue lidar com esse nível de responsabilidade."
    },
    {
      "en": "The firefighters are trained to cope with extremely dangerous and unpredictable situations.",
      "pt": "Os bombeiros são treinados para lidar com situações extremamente perigosas e imprevisíveis."
    },
    {
      "en": "She had to cope with the jealousy and resentment of her colleagues after her promotion.",
      "pt": "Ela teve que lidar com o ciúme e o ressentimento de seus colegas após sua promoção."
    },
    {
      "en": "The mobile app was not designed to cope with millions of concurrent users.",
      "pt": "O aplicativo móvel não foi projetado para suportar milhões de usuários simultâneos."
    },
    {
      "en": "Mindfulness is a technique many use to cope with the stresses of modern life.",
      "pt": "A atenção plena (mindfulness) é uma técnica que muitos usam para lidar com o estresse da vida moderna."
    },
    {
      "en": "The political system seems unable to cope with the deep ideological divisions in the country.",
      "pt": "O sistema político parece incapaz de lidar com as profundas divisões ideológicas no país."
    },
    {
      "en": "It took him years to cope with the trauma he experienced as a child.",
      "pt": "Levou anos para ele superar o trauma que vivenciou quando criança."
    },
    {
      "en": "The warehouse's inventory system is archaic and cannot cope with the current volume of stock.",
      "pt": "O sistema de inventário do armazém é arcaico e não consegue dar conta do volume atual de estoque."
    },
    {
      "en": "He just puts on a brave face, but underneath it all, he's not coping.",
      "pt": "Ele apenas se faz de forte, mas por baixo de tudo, ele não está dando conta."
    },
    {
      "en": "The scientific community is grappling with how to cope with the flood of new research and data.",
      "pt": "A comunidade científica está lutando para encontrar uma forma de lidar com a enxurrada de novas pesquisas e dados."
    },
    {
      "en": "She had to cope with the condescending attitude of the older, more experienced surgeons.",
      "pt": "Ela teve que lidar com a atitude condescendente dos cirurgiões mais velhos e experientes."
    },
    {
      "en": "The small town's economy could not cope with the closure of its largest employer.",
      "pt": "A economia da pequena cidade não conseguiu superar o fechamento de seu maior empregador."
    },
    {
      "en": "He finds it easier to cope with physical challenges than with emotional ones.",
      "pt": "Ele acha mais fácil lidar com desafios físicos do que com os emocionais."
    },
    {
      "en": "The company's customer service department was not staffed to cope with the product recall.",
      "pt": "O departamento de atendimento ao cliente da empresa não tinha pessoal suficiente para lidar com o recall do produto."
    },
    {
      "en": "Learning to cope with failure is an essential part of success.",
      "pt": "Aprender a lidar com o fracasso é uma parte essencial do sucesso."
    },
    {
      "en": "The country is struggling to cope with the long-term effects of the civil war.",
      "pt": "O país está lutando para lidar com os efeitos de longo prazo da guerra civil."
    },
    {
      "en": "She had to cope with the constant noise and lack of privacy in the open-plan office.",
      "pt": "Ela teve que se acostumar com o barulho constante e a falta de privacidade no escritório de plano aberto."
    },
    {
      "en": "The algorithm was not sophisticated enough to cope with the nuances of human language.",
      "pt": "O algoritmo não era sofisticado o suficiente para lidar com as nuances da linguagem humana."
    },
    {
      "en": "He will have to find a way to cope with his disappointment after not getting the job.",
      "pt": "Ele terá que encontrar uma maneira de lidar com sua decepção após não conseguir o emprego."
    },
    {
      "en": "The existing roads cannot cope with the amount of traffic during rush hour.",
      "pt": "As estradas existentes não comportam a quantidade de tráfego durante a hora do rush."
    },
    {
      "en": "I'm worried about how my elderly parents will cope on their own.",
      "pt": "Estou preocupado com como meus pais idosos vão se virar sozinhos."
    },
    {
      "en": "The nation must find a way to cope with its history of social injustice.",
      "pt": "A nação precisa encontrar uma maneira de lidar com sua história de injustiça social."
    },
    {
      "en": "He was forced to cope with the harsh realities of unemployment for the first time in his life.",
      "pt": "Ele foi forçado a encarar as duras realidades do desemprego pela primeira vez em sua vida."
    },
    {
      "en": "The new manager is coping well with the challenge of turning the failing department around.",
      "pt": "O novo gerente está lidando bem com o desafio de reerguer o departamento falido."
    },
    {
      "en": "The city's drainage system was overwhelmed and could not cope with the torrential rain.",
      "pt": "O sistema de drenagem da cidade ficou sobrecarregado e não conseguiu dar vazão à chuva torrencial."
    },
    {
      "en": "She's still coping with the emotional fallout from her divorce.",
      "pt": "Ela ainda está lidando com as consequências emocionais de seu divórcio."
    },
    {
      "en": "The startup is struggling to cope with its own rapid growth and success.",
      "pt": "A startup está com dificuldades para administrar seu próprio crescimento e sucesso rápidos."
    },
    {
      "en": "How do astronauts cope with the psychological effects of long-term space travel?",
      "pt": "Como os astronautas lidam com os efeitos psicológicos de viagens espaciais de longa duração?"
    },
    {
      "en": "The company's rigid hierarchy makes it slow to cope with market changes.",
      "pt": "A hierarquia rígida da empresa a torna lenta para se adaptar às mudanças do mercado."
    },
    {
      "en": "He had to cope with the guilt he felt after the argument.",
      "pt": "Ele teve que lidar com a culpa que sentiu após a discussão."
    },
    {
      "en": "The financial aid system is not adequate to cope with the true level of student need.",
      "pt": "O sistema de auxílio financeiro não é adequado para atender ao verdadeiro nível de necessidade dos estudantes."
    },
    {
      "en": "I honestly don't know how I'm going to cope with another week like this one.",
      "pt": "Sinceramente, não sei como vou aguentar outra semana como esta."
    },
    {
      "en": "The wildlife sanctuary is doing its best to cope with an increasing number of abandoned animals.",
      "pt": "O santuário de vida selvagem está fazendo o seu melhor para dar conta de um número crescente de animais abandonados."
    },
    {
      "en": "To cope with the demanding course, she had to develop impeccable time management skills.",
      "pt": "Para dar conta do curso exigente, ela teve que desenvolver habilidades impecáveis de gerenciamento de tempo."
    },
    {
      "en": "The government's response was too slow to cope with the escalating crisis.",
      "pt": "A resposta do governo foi lenta demais para conter a crise crescente."
    },
    {
      "en": "She had to cope with the painful memory for the rest of her life.",
      "pt": "Ela teve que conviver com a memória dolorosa pelo resto da vida."
    },
    {
      "en": "The team's aging star player is struggling to cope with the physical demands of the sport.",
      "pt": "O craque envelhecido do time está com dificuldades para acompanhar as exigências físicas do esporte."
    },
    {
      "en": "I'm just trying to cope with one day at a time.",
      "pt": "Estou apenas tentando viver um dia de cada vez."
    },
    {
      "en": "Our legal frameworks have not yet learned how to cope with artificial intelligence.",
      "pt": "Nossas estruturas legais ainda não aprenderam a lidar com a inteligência artificial."
    },
    {
      "en": "He found it hard to cope with the transition from a structured military life to a civilian one.",
      "pt": "Ele achou difícil lidar com a transição de uma vida militar estruturada para a vida civil."
    },
    {
      "en": "The city needs to invest in public transport to cope with its growing population.",
      "pt": "A cidade precisa investir em transporte público para atender à sua população crescente."
    },
    {
      "en": "She coped with the pressure by focusing on small, achievable tasks.",
      "pt": "Ela lidou com a pressão focando em tarefas pequenas e alcançáveis."
    },
    {
      "en": "The national park's ecosystem is struggling to cope with the effects of acid rain.",
      "pt": "O ecossistema do parque nacional está com dificuldades para lidar com os efeitos da chuva ácida."
    },
    {
      "en": "The student had to cope with the challenge of studying in a foreign language.",
      "pt": "O estudante teve que lidar com o desafio de estudar em uma língua estrangeira."
    },
    {
      "en": "The company culture is not one that helps people cope with failure; it punishes it.",
      "pt": "A cultura da empresa não é uma que ajuda as pessoas a lidar com o fracasso; ela o pune."
    },
    {
      "en": "How can one cope with the overwhelming sense of injustice in the world?",
      "pt": "Como se pode lidar com o sentimento avassalador de injustiça no mundo?"
    },
    {
      "en": "The factory's machinery is too old to cope with the demands of modern production.",
      "pt": "O maquinário da fábrica é muito antigo para dar conta das demandas da produção moderna."
    },
    {
      "en": "She had to cope with the difficult position of being the mediator in her parents' arguments.",
      "pt": "Ela teve que lidar com a posição difícil de ser a mediadora nas discussões de seus pais."
    },
    {
      "en": "The social safety net is not strong enough to cope with a major economic recession.",
      "pt": "A rede de proteção social não é forte o suficiente para suportar uma grande recessão econômica."
    },
    {
      "en": "He's learning to cope with his dyslexia through specialized educational programs.",
      "pt": "Ele está aprendendo a lidar com sua dislexia através de programas educacionais especializados."
    },
    {
      "en": "The IT help desk was swamped, unable to cope with the number of calls after the system crash.",
      "pt": "O suporte de TI estava sobrecarregado, incapaz de dar conta do número de chamadas após a queda do sistema."
    },
    {
      "en": "I'm not sure he has the resilience to cope with another rejection.",
      "pt": "Não tenho certeza se ele tem a resiliência para lidar com outra rejeição."
    },
    {
      "en": "Urban planners are trying to figure out how cities can cope with the future of autonomous vehicles.",
      "pt": "Os planejadores urbanos estão tentando descobrir como as cidades podem se adaptar ao futuro dos veículos autônomos."
    },
    {
      "en": "She had to cope with the rude awakening that her dream job was actually a nightmare.",
      "pt": "Ela teve que encarar o duro despertar de que seu emprego dos sonhos era na verdade um pesadelo."
    },
    {
      "en": "The small publisher could not cope with the distribution demands of a bestselling book.",
      "pt": "A pequena editora não conseguiu dar conta das demandas de distribuição de um livro best-seller."
    },
    {
      "en": "He learned to cope with his fear of flying through exposure therapy.",
      "pt": "Ele aprendeu a lidar com seu medo de voar através da terapia de exposição."
    },
    {
      "en": "The global community must work together to cope with the threat of climate change.",
      "pt": "A comunidade global deve trabalhar em conjunto para enfrentar a ameaça das mudanças climáticas."
    },
    {
      "en": "After the breakup, he didn't cope well and isolated himself from his friends.",
      "pt": "Após o término, ele não lidou bem e se isolou de seus amigos."
    },
    {
      "en": "The banking sector was not prepared to cope with the level of defaults seen during the crisis.",
      "pt": "O setor bancário não estava preparado para lidar com o nível de inadimplência visto durante a crise."
    },
    {
      "en": "She had to cope with the moral dilemma of reporting her friend's misconduct.",
      "pt": "Ela teve que lidar com o dilema moral de denunciar a má conduta de sua amiga."
    },
    {
      "en": "The new software is too resource-intensive for older computers to cope with.",
      "pt": "O novo software consome muitos recursos para que computadores mais antigos consigam rodá-lo."
    },
    {
      "en": "They are coping with the situation as best they can under the circumstances.",
      "pt": "Eles estão lidando com a situação da melhor forma possível, dadas as circunstâncias."
    },
    {
      "en": "The agricultural sector is struggling to cope with unpredictable weather patterns.",
      "pt": "O setor agrícola está com dificuldades para lidar com os padrões climáticos imprevisíveis."
    },
    {
      "en": "The child had to cope with the instability of moving from one foster home to another.",
      "pt": "A criança teve que lidar com a instabilidade de se mudar de um lar adotivo para outro."
    },
    {
      "en": "The company is implementing automation to cope with a shortage of skilled labor.",
      "pt": "A empresa está implementando automação para lidar com a escassez de mão de obra qualificada."
    },
    {
      "en": "I don't know how he copes with the constant travel his job requires.",
      "pt": "Não sei como ele aguenta as viagens constantes que seu trabalho exige."
    },
    {
      "en": "The hospital's emergency room is not designed to cope with this volume of patients.",
      "pt": "O pronto-socorro do hospital não é projetado para atender a este volume de pacientes."
    },
    {
      "en": "She is just beginning to cope with the reality of her new life as a widow.",
      "pt": "Ela está apenas começando a lidar com a realidade de sua nova vida como viúva."
    },
    {
      "en": "The government needs a more coherent policy to cope with the housing crisis.",
      "pt": "O governo precisa de uma política mais coerente para enfrentar a crise imobiliária."
    },
    {
      "en": "He coped with the long hours of studying by taking regular breaks.",
      "pt": "Ele lidava com as longas horas de estudo fazendo pausas regulares."
    },
    {
      "en": "The transportation network is at its limit and cannot cope with any further increase in commuters.",
      "pt": "A rede de transporte está no seu limite e não suporta nenhum aumento adicional no número de passageiros."
    },
    {
      "en": "The celebrity had to cope with having every aspect of her life dissected by the tabloids.",
      "pt": "A celebridade teve que lidar com o fato de ter todos os aspectos de sua vida dissecados pelos tabloides."
    },
    {
      "en": "How will traditional universities cope with the rise of online education?",
      "pt": "Como as universidades tradicionais competirão com o avanço da educação online?"
    },
    {
      "en": "He has a remarkable capacity to cope with stress and remain calm.",
      "pt": "Ele tem uma capacidade notável de lidar com o estresse e permanecer calmo."
    },
    {
      "en": "The city's sanitation services are struggling to cope with the amount of waste generated.",
      "pt": "Os serviços de saneamento da cidade estão com dificuldade para lidar com a quantidade de lixo gerada."
    },
    {
      "en": "She had to cope with the challenge of raising two children on her own.",
      "pt": "Ela teve que encarar o desafio de criar dois filhos sozinha."
    },
    {
      "en": "The legal profession must find ways to cope with the automation of routine tasks.",
      "pt": "A profissão jurídica precisa encontrar maneiras de se adaptar à automação de tarefas rotineiras."
    },
    {
      "en": "He couldn't cope with the guilt and eventually confessed to his crime.",
      "pt": "Ele não conseguiu lidar com a culpa e acabou confessando seu crime."
    },
    {
      "en": "The power plant was not built to cope with the seismic activity common in that region.",
      "pt": "A usina de energia não foi construída para suportar a atividade sísmica comum naquela região."
    },
    {
      "en": "I'm not coping very well with the news, to be honest.",
      "pt": "Para ser sincero, não estou lidando muito bem com a notícia."
    },
    {
      "en": "The humanitarian aid organization is trying to cope with an unprecedented refugee crisis.",
      "pt": "A organização de ajuda humanitária está tentando lidar com uma crise de refugiados sem precedentes."
    },
    {
      "en": "She had to cope with the sexism that was rampant in the industry at the time.",
      "pt": "Ela teve que lidar com o machismo que era desenfreado na indústria na época."
    },
    {
      "en": "The telecommunications network was not prepared to cope with the surge in internet usage.",
      "pt": "A rede de telecomunicações não estava preparada para suportar o aumento no uso da internet."
    },
    {
      "en": "His family is helping him cope with the difficult recovery process.",
      "pt": "A família dele o está ajudando a passar pelo difícil processo de recuperação."
    },
    {
      "en": "The country's political institutions are struggling to cope with rampant corruption.",
      "pt": "As instituições políticas do país estão com dificuldades para lidar com a corrupção galopante."
    },
    {
      "en": "The young actor found it hard to cope with the dark themes of the film.",
      "pt": "O jovem ator achou difícil lidar com os temas sombrios do filme."
    },
    {
      "en": "The financial markets are struggling to cope with the ongoing political uncertainty.",
      "pt": "Os mercados financeiros estão com dificuldades para lidar com a contínua incerteza política."
    },
    {
      "en": "He coped with the pressure of the final exam by forming a study group with friends.",
      "pt": "Ele lidou com a pressão da prova final formando um grupo de estudos com amigos."
    },
    {
      "en": "The airline's outdated booking system could not cope with the volume of requests.",
      "pt": "O sistema de reservas ultrapassado da companhia aérea não conseguiu dar conta do volume de solicitações."
    },
    {
      "en": "She has to cope with the daily frustration of a long and unreliable commute.",
      "pt": "Ela tem que lidar com a frustração diária de um trajeto longo e pouco confiável."
    },
    {
      "en": "How can society cope with the ethical implications of genetic engineering?",
      "pt": "Como a sociedade pode lidar com as implicações éticas da engenharia genética?"
    },
    {
      "en": "He's finding it hard to cope with his diminished physical abilities as he gets older.",
      "pt": "Ele está achando difícil lidar com suas habilidades físicas diminuídas à medida que envelhece."
    },
    {
      "en": "The emergency response plan was inadequate to cope with a disaster of this magnitude.",
      "pt": "O plano de resposta a emergências era inadequado para lidar com um desastre desta magnitude."
    },
    {
      "en": "I'm looking for a new job because I can no longer cope with the toxic culture here.",
      "pt": "Estou procurando um novo emprego porque não consigo mais tolerar a cultura tóxica daqui."
    },
    {
      "en": "The national parks are struggling to cope with over-tourism and its environmental impact.",
      "pt": "Os parques nacionais estão com dificuldades para lidar com o excesso de turismo e seu impacto ambiental."
    },
    {
      "en": "The athlete had to cope with the immense disappointment of not qualifying for the Olympics.",
      "pt": "O atleta teve que lidar com a imensa decepção de não se classificar para as Olimpíadas."
    },
    {
      "en": "The old computer can barely cope with running modern software.",
      "pt": "O computador antigo mal consegue rodar softwares modernos."
    },
    {
      "en": "He's learning healthy ways to cope with his anger instead of lashing out.",
      "pt": "Ele está aprendendo maneiras saudáveis de lidar com sua raiva em vez de explodir."
    },
    {
      "en": "The international community has failed to cope with the growing refugee crisis.",
      "pt": "A comunidade internacional não conseguiu lidar com a crescente crise de refugiados."
    },
    {
      "en": "She had to cope with the nerve-racking experience of testifying in court.",
      "pt": "Ela teve que lidar com a experiência estressante de testemunhar no tribunal."
    },
    {
      "en": "The company's server farm was built to cope with massive amounts of data processing.",
      "pt": "O data center da empresa foi construído para suportar quantidades massivas de processamento de dados."
    },
    {
      "en": "He copes with the monotony of his job by listening to podcasts.",
      "pt": "Ele lida com a monotonia de seu trabalho ouvindo podcasts."
    },
    {
      "en": "The welfare system is underfunded and struggling to cope with rising poverty levels.",
      "pt": "O sistema de assistência social está subfinanciado e com dificuldades para lidar com os crescentes níveis de pobreza."
    },
    {
      "en": "The director had to cope with a very limited budget and a tight shooting schedule.",
      "pt": "O diretor teve que se virar com um orçamento muito limitado e um cronograma de filmagem apertado."
    },
    {
      "en": "Our society has not yet figured out how to cope with the problem of misinformation.",
      "pt": "Nossa sociedade ainda não descobriu como lidar com o problema da desinformação."
    },
    {
      "en": "I'm not sure how I managed to cope with everything that was happening at that time.",
      "pt": "Não sei como consegui dar conta de tudo que estava acontecendo naquela época."
    },
    {
      "en": "The car's cooling system wasn't able to cope with the desert heat.",
      "pt": "O sistema de arrefecimento do carro não conseguiu suportar o calor do deserto."
    },
    {
      "en": "She is coping with the illness with extraordinary courage and optimism.",
      "pt": "Ela está lidando com a doença com uma coragem e otimismo extraordinários."
    },
    {
      "en": "The city's historical archives are not equipped to cope with digital preservation.",
      "pt": "Os arquivos históricos da cidade não estão equipados para lidar com a preservação digital."
    },
    {
      "en": "He had to cope with the bittersweet feeling of watching his children leave for college.",
      "pt": "Ele teve que lidar com o sentimento agridoce de ver seus filhos irem para a faculdade."
    },
    {
      "en": "The prison system is failing to cope with the problem of overcrowding.",
      "pt": "O sistema prisional não está conseguindo lidar com o problema da superlotação."
    },
    {
      "en": "She learned to cope with her stage fright through breathing exercises.",
      "pt": "Ela aprendeu a lidar com seu medo de palco através de exercícios de respiração."
    },
    {
      "en": "The new security system was installed to cope with more sophisticated threats.",
      "pt": "O novo sistema de segurança foi instalado para lidar com ameaças mais sofisticadas."
    },
    {
      "en": "I can't cope with the ambiguity; I need a clear answer.",
      "pt": "Não consigo lidar com a ambiguidade; preciso de uma resposta clara."
    },
    {
      "en": "The logistics of the military operation were immense, but the army was trained to cope.",
      "pt": "A logística da operação militar era imensa, mas o exército foi treinado para dar conta."
    },
    {
      "en": "She had to cope with the sudden and unexpected loss of her job.",
      "pt": "Ela teve que lidar com a perda súbita e inesperada de seu emprego."
    },
    {
      "en": "The global economy is still trying to cope with the aftershocks of the 2008 financial crisis.",
      "pt": "A economia global ainda está tentando lidar com os tremores secundários da crise financeira de 2008."
    },
    {
      "en": "He struggles to cope with unstructured time and prefers a predictable schedule.",
      "pt": "Ele tem dificuldade em lidar com o tempo não estruturado e prefere uma agenda previsível."
    },
    {
      "en": "The research lab's data storage could not cope with the output from the new telescope.",
      "pt": "O armazenamento de dados do laboratório de pesquisa não conseguiu suportar a quantidade de dados gerada pelo novo telescópio."
    },
    {
      "en": "The community is still learning to cope with the trauma of the natural disaster.",
      "pt": "A comunidade ainda está aprendendo a lidar com o trauma do desastre natural."
    },
    {
      "en": "The ancient legal text was not written to cope with the complexities of modern finance.",
      "pt": "O antigo texto legal não foi escrito para lidar com as complexidades das finanças modernas."
    },
    {
      "en": "He's just not coping with the pressures of his final year at university.",
      "pt": "Ele simplesmente não está dando conta da pressão do seu último ano na universidade."
    },
    {
      "en": "The city's animal shelters are overflowing and cannot cope with any more stray animals.",
      "pt": "Os abrigos de animais da cidade estão superlotados e não conseguem acolher mais nenhum animal de rua."
    },
    {
      "en": "She had to cope with the anxiety of waiting for her medical test results.",
      "pt": "Ela teve que lidar com a ansiedade de esperar pelos resultados de seus exames médicos."
    },
    {
      "en": "The political party is struggling to cope with its declining popularity.",
      "pt": "O partido político está com dificuldades para lidar com sua popularidade em declínio."
    },
    {
      "en": "He had to cope with being the only new person on a team that had worked together for years.",
      "pt": "Ele teve que lidar com o fato de ser a única pessoa nova em uma equipe que trabalhava junta há anos."
    },
    {
      "en": "The website's architecture was not scalable and failed to cope with the user growth.",
      "pt": "A arquitetura do site não era escalável e não conseguiu suportar o crescimento de usuários."
    },
    {
      "en": "It must be hard to cope with the constant public criticism that politicians face.",
      "pt": "Deve ser difícil lidar com as críticas públicas constantes que os políticos enfrentam."
    },
    {
      "en": "The global health infrastructure is not yet prepared to cope with the next pandemic.",
      "pt": "A infraestrutura de saúde global ainda não está preparada para lidar com a próxima pandemia."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "cope",
      "options": [
        "cop",
        "cope"
      ],
      "correct": "cope"
    },
    {
      "question": "cope",
      "options": [
        "cope",
        "cup"
      ],
      "correct": "cope"
    },
    {
      "question": "cope",
      "options": [
        "cape",
        "cope"
      ],
      "correct": "cope"
    },
    {
      "question": "cope",
      "options": [
        "cope",
        "hope"
      ],
      "correct": "cope"
    },
    {
      "question": "cope",
      "options": [
        "scope",
        "cope"
      ],
      "correct": "cope"
    },
    {
      "question": "cope",
      "options": [
        "cope",
        "soap"
      ],
      "correct": "cope"
    },
    {
      "question": "cope",
      "options": [
        "pope",
        "cope"
      ],
      "correct": "cope"
    },
    {
      "question": "cope",
      "options": [
        "cope",
        "rope"
      ],
      "correct": "cope"
    },
    {
      "question": "cope",
      "options": [
        "coop",
        "cope"
      ],
      "correct": "cope"
    },
    {
      "question": "cope",
      "options": [
        "cope",
        "code"
      ],
      "correct": "cope"
    },
    {
      "question": "cope",
      "options": [
        "coke",
        "cope"
      ],
      "correct": "cope"
    },
    {
      "question": "cope",
      "options": [
        "cope",
        "comb"
      ],
      "correct": "cope"
    },
    {
      "question": "cope",
      "options": [
        "mope",
        "cope"
      ],
      "correct": "cope"
    },
    {
      "question": "cope",
      "options": [
        "cope",
        "corp"
      ],
      "correct": "cope"
    },
    {
      "question": "cope",
      "options": [
        "carp",
        "cope"
      ],
      "correct": "cope"
    }
  ]
}
