{
  "sentences": [
    {
      "en": "The government announced a crackdown on corruption.",
      "pt": "O governo anunciou uma repressão à corrupção."
    },
    {
      "en": "Police have launched a new crackdown on drunk driving.",
      "pt": "A polícia lançou uma nova operação contra a direção sob efeito de álcool."
    },
    {
      "en": "The school initiated a crackdown on cheating during exams.",
      "pt": "A escola iniciou uma fiscalização rigorosa contra a cola durante as provas."
    },
    {
      "en": "The recent crackdown on illegal immigration has been controversial.",
      "pt": "A recente repressão à imigração ilegal tem sido controversa."
    },
    {
      "en": "There is a city-wide crackdown on illegal parking.",
      "pt": "Há uma operação em toda a cidade contra o estacionamento ilegal."
    },
    {
      "en": "The company is planning a crackdown on the misuse of company resources.",
      "pt": "A empresa está planejando medidas severas contra o uso indevido de recursos da empresa."
    },
    {
      "en": "The crackdown on dissent was condemned by human rights groups.",
      "pt": "A repressão à dissidência foi condenada por grupos de direitos humanos."
    },
    {
      "en": "Will this crackdown on tax evasion be effective?",
      "pt": "Este combate à evasão fiscal será eficaz?"
    },
    {
      "en": "The crackdown resulted in hundreds of arrests.",
      "pt": "A operação resultou em centenas de prisões."
    },
    {
      "en": "The new manager started with a crackdown on employees arriving late.",
      "pt": "O novo gerente começou com medidas severas contra os funcionários que chegam atrasados."
    },
    {
      "en": "The media reported on the government's latest crackdown.",
      "pt": "A mídia noticiou sobre a mais recente repressão do governo."
    },
    {
      "en": "This crackdown is part of a larger effort to improve public safety.",
      "pt": "Esta operação faz parte de um esforço maior para melhorar a segurança pública."
    },
    {
      "en": "The principal announced a crackdown on bullying in schools.",
      "pt": "O diretor anunciou um combate rigoroso ao bullying nas escolas."
    },
    {
      "en": "The crackdown on the black market was swift and severe.",
      "pt": "A repressão ao mercado negro foi rápida e severa."
    },
    {
      "en": "Many businesses were affected by the regulatory crackdown.",
      "pt": "Muitas empresas foram afetadas pela fiscalização regulatória rigorosa."
    },
    {
      "en": "The crackdown on illegal street vendors cleared the sidewalks.",
      "pt": "A operação contra os vendedores ambulantes ilegais limpou as calçadas."
    },
    {
      "en": "There are calls for a crackdown on online piracy.",
      "pt": "Há apelos por um combate rigoroso à pirataria online."
    },
    {
      "en": "The organization faced a government crackdown.",
      "pt": "A organização enfrentou uma repressão governamental."
    },
    {
      "en": "The crackdown on drug trafficking is a top priority.",
      "pt": "O combate ao narcotráfico é uma prioridade máxima."
    },
    {
      "en": "The crackdown targeted businesses that were not following safety regulations.",
      "pt": "A fiscalização rigorosa visou empresas que não seguiam as normas de segurança."
    },
    {
      "en": "A crackdown on speeding is expected to reduce accidents.",
      "pt": "Espera-se que uma fiscalização rigorosa sobre o excesso de velocidade reduza os acidentes."
    },
    {
      "en": "The league announced a crackdown on unsportsmanlike conduct.",
      "pt": "A liga anunciou medidas severas contra a conduta antidesportiva."
    },
    {
      "en": "The crackdown on journalists drew international criticism.",
      "pt": "A repressão a jornalistas atraiu críticas internacionais."
    },
    {
      "en": "The new crackdown aims to eliminate corruption within the police force.",
      "pt": "A nova repressão visa eliminar a corrupção dentro da força policial."
    },
    {
      "en": "The environmental agency began a crackdown on industrial pollution.",
      "pt": "A agência ambiental iniciou um combate rigoroso à poluição industrial."
    },
    {
      "en": "Following the scandal, there was a crackdown on corporate fraud.",
      "pt": "Após o escândalo, houve uma repressão à fraude corporativa."
    },
    {
      "en": "The military-led crackdown was brutal.",
      "pt": "A repressão liderada pelos militares foi brutal."
    },
    {
      "en": "The school's crackdown on dress code violations was unpopular with students.",
      "pt": "As medidas severas da escola contra as violações do código de vestimenta foram impopulares entre os alunos."
    },
    {
      "en": "The crackdown on illegal fishing aims to protect marine life.",
      "pt": "O combate à pesca ilegal visa proteger a vida marinha."
    },
    {
      "en": "The tech industry is facing a new regulatory crackdown.",
      "pt": "A indústria de tecnologia está enfrentando uma nova repressão regulatória."
    },
    {
      "en": "What led to the sudden crackdown on protests?",
      "pt": "O que levou à súbita repressão aos protestos?"
    },
    {
      "en": "The crackdown on financial crime is being led by a special task force.",
      "pt": "O combate ao crime financeiro está sendo liderado por uma força-tarefa especial."
    },
    {
      "en": "The government is promising a crackdown on organized crime.",
      "pt": "O governo está prometendo um combate rigoroso ao crime organizado."
    },
    {
      "en": "Critics argue that the crackdown is just for show.",
      "pt": "Críticos argumentam que a repressão é apenas para inglês ver."
    },
    {
      "en": "The nationwide crackdown involved thousands of officers.",
      "pt": "A operação nacional envolveu milhares de policiais."
    },
    {
      "en": "The company's crackdown on security breaches includes new training for all staff.",
      "pt": "As medidas severas da empresa contra falhas de segurança incluem novo treinamento para toda a equipe."
    },
    {
      "en": "The crackdown on illegal logging is essential for preserving the rainforest.",
      "pt": "O combate ao desmatamento ilegal é essencial para preservar a floresta tropical."
    },
    {
      "en": "The city's crackdown on graffiti has had mixed results.",
      "pt": "A repressão da cidade ao grafite teve resultados mistos."
    },
    {
      "en": "The regime's crackdown on opposition voices has intensified.",
      "pt": "A repressão do regime às vozes da oposição se intensificou."
    },
    {
      "en": "As a result of the crackdown, many activists have fled the country.",
      "pt": "Como resultado da repressão, muitos ativistas fugiram do país."
    },
    {
      "en": "The office crackdown on personal internet use was met with resistance.",
      "pt": "As medidas severas do escritório contra o uso pessoal da internet foram recebidas com resistência."
    },
    {
      "en": "The mayor promised a tough crackdown on gang violence.",
      "pt": "O prefeito prometeu uma repressão dura à violência de gangues."
    },
    {
      "en": "The crackdown was focused on the border regions.",
      "pt": "A operação concentrou-se nas regiões de fronteira."
    },
    {
      "en": "The financial regulator announced a crackdown on insider trading.",
      "pt": "O regulador financeiro anunciou um combate rigoroso ao uso de informações privilegiadas (insider trading)."
    },
    {
      "en": "The effectiveness of the crackdown is still being debated.",
      "pt": "A eficácia da repressão ainda está sendo debatida."
    },
    {
      "en": "The university's crackdown on plagiarism has led to several expulsions.",
      "pt": "As medidas severas da universidade contra o plágio levaram a várias expulsões."
    },
    {
      "en": "The crackdown on counterfeit goods protects consumers and brands.",
      "pt": "O combate a produtos falsificados protege consumidores e marcas."
    },
    {
      "en": "This crackdown on minor offenses is a waste of police resources.",
      "pt": "Esta repressão a infrações menores é um desperdício de recursos policiais."
    },
    {
      "en": "The tax authority's crackdown has recovered millions in unpaid taxes.",
      "pt": "A fiscalização rigorosa da autoridade tributária recuperou milhões em impostos não pagos."
    },
    {
      "en": "The crackdown on free speech is a worrying trend.",
      "pt": "A repressão à liberdade de expressão é uma tendência preocupante."
    },
    {
      "en": "The crackdown seems to be targeting specific groups.",
      "pt": "A repressão parece estar visando grupos específicos."
    },
    {
      "en": "A new crackdown on illegal firearms has been announced.",
      "pt": "Uma nova operação contra armas de fogo ilegais foi anunciada."
    },
    {
      "en": "The factory was shut down during the environmental crackdown.",
      "pt": "A fábrica foi fechada durante a fiscalização ambiental rigorosa."
    },
    {
      "en": "The crackdown on political activists has drawn international attention.",
      "pt": "A repressão a ativistas políticos chamou a atenção internacional."
    },
    {
      "en": "The crackdown on human trafficking is a global effort.",
      "pt": "O combate ao tráfico de pessoas é um esforço global."
    },
    {
      "en": "The coach's crackdown on players breaking curfew was severe.",
      "pt": "As medidas severas do técnico contra os jogadores que violavam o toque de recolher foram rigorosas."
    },
    {
      "en": "The government is facing pressure to ease its crackdown.",
      "pt": "O governo está enfrentando pressão para aliviar sua repressão."
    },
    {
      "en": "The latest crackdown is seen as an attempt to silence critics.",
      "pt": "A mais recente repressão é vista como uma tentativa de silenciar os críticos."
    },
    {
      "en": "The crackdown on unlicensed businesses has been going on for a month.",
      "pt": "A operação contra empresas sem licença já dura um mês."
    },
    {
      "en": "The crackdown on illegal mining operations is protecting the environment.",
      "pt": "O combate às operações de mineração ilegal está protegendo o meio ambiente."
    },
    {
      "en": "The sports federation announced a crackdown on doping.",
      "pt": "A federação esportiva anunciou um combate rigoroso ao doping."
    },
    {
      "en": "The crackdown on street gangs is showing positive results.",
      "pt": "A repressão às gangues de rua está mostrando resultados positivos."
    },
    {
      "en": "The authorities promised a crackdown, but little has changed.",
      "pt": "As autoridades prometeram uma repressão, mas pouco mudou."
    },
    {
      "en": "The crackdown on illegal constructions is necessary for urban planning.",
      "pt": "O combate a construções ilegais é necessário para o planejamento urbano."
    },
    {
      "en": "The company's crackdown on expense account abuse saved a lot of money.",
      "pt": "As medidas severas da empresa contra o abuso da conta de despesas economizaram muito dinheiro."
    },
    {
      "en": "The internet crackdown has blocked access to many websites.",
      "pt": "A repressão na internet bloqueou o acesso a muitos sites."
    },
    {
      "en": "The police crackdown on nightlife was criticized by business owners.",
      "pt": "A repressão policial à vida noturna foi criticada por donos de estabelecimentos."
    },
    {
      "en": "Is a crackdown the only solution to this problem?",
      "pt": "Uma repressão é a única solução para este problema?"
    },
    {
      "en": "The crackdown has forced many activists into hiding.",
      "pt": "A repressão forçou muitos ativistas a se esconderem."
    },
    {
      "en": "The government's crackdown on the media is a threat to democracy.",
      "pt": "A repressão do governo à mídia é uma ameaça à democracia."
    },
    {
      "en": "The crackdown on noise complaints will be enforced on weekends.",
      "pt": "A fiscalização rigorosa sobre reclamações de barulho será aplicada nos fins de semana."
    },
    {
      "en": "The surprise crackdown caught many people off guard.",
      "pt": "A operação surpresa pegou muitas pessoas desprevenidas."
    },
    {
      "en": "The president has ordered a crackdown on tax shelters.",
      "pt": "O presidente ordenou um combate rigoroso aos paraísos fiscais."
    },
    {
      "en": "The crackdown on academic dishonesty is a priority for the university.",
      "pt": "O combate à desonestidade acadêmica é uma prioridade para a universidade."
    },
    {
      "en": "The government is launching a crackdown on companies that exploit workers.",
      "pt": "O governo está lançando uma repressão a empresas que exploram trabalhadores."
    },
    {
      "en": "The crackdown on illegal gambling rings was successful.",
      "pt": "A operação contra redes de jogos de azar ilegais foi bem-sucedida."
    },
    {
      "en": "The crackdown on freedom of assembly has been widely condemned.",
      "pt": "A repressão à liberdade de reunião foi amplamente condenada."
    },
    {
      "en": "This crackdown on jaywalking seems excessive.",
      "pt": "Esta fiscalização rigorosa sobre atravessar fora da faixa parece excessiva."
    },
    {
      "en": "The crackdown on fake news is a complex issue.",
      "pt": "O combate às notícias falsas é uma questão complexa."
    },
    {
      "en": "The city's crackdown on littering includes higher fines.",
      "pt": "As medidas severas da cidade contra o descarte de lixo em local inadequado incluem multas mais altas."
    },
    {
      "en": "The pre-dawn crackdown targeted several locations simultaneously.",
      "pt": "A operação de madrugada visou vários locais simultaneamente."
    },
    {
      "en": "The crackdown on the opposition party was seen as politically motivated.",
      "pt": "A repressão ao partido de oposição foi vista como politicamente motivada."
    },
    {
      "en": "The crackdown on illegal downloads has become more severe.",
      "pt": "O combate a downloads ilegais tornou-se mais severo."
    },
    {
      "en": "The government initiated a crackdown to restore order.",
      "pt": "O governo iniciou uma repressão para restaurar a ordem."
    },
    {
      "en": "The crackdown on corporate tax loopholes is long overdue.",
      "pt": "O combate às brechas fiscais corporativas já deveria ter acontecido há muito tempo."
    },
    {
      "en": "The police chief defended the crackdown as necessary.",
      "pt": "O chefe de polícia defendeu a repressão como necessária."
    },
    {
      "en": "The crackdown has had a chilling effect on free expression.",
      "pt": "A repressão teve um efeito inibidor na livre expressão."
    },
    {
      "en": "The government's crackdown on NGOs is alarming.",
      "pt": "A repressão do governo às ONGs é alarmante."
    },
    {
      "en": "The crackdown on the protest movement was violent.",
      "pt": "A repressão ao movimento de protesto foi violenta."
    },
    {
      "en": "The company's crackdown on safety violations is for everyone's benefit.",
      "pt": "As medidas severas da empresa contra violações de segurança são para o benefício de todos."
    },
    {
      "en": "The latest crackdown on crime seems to be working.",
      "pt": "A mais recente operação contra o crime parece estar funcionando."
    },
    {
      "en": "The regime uses a crackdown on corruption to eliminate political rivals.",
      "pt": "O regime usa uma repressão à corrupção para eliminar rivais políticos."
    },
    {
      "en": "The crackdown on illegal housing has left many families homeless.",
      "pt": "A repressão à moradia ilegal deixou muitas famílias desabrigadas."
    },
    {
      "en": "The crackdown on intellectual property theft is a priority.",
      "pt": "O combate ao roubo de propriedade intelectual é uma prioridade."
    },
    {
      "en": "A widespread crackdown on the press has begun.",
      "pt": "Uma repressão generalizada à imprensa começou."
    },
    {
      "en": "The crackdown on contraband was a major operation.",
      "pt": "A operação contra o contrabando foi uma grande operação."
    },
    {
      "en": "The military announced a crackdown on insurgents.",
      "pt": "Os militares anunciaram uma repressão aos insurgentes."
    },
    {
      "en": "The crackdown on student activists was filmed and shared online.",
      "pt": "A repressão a estudantes ativistas foi filmada e compartilhada online."
    },
    {
      "en": "The crackdown has made it difficult for journalists to work.",
      "pt": "A repressão dificultou o trabalho dos jornalistas."
    },
    {
      "en": "A new crackdown on insider trading is expected from the commission.",
      "pt": "Espera-se uma nova repressão ao uso de informações privilegiadas por parte da comissão."
    },
    {
      "en": "The crackdown on underground parties was due to noise complaints.",
      "pt": "A repressão às festas clandestinas foi devido a queixas de barulho."
    },
    {
      "en": "The crackdown on smugglers has intensified at the border.",
      "pt": "O cerco aos contrabandistas se intensificou na fronteira."
    },
    {
      "en": "The government's crackdown on tax havens aims to increase revenue.",
      "pt": "O combate do governo aos paraísos fiscais visa aumentar a arrecadação."
    },
    {
      "en": "The crackdown on academic fraud is being taken very seriously.",
      "pt": "O combate à fraude acadêmica está sendo levado muito a sério."
    },
    {
      "en": "The police promised a swift crackdown on the recent wave of robberies.",
      "pt": "A polícia prometeu uma repressão rápida à recente onda de assaltos."
    },
    {
      "en": "The crackdown on illegal street racing has made the roads safer.",
      "pt": "A repressão às corridas de rua ilegais tornou as estradas mais seguras."
    },
    {
      "en": "The crackdown on opposition leaders was condemned internationally.",
      "pt": "A repressão aos líderes da oposição foi condenada internacionalmente."
    },
    {
      "en": "The tech giant is facing a crackdown over its data privacy practices.",
      "pt": "A gigante da tecnologia está enfrentando uma repressão por suas práticas de privacidade de dados."
    },
    {
      "en": "The crackdown on the informal economy is controversial.",
      "pt": "A repressão à economia informal é controversa."
    },
    {
      "en": "The crackdown on password sharing is a new policy for the streaming service.",
      "pt": "As medidas severas contra o compartilhamento de senhas é uma nova política do serviço de streaming."
    },
    {
      "en": "The crackdown on illegal workshops exposed poor working conditions.",
      "pt": "A repressão às oficinas clandestinas expôs péssimas condições de trabalho."
    },
    {
      "en": "The country is known for its periodic crackdowns on corruption.",
      "pt": "O país é conhecido por suas repressões periódicas à corrupção."
    },
    {
      "en": "This crackdown on social media is an attack on free expression.",
      "pt": "Esta repressão às redes sociais é um ataque à livre expressão."
    },
    {
      "en": "The crackdown on illegal dumping is helping to clean up the city.",
      "pt": "O combate ao descarte ilegal de lixo está ajudando a limpar a cidade."
    },
    {
      "en": "The crackdown has led to a climate of fear.",
      "pt": "A repressão levou a um clima de medo."
    },
    {
      "en": "The crackdown on the rebellion was swift and decisive.",
      "pt": "A repressão à rebelião foi rápida e decisiva."
    },
    {
      "en": "The crackdown on unlicensed food vendors is a public health measure.",
      "pt": "A fiscalização rigorosa sobre vendedores de comida sem licença é uma medida de saúde pública."
    },
    {
      "en": "The crackdown on political dissent silenced many voices.",
      "pt": "A repressão à dissidência política silenciou muitas vozes."
    },
    {
      "en": "The government's crackdown on crypto-currencies has caused market panic.",
      "pt": "A repressão do governo às criptomoedas causou pânico no mercado."
    },
    {
      "en": "The crackdown on illegal poaching is crucial for wildlife conservation.",
      "pt": "O combate à caça ilegal é crucial para a conservação da vida selvagem."
    },
    {
      "en": "The crackdown on fake reviews aims to protect online consumers.",
      "pt": "O combate a avaliações falsas visa proteger os consumidores online."
    },
    {
      "en": "The crackdown on student protests was widely criticized.",
      "pt": "A repressão aos protestos estudantis foi amplamente criticada."
    },
    {
      "en": "The brutal crackdown on the uprising shocked the world.",
      "pt": "A repressão brutal ao levante chocou o mundo."
    },
    {
      "en": "The company's crackdown on tardiness has improved productivity.",
      "pt": "As medidas severas da empresa contra atrasos melhoraram a produtividade."
    },
    {
      "en": "The crackdown on illegal taxi services is supported by official taxi drivers.",
      "pt": "A repressão aos serviços de táxi ilegais é apoiada por taxistas oficiais."
    },
    {
      "en": "The government is considering a crackdown on sugary drinks.",
      "pt": "O governo está considerando medidas severas contra bebidas açucaradas."
    },
    {
      "en": "The crackdown on academic dissent is a feature of authoritarian regimes.",
      "pt": "A repressão à dissidência acadêmica é uma característica de regimes autoritários."
    },
    {
      "en": "The crackdown on unsafe buildings followed the tragic accident.",
      "pt": "A fiscalização rigorosa de prédios inseguros ocorreu após o trágico acidente."
    },
    {
      "en": "The crackdown on illegal immigration has separated many families.",
      "pt": "A repressão à imigração ilegal separou muitas famílias."
    },
    {
      "en": "The crackdown on the shadow economy is intended to formalize businesses.",
      "pt": "A repressão à economia paralela tem como objetivo formalizar as empresas."
    },
    {
      "en": "The crackdown on illegal weapons is a continuous effort.",
      "pt": "O combate a armas ilegais é um esforço contínuo."
    },
    {
      "en": "The crackdown on the press has led to self-censorship.",
      "pt": "A repressão à imprensa levou à autocensura."
    },
    {
      "en": "The regulatory crackdown on the banking sector followed the financial crisis.",
      "pt": "A repressão regulatória ao setor bancário se seguiu à crise financeira."
    },
    {
      "en": "The police crackdown on public drinking was enforced last weekend.",
      "pt": "A repressão policial ao consumo de álcool em público foi aplicada no último fim de semana."
    },
    {
      "en": "The crackdown on child labor is a moral imperative.",
      "pt": "O combate ao trabalho infantil é um imperativo moral."
    },
    {
      "en": "The government crackdown was met with widespread protests.",
      "pt": "A repressão do governo foi recebida com protestos generalizados."
    },
    {
      "en": "The crackdown on illegal money lenders is protecting vulnerable people.",
      "pt": "O combate a agiotas ilegais está protegendo pessoas vulneráveis."
    },
    {
      "en": "The crackdown has driven the opposition movement underground.",
      "pt": "A repressão levou o movimento de oposição para a clandestinidade."
    },
    {
      "en": "The city's crackdown on noisy neighbors uses a new hotline.",
      "pt": "As medidas da cidade contra vizinhos barulhentos usam uma nova linha direta."
    },
    {
      "en": "The crackdown on tax fraud has become much more sophisticated.",
      "pt": "O combate à fraude fiscal tornou-se muito mais sofisticado."
    },
    {
      "en": "The crackdown on illegal factories is improving air quality.",
      "pt": "A repressão a fábricas ilegais está melhorando a qualidade do ar."
    },
    {
      "en": "The crackdown on political opposition has been harsh.",
      "pt": "A repressão à oposição política tem sido dura."
    },
    {
      "en": "The recent crackdown targeted sellers of counterfeit luxury goods.",
      "pt": "A recente operação visou vendedores de artigos de luxo falsificados."
    },
    {
      "en": "The government denied that the crackdown was politically motivated.",
      "pt": "O governo negou que a repressão tivesse motivação política."
    },
    {
      "en": "The crackdown on illegal border crossings includes new surveillance technology.",
      "pt": "A repressão às travessias ilegais de fronteira inclui nova tecnologia de vigilância."
    },
    {
      "en": "The crackdown on unregistered vehicles will begin next month.",
      "pt": "A fiscalização rigorosa de veículos não registrados começará no próximo mês."
    },
    {
      "en": "The crackdown on illegal street art divides public opinion.",
      "pt": "A repressão à arte de rua ilegal divide a opinião pública."
    },
    {
      "en": "The crackdown on the pro-democracy movement was condemned.",
      "pt": "A repressão ao movimento pró-democracia foi condenada."
    },
    {
      "en": "The crackdown on illegal trade has disrupted supply chains.",
      "pt": "O combate ao comércio ilegal interrompeu as cadeias de suprimentos."
    },
    {
      "en": "The government's crackdown on independent media has left few critical voices.",
      "pt": "A repressão do governo à mídia independente deixou poucas vozes críticas."
    },
    {
      "en": "The crackdown on illegal recruitment agencies is protecting job seekers.",
      "pt": "O combate a agências de recrutamento ilegais está protegendo quem procura emprego."
    },
    {
      "en": "The crackdown on academic freedom is a serious concern.",
      "pt": "A repressão à liberdade acadêmica é uma preocupação séria."
    },
    {
      "en": "The company's crackdown on remote work is forcing people back to the office.",
      "pt": "As medidas da empresa contra o trabalho remoto estão forçando as pessoas a voltarem para o escritório."
    },
    {
      "en": "The government is preparing for a new crackdown on tax evasion.",
      "pt": "O governo está se preparando para uma nova repressão à evasão fiscal."
    },
    {
      "en": "The crackdown on the riots involved the use of tear gas.",
      "pt": "A repressão aos tumultos envolveu o uso de gás lacrimogêneo."
    },
    {
      "en": "The crackdown on price gouging during the emergency was necessary.",
      "pt": "O combate à especulação de preços durante a emergência foi necessário."
    },
    {
      "en": "The crackdown on the drug trade is a long and difficult fight.",
      "pt": "O combate ao tráfico de drogas é uma luta longa e difícil."
    },
    {
      "en": "The security crackdown before the event was intense.",
      "pt": "A operação de segurança antes do evento foi intensa."
    },
    {
      "en": "The crackdown on illegal housing included the demolition of several buildings.",
      "pt": "A repressão à moradia ilegal incluiu a demolição de vários edifícios."
    },
    {
      "en": "The crackdown on free press has been a disaster for the country.",
      "pt": "A repressão à imprensa livre tem sido um desastre para o país."
    },
    {
      "en": "The crackdown on corporate malfeasance restored some investor confidence.",
      "pt": "A repressão à má conduta corporativa restaurou parte da confiança dos investidores."
    },
    {
      "en": "The crackdown has made it dangerous to speak out against the government.",
      "pt": "A repressão tornou perigoso falar contra o governo."
    },
    {
      "en": "The crackdown on illegal street food vendors raised concerns about people's livelihoods.",
      "pt": "A repressão aos vendedores de comida de rua ilegais levantou preocupações sobre o sustento das pessoas."
    },
    {
      "en": "The government's crackdown on civil liberties is a step backwards.",
      "pt": "A repressão do governo às liberdades civis é um retrocesso."
    },
    {
      "en": "The crackdown on the syndicate was the result of a long investigation.",
      "pt": "A operação contra o sindicato do crime foi o resultado de uma longa investigação."
    },
    {
      "en": "The party's crackdown on internal dissent has alienated many members.",
      "pt": "A repressão do partido à dissidência interna alienou muitos membros."
    },
    {
      "en": "The crackdown on illegal waste disposal is an environmental priority.",
      "pt": "O combate ao descarte ilegal de resíduos é uma prioridade ambiental."
    },
    {
      "en": "The crackdown on the peaceful demonstration was unnecessary and brutal.",
      "pt": "A repressão à manifestação pacífica foi desnecessária e brutal."
    },
    {
      "en": "The crackdown on illegal schools is meant to improve education standards.",
      "pt": "O combate a escolas ilegais visa melhorar os padrões de educação."
    },
    {
      "en": "The crackdown has led to an increase in secret, underground meetings.",
      "pt": "A repressão levou a um aumento de reuniões secretas e clandestinas."
    },
    {
      "en": "The city's crackdown on Airbnb rentals is changing the tourism market.",
      "pt": "As medidas severas da cidade contra os aluguéis do Airbnb estão mudando o mercado de turismo."
    },
    {
      "en": "The crackdown on extremist groups is a matter of national security.",
      "pt": "A repressão a grupos extremistas é uma questão de segurança nacional."
    },
    {
      "en": "The government has intensified its crackdown on illegal imports.",
      "pt": "O governo intensificou sua repressão às importações ilegais."
    },
    {
      "en": "The crackdown on bribery is part of an anti-corruption campaign.",
      "pt": "O combate ao suborno faz parte de uma campanha anticorrupção."
    },
    {
      "en": "The violent crackdown on protesters was broadcast around the world.",
      "pt": "A repressão violenta aos manifestantes foi transmitida para todo o mundo."
    },
    {
      "en": "The crackdown on illegal clinics is meant to protect patient safety.",
      "pt": "O combate a clínicas ilegais visa proteger a segurança do paciente."
    },
    {
      "en": "The crackdown on online gambling has shut down many websites.",
      "pt": "O combate a jogos de azar online fechou muitos sites."
    },
    {
      "en": "The crackdown on organized crime has made the city safer.",
      "pt": "A repressão ao crime organizado tornou a cidade mais segura."
    },
    {
      "en": "The crackdown on corruption within the judiciary is essential for justice.",
      "pt": "O combate à corrupção no judiciário é essencial para a justiça."
    },
    {
      "en": "The crackdown on unsafe working conditions is being enforced by inspectors.",
      "pt": "A fiscalização rigorosa das condições de trabalho inseguras está sendo aplicada por inspetores."
    },
    {
      "en": "The crackdown on unregistered businesses aims to formalize the economy.",
      "pt": "A repressão a empresas não registradas visa formalizar a economia."
    },
    {
      "en": "The government's crackdown on the opposition was swift.",
      "pt": "A repressão do governo à oposição foi rápida."
    },
    {
      "en": "The crackdown on illegal deforestation is showing positive environmental results.",
      "pt": "O combate ao desmatamento ilegal está mostrando resultados ambientais positivos."
    },
    {
      "en": "The crackdown on corporate espionage is protecting trade secrets.",
      "pt": "O combate à espionagem corporativa está protegendo segredos comerciais."
    },
    {
      "en": "The crackdown on illegal parties is intended to reduce noise pollution.",
      "pt": "A repressão a festas ilegais tem como objetivo reduzir a poluição sonora."
    },
    {
      "en": "The crackdown on human rights lawyers is a violation of international law.",
      "pt": "A repressão a advogados de direitos humanos é uma violação do direito internacional."
    },
    {
      "en": "The crackdown on illegal pharmacies is a public health priority.",
      "pt": "O combate a farmácias ilegais é uma prioridade de saúde pública."
    },
    {
      "en": "The crackdown on illegal immigration has been a major political issue.",
      "pt": "A repressão à imigração ilegal tem sido uma grande questão política."
    },
    {
      "en": "The crackdown on unlicensed doctors is protecting patients from harm.",
      "pt": "A repressão a médicos sem licença está protegendo os pacientes de danos."
    },
    {
      "en": "The crackdown on the black market for tickets has been effective.",
      "pt": "A repressão ao mercado negro de ingressos tem sido eficaz."
a
    },
    {
      "en": "The crackdown on illegal water connections is helping to conserve water.",
      "pt": "O combate a ligações de água clandestinas está ajudando a conservar a água."
    },
    {
      "en": "The crackdown on cybercrime is a challenge for law enforcement agencies worldwide.",
      "pt": "O combate ao cibercrime é um desafio para as agências de aplicação da lei em todo o mundo."
    },
    {
      "en": "The crackdown on the protest was a clear violation of human rights.",
      "pt": "A repressão ao protesto foi uma clara violação dos direitos humanos."
    },
    {
      "en": "The crackdown on illegal street racing involves seizing cars.",
      "pt": "A repressão às corridas de rua ilegais envolve a apreensão de carros."
    },
    {
      "en": "The crackdown on corruption has led to the arrest of several high-ranking officials.",
      "pt": "A repressão à corrupção levou à prisão de vários funcionários de alto escalão."
    },
    {
      "en": "The crackdown on illegal taxis is meant to improve safety and regulate the industry.",
      "pt": "A repressão aos táxis ilegais visa melhorar a segurança e regulamentar o setor."
    },
    {
      "en": "The government's crackdown on free speech has been met with international condemnation.",
      "pt": "A repressão do governo à liberdade de expressão foi recebida com condenação internacional."
    },
    {
      "en": "The crackdown on illegal construction in protected areas is a positive step.",
      "pt": "A repressão à construção ilegal em áreas protegidas é um passo positivo."
    },
    {
      "en": "The crackdown on illegal drug labs is disrupting criminal networks.",
      "pt": "A repressão a laboratórios de drogas ilegais está desarticulando redes criminosas."
    },
    {
      "en": "The crackdown on poaching is helping to save endangered species.",
      "pt": "O combate à caça ilegal está ajudando a salvar espécies ameaçadas de extinção."
    },
    {
      "en": "The crackdown on corporate greed is a popular move with voters.",
      "pt": "O combate à ganância corporativa é uma medida popular entre os eleitores."
    },
    {
      "en": "The crackdown on dissent has created a climate of fear and silence.",
      "pt": "A repressão à dissidência criou um clima de medo e silêncio."
    },
    {
      "en": "The crackdown on illegal fireworks is a measure to prevent accidents.",
      "pt": "A repressão a fogos de artifício ilegais é uma medida para prevenir acidentes."
    },
    {
      "en": "The crackdown on illegal sales of alcohol to minors is strictly enforced.",
      "pt": "A repressão à venda ilegal de álcool a menores é rigorosamente aplicada."
    },
    {
      "en": "The crackdown on the opposition was a sign of the government's weakness.",
      "pt": "A repressão à oposição foi um sinal da fraqueza do governo."
    },
    {
      "en": "The crackdown on fake diplomas is intended to protect the integrity of the education system.",
      "pt": "O combate a diplomas falsos visa proteger a integridade do sistema educacional."
    },
    {
      "en": "The crackdown on illegal fishing in international waters requires cooperation.",
      "pt": "O combate à pesca ilegal em águas internacionais requer cooperação."
    },
    {
      "en": "The crackdown on illegal immigration at the southern border has been a focal point of debate.",
      "pt": "A repressão à imigração ilegal na fronteira sul tem sido um ponto central do debate."
    },
    {
      "en": "The crackdown on illegal logging has reduced deforestation rates.",
      "pt": "O combate ao desmatamento ilegal reduziu as taxas de desmatamento."
    },
    {
      "en": "The crackdown on illegal money laundering schemes is a complex international effort.",
      "pt": "O combate a esquemas ilegais de lavagem de dinheiro é um esforço internacional complexo."
    },
    {
      "en": "The crackdown on the protests was a turning point in the country's history.",
      "pt": "A repressão aos protestos foi um ponto de virada na história do país."
    },
    {
      "en": "The crackdown on illegal street vendors has been criticized for harming the local economy.",
      "pt": "A repressão aos vendedores ambulantes ilegais foi criticada por prejudicar a economia local."
    },
    {
      "en": "The crackdown on illegal wildlife trade is essential for biodiversity.",
      "pt": "O combate ao comércio ilegal de vida selvagem é essencial para a biodiversidade."
    },
    {
      "en": "The crackdown on organized crime included wiretaps and surveillance.",
      "pt": "A repressão ao crime organizado incluiu escutas telefônicas e vigilância."
    },
    {
      "en": "The crackdown on password sharing by streaming services has begun.",
      "pt": "A repressão ao compartilhamento de senhas pelos serviços de streaming começou."
    },
    {
      "en": "The crackdown on tax evasion has brought in significant revenue for the government.",
      "pt": "O combate à evasão fiscal trouxe uma receita significativa para o governo."
    },
    {
      "en": "The crackdown on the opposition press is an attack on democracy.",
      "pt": "A repressão à imprensa de oposição é um ataque à democracia."
    },
    {
      "en": "The government launched a severe crackdown on all forms of dissent.",
      "pt": "O governo lançou uma repressão severa a todas as formas de dissidência."
    },
    {
      "en": "The police crackdown on street crime has made the neighborhood feel safer.",
      "pt": "A repressão policial ao crime de rua fez o bairro parecer mais seguro."
    },
    {
      "en": "The crackdown on corporate corruption has led to several high-profile arrests.",
      "pt": "A repressão à corrupção corporativa levou a várias prisões de grande repercussão."
    },
    {
      "en": "The crackdown on illegal immigration has become a central theme of his campaign.",
      "pt": "A repressão à imigração ilegal tornou-se um tema central de sua campanha."
    },
    {
      "en": "The school's crackdown on tardiness includes detention for repeat offenders.",
      "pt": "As medidas severas da escola contra atrasos incluem detenção para reincidentes."
    },
    {
      "en": "The crackdown on illegal drug trafficking is a key part of the new security strategy.",
      "pt": "O combate ao tráfico ilegal de drogas é uma parte fundamental da nova estratégia de segurança."
    },
    {
      "en": "The city's crackdown on illegal parking in bike lanes is welcome news for cyclists.",
      "pt": "A repressão da cidade ao estacionamento ilegal em ciclovias é uma boa notícia para os ciclistas."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "crackdown",
      "options": [
        "crackdown",
        "track down"
      ],
      "correct": "crackdown"
    },
    {
      "question": "crackdown",
      "options": [
        "back down",
        "crackdown"
      ],
      "correct": "crackdown"
    },
    {
      "question": "crackdown",
      "options": [
        "crackdown",
        "lockdown"
      ],
      "correct": "crackdown"
    },
    {
      "question": "crackdown",
      "options": [
        "breakdown",
        "crackdown"
      ],
      "correct": "crackdown"
    },
    {
      "question": "crackdown",
      "options": [
        "crackdown",
        "smackdown"
      ],
      "correct": "crackdown"
    },
    {
      "question": "crackdown",
      "options": [
        "countdown",
        "crackdown"
      ],
      "correct": "crackdown"
    },
    {
      "question": "crackdown",
      "options": [
        "crackdown",
        "background"
      ],
      "correct": "crackdown"
    },
    {
      "question": "crackdown",
      "options": [
        "shakedown",
        "crackdown"
      ],
      "correct": "crackdown"
    },
    {
      "question": "crackdown",
      "options": [
        "crackdown",
        "black gown"
      ],
      "correct": "crackdown"
    },
    {
      "question": "crackdown",
      "options": [
        "crack on",
        "crackdown"
      ],
      "correct": "crackdown"
    },
    {
      "question": "crackdown",
      "options": [
        "crackdown",
        "sundown"
      ],
      "correct": "crackdown"
    },
    {
      "question": "crackdown",
      "options": [
        "track town",
        "crackdown"
      ],
      "correct": "crackdown"
    },
    {
      "question": "crackdown",
      "options": [
        "crackdown",
        "showdown"
      ],
      "correct": "crackdown"
    },
    {
      "question": "crackdown",
      "options": [
        "letdown",
        "crackdown"
      ],
      "correct": "crackdown"
    },
    {
      "question": "crackdown",
      "options": [
        "crackdown",
        "knack town"
      ],
      "correct": "crackdown"
    }
  ]
}
