{
  "sentences": [
    {
      "en": "The committee will review the proposal and take whatever action it deems appropriate.",
      "pt": "O comitê analisará a proposta e tomará qualquer medida que julgar apropriada."
    },
    {
      "en": "Any information shared in this meeting will be deemed confidential.",
      "pt": "Qualquer informação compartilhada nesta reunião será considerada confidencial."
    },
    {
      "en": "The court deemed the evidence insufficient to proceed with a trial.",
      "pt": "O tribunal considerou as provas insuficientes para prosseguir com um julgamento."
    },
    {
      "en": "We will provide assistance to any employee who deems it necessary.",
      "pt": "Forneceremos assistência a qualquer funcionário que julgar necessário."
    },
    {
      "en": "He was deemed unfit for the position due to his lack of relevant experience.",
      "pt": "Ele foi considerado inapto para o cargo devido à sua falta de experiência relevante."
    },
    {
      "en": "The artifact was deemed priceless and is now kept under high security.",
      "pt": "O artefato foi considerado inestimável e agora é mantido sob alta segurança."
    },
    {
      "en": "The board of directors deemed the merger to be in the best interest of the shareholders.",
      "pt": "O conselho de administração considerou a fusão como sendo do melhor interesse dos acionistas."
    },
    {
      "en": "Should you deem it necessary, you are authorized to make changes to the schedule.",
      "pt": "Caso julgue necessário, você está autorizado a fazer alterações no cronograma."
    },
    {
      "en": "The new regulations were deemed overly burdensome by many small business owners.",
      "pt": "As novas regulamentações foram consideradas excessivamente onerosas por muitos proprietários de pequenas empresas."
    },
    {
      "en": "The university reserves the right to take any action it deems suitable against academic dishonesty.",
      "pt": "A universidade se reserva o direito de tomar qualquer medida que considere adequada contra a desonestidade acadêmica."
    },
    {
      "en": "His actions, though controversial, were deemed heroic by those he saved.",
      "pt": "Suas ações, embora controversas, foram consideradas heroicas por aqueles que ele salvou."
    },
    {
      "en": "The project was deemed a failure after it failed to meet any of its primary objectives.",
      "pt": "O projeto foi considerado um fracasso depois de não atingir nenhum de seus objetivos principais."
    },
    {
      "en": "I deem it a great honor to be invited to speak at this prestigious conference.",
      "pt": "Considero uma grande honra ser convidado para palestrar nesta prestigiosa conferência."
    },
    {
      "en": "The security system was deemed inadequate to protect against modern cyber threats.",
      "pt": "O sistema de segurança foi considerado inadequado para proteger contra as ameaças cibernéticas modernas."
    },
    {
      "en": "The legislation grants the commission the power to investigate any matter it deems relevant.",
      "pt": "A legislação concede à comissão o poder de investigar qualquer assunto que considere relevante."
    },
    {
      "en": "The ancient text is deemed by scholars to be one of the most important historical documents ever discovered.",
      "pt": "O texto antigo é considerado pelos estudiosos um dos mais importantes documentos históricos já descobertos."
    },
    {
      "en": "The building was deemed structurally unsound and was scheduled for demolition.",
      "pt": "O edifício foi considerado estruturalmente instável e foi programado para demolição."
    },
    {
      "en": "We will proceed with the plan unless the advisory board deems otherwise.",
      "pt": "Prosseguiremos com o plano, a menos que o conselho consultivo decida o contrário."
    },
    {
      "en": "The manuscript was deemed worthy of publication by the editorial board.",
      "pt": "O manuscrito foi considerado digno de publicação pelo conselho editorial."
    },
    {
      "en": "Any breach of this contract will be deemed a serious violation of our agreement.",
      "pt": "Qualquer violação deste contrato será considerada uma violação grave do nosso acordo."
    },
    {
      "en": "The general deemed it prudent to retreat rather than risk a catastrophic defeat.",
      "pt": "O general julgou prudente recuar em vez de arriscar uma derrota catastrófica."
    },
    {
      "en": "The comments were deemed inappropriate and were removed from the online forum.",
      "pt": "Os comentários foram considerados inadequados e foram removidos do fórum online."
    },
    {
      "en": "The charity only provides aid to those who are deemed most in need.",
      "pt": "A instituição de caridade só fornece ajuda àqueles que são considerados mais necessitados."
    },
    {
      "en": "After a thorough review, the candidate was deemed to be the most qualified for the job.",
      "pt": "Após uma análise minuciosa, o candidato foi considerado o mais qualificado para o cargo."
    },
    {
      "en": "The scientific community no longer deems this theory to be valid.",
      "pt": "A comunidade científica não considera mais esta teoria como sendo válida."
    },
    {
      "en": "The prime minister will appoint whomever he deems fit for the cabinet position.",
      "pt": "O primeiro-ministro nomeará quem ele julgar apto para o cargo no gabinete."
    },
    {
      "en": "The film was deemed a cinematic masterpiece by critics worldwide.",
      "pt": "O filme foi considerado uma obra-prima cinematográfica por críticos de todo o mundo."
    },
    {
      "en": "The risks associated with the venture were deemed acceptable by the investors.",
      "pt": "Os riscos associados ao empreendimento foram considerados aceitáveis pelos investidores."
    },
    {
      "en": "I did not deem it necessary to inform him of every minor detail.",
      "pt": "Não julguei necessário informá-lo de cada pequeno detalhe."
    },
    {
      "en": "The request was denied because it was deemed to be outside the scope of the investigation.",
      "pt": "O pedido foi negado porque foi considerado fora do escopo da investigação."
    },
    {
      "en": "The defendant's behavior in court was deemed contemptuous by the judge.",
      "pt": "O comportamento do réu no tribunal foi considerado desrespeitoso pelo juiz."
    },
    {
      "en": "The government has the authority to seize any assets deemed to be proceeds of crime.",
      "pt": "O governo tem autoridade para confiscar quaisquer bens considerados provenientes de crime."
    },
    {
      "en": "His contribution to the project was deemed so significant that he was offered a promotion.",
      "pt": "Sua contribuição para o projeto foi considerada tão significativa que lhe foi oferecida uma promoção."
    },
    {
      "en": "The historical evidence is deemed conclusive by most historians.",
      "pt": "A evidência histórica é considerada conclusiva pela maioria dos historiadores."
    },
    {
      "en": "The manager can adjust the workflow as she deems necessary to meet deadlines.",
      "pt": "A gerente pode ajustar o fluxo de trabalho conforme julgar necessário para cumprir os prazos."
    },
    {
      "en": "The painting was deemed a forgery after a thorough analysis by experts.",
      "pt": "A pintura foi considerada uma falsificação após uma análise minuciosa por especialistas."
    },
    {
      "en": "The company will compensate employees for any expenses deemed reasonable and necessary.",
      "pt": "A empresa compensará os funcionários por quaisquer despesas consideradas razoáveis e necessárias."
    },
    {
      "en": "The city council deemed the proposed skyscraper a threat to the historic character of the neighborhood.",
      "pt": "A câmara municipal considerou o arranha-céu proposto uma ameaça ao caráter histórico do bairro."
    },
    {
      "en": "The law states that a person is deemed to have consented if they do not object.",
      "pt": "A lei estabelece que se considera que uma pessoa consentiu se ela não se opuser."
    },
    {
      "en": "We deem it our responsibility to protect the privacy of our users.",
      "pt": "Consideramos nossa responsabilidade proteger a privacidade de nossos usuários."
    },
    {
      "en": "The statement was deemed by many to be a tacit admission of guilt.",
      "pt": "A declaração foi considerada por muitos como uma admissão tácita de culpa."
    },
    {
      "en": "The area was deemed a natural disaster zone, making it eligible for federal aid.",
      "pt": "A área foi considerada uma zona de desastre natural, tornando-a elegível para ajuda federal."
    },
    {
      "en": "The editor did not deem the article suitable for the magazine's readership.",
      "pt": "O editor não considerou o artigo adequado para o público leitor da revista."
    },
    {
      "en": "His performance in the final round was deemed exceptional by the judges.",
      "pt": "Seu desempenho na rodada final foi considerado excepcional pelos jurados."
    },
    {
      "en": "The pilot deemed it unsafe to take off due to the severe weather conditions.",
      "pt": "O piloto considerou inseguro decolar devido às severas condições climáticas."
    },
    {
      "en": "The novel was deemed too controversial for publication at the time.",
      "pt": "O romance foi considerado controverso demais para publicação na época."
    },
    {
      "en": "The commission has the power to ban any product it deems hazardous to public health.",
      "pt": "A comissão tem o poder de proibir qualquer produto que considere perigoso para a saúde pública."
    },
    {
      "en": "The athlete was deemed eligible to compete after his appeal was successful.",
      "pt": "O atleta foi considerado elegível para competir depois que seu recurso foi bem-sucedido."
    },
    {
      "en": "The language used in the document was deemed unnecessarily obscure and confusing.",
      "pt": "A linguagem usada no documento foi considerada desnecessariamente obscura e confusa."
    },
    {
      "en": "The research was deemed groundbreaking and has opened up new avenues of inquiry.",
      "pt": "A pesquisa foi considerada inovadora e abriu novos caminhos de investigação."
    },
    {
      "en": "The UN resolution was deemed a critical step towards resolving the conflict.",
      "pt": "A resolução da ONU foi considerada um passo crucial para a resolução do conflito."
    },
    {
      "en": "The company reserves the right to refuse service to anyone for any reason it deems appropriate.",
      "pt": "A empresa se reserva o direito de recusar serviço a qualquer pessoa por qualquer motivo que julgar apropriado."
    },
    {
      "en": "The candidate's response to the question was deemed evasive by the moderator.",
      "pt": "A resposta do candidato à pergunta foi considerada evasiva pelo moderador."
    },
    {
      "en": "Under the new law, certain online activities are now deemed illegal.",
      "pt": "Sob a nova lei, certas atividades online são agora consideradas ilegais."
    },
    {
      "en": "I deem it my solemn duty to speak out against this injustice.",
      "pt": "Considero meu dever solene me manifestar contra esta injustiça."
    },
    {
      "en": "The investment was deemed too risky and was therefore rejected.",
      "pt": "O investimento foi considerado arriscado demais e, portanto, foi rejeitado."
    },
    {
      "en": "The treaty was deemed invalid because it had been signed under duress.",
      "pt": "O tratado foi considerado inválido porque havia sido assinado sob coação."
    },
    {
      "en": "The security measures in place were deemed sufficient to prevent unauthorized access.",
      "pt": "As medidas de segurança em vigor foram consideradas suficientes para impedir o acesso não autorizado."
    },
    {
      "en": "The judge will rule on the matter as he deems just.",
      "pt": "O juiz decidirá sobre o assunto como ele julgar justo."
    },
    {
      "en": "His conduct was deemed unprofessional and unbecoming of an officer.",
      "pt": "Sua conduta foi considerada não profissional e imprópria para um oficial."
    },
    {
      "en": "The CEO's bonus was deemed excessive by the media and the public.",
      "pt": "O bônus do CEO foi considerado excessivo pela mídia e pelo público."
    },
    {
      "en": "The company will take whatever steps it deems necessary to protect its intellectual property.",
      "pt": "A empresa tomará todas as medidas que julgar necessárias para proteger sua propriedade intelectual."
    },
    {
      "en": "The student's essay was deemed plagiarized and received a failing grade.",
      "pt": "A redação do aluno foi considerada plagiada e recebeu uma nota de reprovação."
    },
    {
      "en": "The old bridge was deemed unsafe for heavy traffic and was subsequently closed.",
      "pt": "A ponte antiga foi considerada insegura para tráfego pesado e foi subsequentemente fechada."
    },
    {
      "en": "The new evidence was deemed strong enough to warrant a new trial.",
      "pt": "As novas provas foram consideradas fortes o suficiente para justificar um novo julgamento."
    },
    {
      "en": "The committee is empowered to make any changes it deems fit.",
      "pt": "O comitê tem o poder de fazer quaisquer alterações que julgar adequadas."
    },
    {
      "en": "His testimony was deemed credible by the jury, which led to an acquittal.",
      "pt": "Seu testemunho foi considerado crível pelo júri, o que levou a uma absolvição."
    },
    {
      "en": "The algorithm can identify and flag any content it deems inappropriate.",
      "pt": "O algoritmo pode identificar e sinalizar qualquer conteúdo que considere inadequado."
    },
    {
      "en": "The historic landmark was deemed worthy of national preservation.",
      "pt": "O marco histórico foi considerado digno de preservação nacional."
    },
    {
      "en": "The experiment was deemed a success, as the results confirmed the initial hypothesis.",
      "pt": "O experimento foi considerado um sucesso, pois os resultados confirmaram a hipótese inicial."
    },
    {
      "en": "I do not deem it my place to comment on their personal lives.",
      "pt": "Não considero que seja meu papel comentar sobre a vida pessoal deles."
    },
    {
      "en": "The proposed tax increase was deemed politically unfeasible.",
      "pt": "O aumento de imposto proposto foi considerado politicamente inviável."
    },
    {
      "en": "The complaint was dismissed after being deemed frivolous by the court.",
      "pt": "A queixa foi indeferida após ser considerada leviana pelo tribunal."
    },
    {
      "en": "The environmental impact of the project was deemed negligible by the report.",
      "pt": "O impacto ambiental do projeto foi considerado insignificante pelo relatório."
    },
    {
      "en": "The manager has the discretion to award bonuses as he deems warranted.",
      "pt": "O gerente tem a discrição de conceder bônus conforme julgar justificado."
    },
    {
      "en": "The film's portrayal of historical events was deemed highly inaccurate by historians.",
      "pt": "A representação de eventos históricos do filme foi considerada altamente imprecisa pelos historiadores."
    },
    {
      "en": "The patient's condition was deemed stable enough for them to be discharged from the hospital.",
      "pt": "A condição do paciente foi considerada estável o suficiente para que ele recebesse alta do hospital."
    },
    {
      "en": "The scientific paper was deemed unpublishable due to flaws in its methodology.",
      "pt": "O artigo científico foi considerado impublicável devido a falhas em sua metodologia."
    },
    {
      "en": "We deem it essential to maintain open lines of communication with our clients.",
      "pt": "Consideramos essencial manter linhas de comunicação abertas com nossos clientes."
    },
    {
      "en": "The military operation was deemed a strategic failure, despite some tactical successes.",
      "pt": "A operação militar foi considerada um fracasso estratégico, apesar de alguns sucessos táticos."
    },
    {
      "en": "The witness's statement was deemed inadmissible in court because it was obtained illegally.",
      "pt": "A declaração da testemunha foi considerada inadmissível no tribunal porque foi obtida ilegalmente."
    },
    {
      "en": "The government's response to the crisis was deemed slow and inadequate.",
      "pt": "A resposta do governo à crise foi considerada lenta e inadequada."
    },
    {
      "en": "The contract will be automatically renewed unless one party deems it necessary to terminate.",
      "pt": "O contrato será renovado automaticamente, a menos que uma das partes julgue necessário rescindi-lo."
    },
    {
      "en": "The journalist was praised for her reporting on what she deemed to be a major injustice.",
      "pt": "A jornalista foi elogiada por sua reportagem sobre o que ela considerava ser uma grande injustiça."
    },
    {
      "en": "The application was rejected because the applicant was deemed to lack the necessary qualifications.",
      "pt": "A inscrição foi rejeitada porque o candidato foi considerado sem as qualificações necessárias."
    },
    {
      "en": "The ancient ruins were deemed a UNESCO World Heritage site.",
      "pt": "As ruínas antigas foram consideradas um Patrimônio Mundial da UNESCO."
    },
    {
      "en": "What do you deem to be the most critical issue facing our society today?",
      "pt": "O que você considera ser a questão mais crítica que nossa sociedade enfrenta hoje?"
    },
    {
      "en": "The plan, as it stands, is deemed unworkable by the engineering team.",
      "pt": "O plano, como está, é considerado impraticável pela equipe de engenharia."
    },
    {
      "en": "The company's offer was deemed insufficient and was rejected by the union.",
      "pt": "A oferta da empresa foi considerada insuficiente e foi rejeitada pelo sindicato."
    },
    {
      "en": "He was deemed a person of interest in the investigation but was never formally charged.",
      "pt": "Ele foi considerado uma pessoa de interesse na investigação, mas nunca foi formalmente acusado."
    },
    {
      "en": "The technology was deemed obsolete and was phased out of production.",
      "pt": "A tecnologia foi considerada obsoleta e foi retirada de produção."
    },
    {
      "en": "The board will approve any expenditure that the CEO deems essential for the company's growth.",
      "pt": "O conselho aprovará qualquer despesa que o CEO considere essencial para o crescimento da empresa."
    },
    {
      "en": "His artistic vision was deemed too radical by the conservative art critics of his time.",
      "pt": "Sua visão artística foi considerada radical demais pelos críticos de arte conservadores de sua época."
    },
    {
      "en": "The current security protocol is deemed robust enough to handle most threats.",
      "pt": "O protocolo de segurança atual é considerado robusto o suficiente para lidar com a maioria das ameaças."
    },
    {
      "en": "The committee will investigate and take any disciplinary action it deems warranted.",
      "pt": "O comitê investigará e tomará qualquer medida disciplinar que julgar justificada."
    },
    {
      "en": "The manuscript contained passages that were deemed too explicit for the intended audience.",
      "pt": "O manuscrito continha passagens que foram consideradas explícitas demais para o público-alvo."
    },
    {
      "en": "The apology was deemed insincere and did little to repair the damage.",
      "pt": "O pedido de desculpas foi considerado insincero e pouco fez para reparar o dano."
    },
    {
      "en": "I deem it appropriate to issue a formal statement clarifying our position.",
      "pt": "Considero apropriado emitir uma declaração formal esclarecendo nossa posição."
    },
    {
      "en": "The new software was deemed a significant improvement over the previous version.",
      "pt": "O novo software foi considerado uma melhoria significativa em relação à versão anterior."
    },
    {
      "en": "Any attempt to interfere with the investigation will be deemed obstruction of justice.",
      "pt": "Qualquer tentativa de interferir na investigação será considerada obstrução de justiça."
    },
    {
      "en": "The level of risk involved in the expedition was deemed unacceptably high.",
      "pt": "O nível de risco envolvido na expedição foi considerado inaceitavelmente alto."
    },
    {
      "en": "The manager is authorized to make any adjustments she deems necessary to the project plan.",
      "pt": "A gerente está autorizada a fazer quaisquer ajustes que julgue necessários ao plano do projeto."
    },
    {
      "en": "The proposed solution was deemed impractical from a logistical standpoint.",
      "pt": "A solução proposta foi considerada impraticável do ponto de vista logístico."
    },
    {
      "en": "The novel is now deemed a seminal work of science fiction.",
      "pt": "O romance é agora considerado uma obra seminal da ficção científica."
    },
    {
      "en": "The product was recalled after it was deemed to pose a safety hazard.",
      "pt": "O produto foi recolhido depois de ser considerado um risco à segurança."
    },
    {
      "en": "We will provide you with any resources you deem necessary to complete the task.",
      "pt": "Forneceremos a você todos os recursos que julgar necessários para concluir a tarefa."
    },
    {
      "en": "The defendant's remorse was deemed genuine by the parole board.",
      "pt": "O remorso do réu foi considerado genuíno pelo conselho de liberdade condicional."
    },
    {
      "en": "The council has the final say on what is deemed an acceptable use of public funds.",
      "pt": "A câmara tem a palavra final sobre o que é considerado um uso aceitável de fundos públicos."
    },
    {
      "en": "His performance was deemed satisfactory, but not exceptional.",
      "pt": "Seu desempenho foi considerado satisfatório, mas não excepcional."
    },
    {
      "en": "The editor reserves the right to edit submissions as they deem appropriate.",
      "pt": "O editor se reserva o direito de editar os textos enviados conforme julgar apropriado."
    },
    {
      "en": "The region was deemed to be at high risk for seismic activity.",
      "pt": "A região foi considerada de alto risco para atividade sísmica."
    },
    {
      "en": "The argument was deemed circular and was therefore dismissed.",
      "pt": "O argumento foi considerado circular e, portanto, foi descartado."
    },
    {
      "en": "The company's marketing claims were deemed misleading by the regulatory agency.",
      "pt": "As alegações de marketing da empresa foram consideradas enganosas pela agência reguladora."
    },
    {
      "en": "I did not deem it wise to argue with him in his current state of mind.",
      "pt": "Não considerei sensato discutir com ele em seu estado de espírito atual."
    },
    {
      "en": "The software is deemed to be in compliance with all industry standards.",
      "pt": "O software é considerado em conformidade com todos os padrões da indústria."
    },
    {
      "en": "The play was deemed a triumph and enjoyed a long, successful run.",
      "pt": "A peça foi considerada um triunfo e desfrutou de uma longa e bem-sucedida temporada."
    },
    {
      "en": "The proposed changes to the constitution were deemed too radical to pass.",
      "pt": "As mudanças propostas na constituição foram consideradas radicais demais para serem aprovadas."
    },
    {
      "en": "The captain deemed the weather too treacherous for the ship to leave port.",
      "pt": "O capitão considerou o tempo perigoso demais para o navio deixar o porto."
    },
    {
      "en": "Any item left unattended will be deemed lost and will be removed.",
      "pt": "Qualquer item deixado desacompanhado será considerado perdido e será removido."
    },
    {
      "en": "The historical account was deemed biased and unreliable.",
      "pt": "O relato histórico foi considerado tendencioso e não confiável."
    },
    {
      "en": "The artist's work was deemed ahead of its time and was not appreciated until after her death.",
      "pt": "A obra da artista foi considerada à frente de seu tempo e não foi apreciada até depois de sua morte."
    },
    {
      "en": "The committee is free to investigate any area it deems relevant to the inquiry.",
      "pt": "O comitê é livre para investigar qualquer área que considere relevante para o inquérito."
    },
    {
      "en": "The water was deemed unsafe for consumption without proper filtration.",
      "pt": "A água foi considerada imprópria para consumo sem a devida filtragem."
    },
    {
      "en": "I deem it a fundamental right for all individuals to have access to education.",
      "pt": "Considero um direito fundamental que todos os indivíduos tenham acesso à educação."
    },
    {
      "en": "The peace treaty was deemed a success in de-escalating the conflict.",
      "pt": "O tratado de paz foi considerado um sucesso na desescalada do conflito."
    },
    {
      "en": "The new CEO's strategy was deemed a bold and necessary move for the company.",
      "pt": "A estratégia do novo CEO foi considerada uma medida ousada e necessária para a empresa."
    },
    {
      "en": "The building's fire safety systems were deemed to be critically outdated.",
      "pt": "Os sistemas de segurança contra incêndio do prédio foram considerados criticamente desatualizados."
    },
    {
      "en": "The ambassador can grant asylum to anyone he deems to be a political refugee.",
      "pt": "O embaixador pode conceder asilo a qualquer pessoa que ele considere ser um refugiado político."
    },
    {
      "en": "The scientific theory was deemed plausible but required further empirical evidence.",
      "pt": "A teoria científica foi considerada plausível, mas exigia mais evidências empíricas."
    },
    {
      "en": "His behavior was deemed so erratic that his fitness for office was questioned.",
      "pt": "Seu comportamento foi considerado tão errático que sua aptidão para o cargo foi questionada."
    },
    {
      "en": "The company will reimburse travel expenses that are deemed legitimate business costs.",
      "pt": "A empresa reembolsará as despesas de viagem que forem consideradas custos comerciais legítimos."
    },
    {
      "en": "The old law was deemed unconstitutional by the Supreme Court.",
      "pt": "A lei antiga foi considerada inconstitucional pela Suprema Corte."
    },
    {
      "en": "The city was deemed one of the most livable in the world based on several key metrics.",
      "pt": "A cidade foi considerada uma das mais habitáveis do mundo com base em várias métricas importantes."
    },
    {
      "en": "The teacher did not deem his excuse for being late to be credible.",
      "pt": "O professor não considerou crível a desculpa dele por estar atrasado."
    },
    {
      "en": "The use of such force was deemed excessive and unnecessary by the review board.",
      "pt": "O uso de tal força foi considerado excessivo e desnecessário pelo conselho de revisão."
    },
    {
      "en": "The museum will display any artwork it deems to be of significant cultural value.",
      "pt": "O museu exibirá qualquer obra de arte que considere ser de valor cultural significativo."
    },
    {
      "en": "The evidence presented was deemed purely circumstantial and was not enough for a conviction.",
      "pt": "As provas apresentadas foram consideradas puramente circunstanciais e não foram suficientes para uma condenação."
    },
    {
      "en": "The new drug was deemed safe and effective after rigorous clinical trials.",
      "pt": "O novo medicamento foi considerado seguro e eficaz após rigorosos ensaios clínicos."
    },
    {
      "en": "What do you deem to be the best course of action under these circumstances?",
      "pt": "Qual você considera ser o melhor curso de ação nestas circunstâncias?"
    },
    {
      "en": "The protest was deemed a lawful assembly and was allowed to proceed peacefully.",
      "pt": "O protesto foi considerado uma reunião legal e foi permitido que prosseguisse pacificamente."
    },
    {
      "en": "The financial model was deemed too optimistic and was revised.",
      "pt": "O modelo financeiro foi considerado otimista demais e foi revisado."
    },
    {
      "en": "She was deemed the sole heir to the vast fortune.",
      "pt": "Ela foi considerada a única herdeira da vasta fortuna."
    },
    {
      "en": "The judge deemed it necessary to sequester the jury to prevent media influence.",
      "pt": "O juiz considerou necessário isolar o júri para evitar a influência da mídia."
    },
    {
      "en": "The system automatically blocks any incoming email it deems to be spam.",
      "pt": "O sistema bloqueia automaticamente qualquer e-mail recebido que ele considere ser spam."
    },
    {
      "en": "The proposal was deemed to have merit, but it required further development.",
      "pt": "A proposta foi considerada como tendo mérito, mas exigia maior desenvolvimento."
    },
    {
      "en": "I did not deem his presence at the confidential meeting to be appropriate.",
      "pt": "Não considerei apropriada a presença dele na reunião confidencial."
    },
    {
      "en": "The current approach is deemed unsustainable in the long term.",
      "pt": "A abordagem atual é considerada insustentável a longo prazo."
    },
    {
      "en": "The company can terminate the contract for any reason it deems sufficient.",
      "pt": "A empresa pode rescindir o contrato por qualquer motivo que considere suficiente."
    },
    {
      "en": "The politician's remarks were deemed offensive by a large segment of the population.",
      "pt": "As observações do político foram consideradas ofensivas por um grande segmento da população."
    },
    {
      "en": "The rescue mission was deemed too dangerous to attempt during the storm.",
      "pt": "A missão de resgate foi considerada perigosa demais para ser tentada durante a tempestade."
    },
    {
      "en": "The organization's work was deemed vital for the preservation of the endangered species.",
      "pt": "O trabalho da organização foi considerado vital para a preservação das espécies ameaçadas de extinção."
    },
    {
      "en": "He deemed it his personal mission to uncover the truth, no matter the cost.",
      "pt": "Ele considerou sua missão pessoal descobrir a verdade, não importando o custo."
    },
    {
      "en": "The security threat was deemed credible, and additional precautions were taken.",
      "pt": "A ameaça à segurança foi considerada crível, e precauções adicionais foram tomadas."
    },
    {
      "en": "The council will approve any community project it deems beneficial to the public.",
      "pt": "O conselho aprovará qualquer projeto comunitário que considere benéfico para o público."
    },
    {
      "en": "The patient's recovery was deemed miraculous by his doctors.",
      "pt": "A recuperação do paciente foi considerada milagrosa por seus médicos."
    },
    {
      "en": "The language in the treaty was deemed ambiguous and led to future disputes.",
      "pt": "A linguagem no tratado foi considerada ambígua e levou a disputas futuras."
    },
    {
      "en": "The company's social media policy was deemed too restrictive by its employees.",
      "pt": "A política de mídia social da empresa foi considerada restritiva demais por seus funcionários."
    },
    {
      "en": "The government is authorized to intervene in any situation it deems a threat to national security.",
      "pt": "O governo está autorizado a intervir em qualquer situação que considere uma ameaça à segurança nacional."
    },
    {
      "en": "The novel's ending was deemed predictable and formulaic by most critics.",
      "pt": "O final do romance foi considerado previsível e formulaico pela maioria dos críticos."
    },
    {
      "en": "The ancient custom is now deemed barbaric by modern standards.",
      "pt": "O antigo costume é agora considerado bárbaro pelos padrões modernos."
    },
    {
      "en": "I deem it an unwise course of action to proceed without more information.",
      "pt": "Considero um curso de ação imprudente prosseguir sem mais informações."
    },
    {
      "en": "The film's special effects were deemed revolutionary for their time.",
      "pt": "Os efeitos especiais do filme foram considerados revolucionários para sua época."
    },
    {
      "en": "The software was deemed incompatible with the new operating system.",
      "pt": "O software foi considerado incompatível com o novo sistema operacional."
    },
    {
      "en": "The captain of the team can make any substitution he deems necessary during the game.",
      "pt": "O capitão da equipe pode fazer qualquer substituição que julgar necessária durante o jogo."
    },
    {
      "en": "The water quality in the river was deemed unsafe for swimming.",
      "pt": "A qualidade da água no rio foi considerada imprópria para nadar."
    },
    {
      "en": "The artist's later works are deemed to be more introspective and personal.",
      "pt": "As obras posteriores do artista são consideradas mais introspectivas e pessoais."
    },
    {
      "en": "The testimony was deemed irrelevant to the case and was struck from the record.",
      "pt": "O testemunho foi considerado irrelevante para o caso e foi retirado dos autos."
    },
    {
      "en": "The editor will publish any story she deems to be in the public interest.",
      "pt": "A editora publicará qualquer história que ela considere ser de interesse público."
    },
    {
      "en": "The current economic conditions are deemed unfavorable for new investments.",
      "pt": "As condições econômicas atuais são consideradas desfavoráveis para novos investimentos."
    },
    {
      "en": "The foundation provides grants to projects that are deemed to have a positive social impact.",
      "pt": "A fundação concede doações a projetos que são considerados como tendo um impacto social positivo."
    },
    {
      "en": "His contribution, while small, was deemed crucial to the overall success.",
      "pt": "Sua contribuição, embora pequena, foi considerada crucial para o sucesso geral."
    },
    {
      "en": "The journalist will protect her sources by any means she deems necessary.",
      "pt": "A jornalista protegerá suas fontes por quaisquer meios que julgar necessários."
    },
    {
      "en": "The results of the study were deemed statistically insignificant.",
      "pt": "Os resultados do estudo foram considerados estatisticamente insignificantes."
    },
    {
      "en": "The military tribunal deemed the prisoner of war a threat and denied his release.",
      "pt": "O tribunal militar considerou o prisioneiro de guerra uma ameaça e negou sua libertação."
    },
    {
      "en": "The company's charitable donations were deemed a cynical attempt at public relations.",
      "pt": "As doações de caridade da empresa foram consideradas uma tentativa cínica de relações públicas."
    },
    {
      "en": "The museum curator will acquire any artifact he deems to be of historical importance.",
      "pt": "O curador do museu adquirirá qualquer artefato que ele considere ser de importância histórica."
    },
    {
      "en": "The soil was deemed too acidic for growing most types of vegetables.",
      "pt": "O solo foi considerado ácido demais para o cultivo da maioria dos tipos de vegetais."
    },
    {
      "en": "The new skyscraper was deemed an architectural marvel.",
      "pt": "O novo arranha-céu foi considerado uma maravilha arquitetônica."
    },
    {
      "en": "The committee has the authority to veto any proposal it deems financially irresponsible.",
      "pt": "O comitê tem a autoridade de vetar qualquer proposta que considere financeiramente irresponsável."
    },
    {
      "en": "The book was deemed a modern classic almost immediately upon its publication.",
      "pt": "O livro foi considerado um clássico moderno quase imediatamente após sua publicação."
    },
    {
      "en": "The judge deemed the defendant's apology to be a mitigating factor during sentencing.",
      "pt": "O juiz considerou o pedido de desculpas do réu um fator atenuante na sentença."
    },
    {
      "en": "The startup's business model was deemed innovative and disruptive.",
      "pt": "O modelo de negócios da startup foi considerado inovador e disruptivo."
    },
    {
      "en": "The director can make any creative choice he deems best for the film.",
      "pt": "O diretor pode fazer qualquer escolha criativa que julgar melhor para o filme."
    },
    {
      "en": "The terms of the agreement were deemed unfair and were renegotiated.",
      "pt": "Os termos do acordo foram considerados injustos e foram renegociados."
    },
    {
      "en": "The athlete's performance was deemed the best in the history of the sport.",
      "pt": "O desempenho do atleta foi considerado o melhor da história do esporte."
    },
    {
      "en": "The president has the power to pardon any individual he deems deserving.",
      "pt": "O presidente tem o poder de perdoar qualquer indivíduo que ele considere merecedor."
    },
    {
      "en": "The old factory was deemed a public health hazard and was shut down.",
      "pt": "A fábrica antiga foi considerada um perigo para a saúde pública e foi fechada."
    },
    {
      "en": "The play's social commentary was deemed provocative and sparked much debate.",
      "pt": "O comentário social da peça foi considerado provocador e gerou muito debate."
    },
    {
      "en": "The organization will fund any research it deems promising in the fight against cancer.",
      "pt": "A organização financiará qualquer pesquisa que considere promissora na luta contra o câncer."
    },
    {
      "en": "The food served at the event was deemed substandard and led to many complaints.",
      "pt": "A comida servida no evento foi considerada de qualidade inferior e levou a muitas reclamações."
    },
    {
      "en": "The scientific discovery was deemed so important that it was awarded the Nobel Prize.",
      "pt": "A descoberta científica foi considerada tão importante que foi premiada com o Prêmio Nobel."
    },
    {
      "en": "The foundation will support any artist whose work it deems to be of exceptional merit.",
      "pt": "A fundação apoiará qualquer artista cujo trabalho considere ser de mérito excepcional."
    },
    {
      "en": "The witness's testimony was deemed unreliable due to inconsistencies.",
      "pt": "O testemunho da testemunha foi considerado não confiável devido a inconsistências."
    },
    {
      "en": "The surgeon deemed the operation a complete success.",
      "pt": "O cirurgião considerou a operação um sucesso completo."
    },
    {
      "en": "The moderator has the authority to mute any participant they deem disruptive.",
      "pt": "O moderador tem autoridade para silenciar qualquer participante que considere perturbador."
    },
    {
      "en": "The ancient script was deemed indecipherable for centuries until a key breakthrough was made.",
      "pt": "A escrita antiga foi considerada indecifrável por séculos até que um avanço fundamental foi feito."
    },
    {
      "en": "The new vaccine was deemed both safe for use and highly effective.",
      "pt": "A nova vacina foi considerada segura para uso e altamente eficaz."
    },
    {
      "en": "The park was deemed a protected area to preserve its unique biodiversity.",
      "pt": "O parque foi considerado uma área protegida para preservar sua biodiversidade única."
    },
    {
      "en": "The university can revoke a degree if the work is later deemed to be fraudulent.",
      "pt": "A universidade pode revogar um diploma se o trabalho for posteriormente considerado fraudulento."
    },
    {
      "en": "The pilot deemed it necessary to make an emergency landing due to engine trouble.",
      "pt": "O piloto julgou necessário fazer um pouso de emergência devido a problemas no motor."
    },
    {
      "en": "The company's new logo was deemed a failure by design experts and the public alike.",
      "pt": "O novo logotipo da empresa foi considerado um fracasso por especialistas em design e pelo público."
    },
    {
      "en": "The city council deemed the festival a great success, boosting tourism and local businesses.",
      "pt": "A câmara municipal considerou o festival um grande sucesso, impulsionando o turismo e os negócios locais."
    },
    {
      "en": "The chess move was deemed a brilliant sacrifice by grandmasters.",
      "pt": "O lance de xadrez foi considerado um sacrifício brilhante pelos grandes mestres."
    },
    {
      "en": "The government's secrecy regarding the matter was deemed a threat to democratic principles.",
      "pt": "O segredo do governo em relação ao assunto foi considerado uma ameaça aos princípios democráticos."
    },
    {
      "en": "The investigation was closed after the incident was deemed an accident.",
      "pt": "A investigação foi encerrada depois que o incidente foi considerado um acidente."
    },
    {
      "en": "The research findings were deemed preliminary and required further validation.",
      "pt": "Os resultados da pesquisa foram considerados preliminares e exigiam validação adicional."
    },
    {
      "en": "The new stadium was deemed a worthy home for the championship team.",
      "pt": "O novo estádio foi considerado um lar digno para a equipe campeã."
    },
    {
      "en": "The teacher will use whichever teaching method she deems most effective for the class.",
      "pt": "A professora usará qualquer método de ensino que ela considere mais eficaz para a turma."
    },
    {
      "en": "The ceasefire agreement was deemed a fragile but hopeful sign.",
      "pt": "O acordo de cessar-fogo foi considerado um sinal frágil, mas esperançoso."
    },
    {
      "en": "The security council can authorize military action if it deems it necessary to maintain peace.",
      "pt": "O conselho de segurança pode autorizar uma ação militar se julgar necessário para manter a paz."
    },
    {
      "en": "The company's handling of the crisis was deemed a model of effective communication.",
      "pt": "A gestão da crise pela empresa foi considerada um modelo de comunicação eficaz."
    },
    {
      "en": "The election was deemed free and fair by international observers.",
      "pt": "A eleição foi considerada livre e justa por observadores internacionais."
    },
    {
      "en": "The artwork was deemed too valuable to be transported without a special security detail.",
      "pt": "A obra de arte foi considerada valiosa demais para ser transportada sem uma equipe de segurança especial."
    },
    {
      "en": "The website's terms of service were deemed incomprehensible to the average user.",
      "pt": "Os termos de serviço do site foram considerados incompreensíveis para o usuário médio."
    },
    {
      "en": "The experiment was deemed unethical and was immediately halted.",
      "pt": "O experimento foi considerado antiético e foi imediatamente interrompido."
    },
    {
      "en": "The politician's apology was deemed insufficient by the victims' families.",
      "pt": "O pedido de desculpas do político foi considerado insuficiente pelas famílias das vítimas."
    },
    {
      "en": "The historical document was deemed authentic after careful examination of the paper and ink.",
      "pt": "O documento histórico foi considerado autêntico após um exame cuidadoso do papel e da tinta."
    },
    {
      "en": "The board has full autonomy to make any decisions it deems to be in the company's best interest.",
      "pt": "O conselho tem total autonomia para tomar quaisquer decisões que considere serem do melhor interesse da empresa."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "deem",
      "options": [
        "dim",
        "deem"
      ],
      "correct": "deem"
    },
    {
      "question": "deem",
      "options": [
        "deem",
        "doom"
      ],
      "correct": "deem"
    },
    {
      "question": "deem",
      "options": [
        "team",
        "deem"
      ],
      "correct": "deem"
    },
    {
      "question": "deem",
      "options": [
        "deem",
        "seem"
      ],
      "correct": "deem"
    },
    {
      "question": "deem",
      "options": [
        "beam",
        "deem"
      ],
      "correct": "deem"
    },
    {
      "question": "deem",
      "options": [
        "deem",
        "dream"
      ],
      "correct": "deem"
    },
    {
      "question": "deem",
      "options": [
        "theme",
        "deem"
      ],
      "correct": "deem"
    },
    {
      "question": "deem",
      "options": [
        "deem",
        "damn"
      ],
      "correct": "deem"
    },
    {
      "question": "deem",
      "options": [
        "demean",
        "deem"
      ],
      "correct": "deem"
    },
    {
      "question": "deem",
      "options": [
        "deem",
        "deep"
      ],
      "correct": "deem"
    },
    {
      "question": "deem",
      "options": [
        "deal",
        "deem"
      ],
      "correct": "deem"
    },
    {
      "question": "deem",
      "options": [
        "deem",
        "deed"
      ],
      "correct": "deem"
    },
    {
      "question": "deem",
      "options": [
        "redeem",
        "deem"
      ],
      "correct": "deem"
    },
    {
      "question": "deem",
      "options": [
        "deem",
        "dam"
      ],
      "correct": "deem"
    },
    {
      "question": "deem",
      "options": [
        "den",
        "deem"
      ],
      "correct": "deem"
    }
  ]
}
