{
  "sentences": [
    {
      "en": "The therapist is bound by a strict code of ethics to handle all patient information with the utmost discretion.",
      "pt": "O terapeuta é obrigado por um rigoroso código de ética a tratar todas as informações dos pacientes com a máxima discrição."
    },
    {
      "en": "The manager has the discretion to award bonuses to employees who have demonstrated exceptional performance.",
      "pt": "O gerente tem a liberdade de conceder bônus aos funcionários que demonstraram desempenho excepcional."
    },
    {
      "en": "Viewer discretion is advised for the following program, as it contains scenes of graphic violence.",
      "pt": "Aconselha-se discrição aos espectadores para o programa a seguir, pois ele contém cenas de violência explícita."
    },
    {
      "en": "He showed a remarkable lack of discretion by discussing the confidential merger details at a crowded restaurant.",
      "pt": "Ele demonstrou uma notável falta de bom senso ao discutir os detalhes confidenciais da fusão em um restaurante lotado."
    },
    {
      "en": "The allocation of the grant money is left to the sole discretion of the foundation's board of directors.",
      "pt": "A alocação do dinheiro da subvenção fica a critério exclusivo do conselho de administração da fundação."
    },
    {
      "en": "Diplomats are trained to exercise discretion when speaking with the media about sensitive international relations.",
      "pt": "Diplomatas são treinados para exercer discrição ao falar com a mídia sobre relações internacionais delicadas."
    },
    {
      "en": "The terms of the settlement are confidential, and both parties are expected to act with discretion.",
      "pt": "Os termos do acordo são confidenciais, and espera-se que ambas as partes ajam com discrição."
    },
    {
      "en": "Judges have considerable discretion in sentencing, within the bounds established by law.",
      "pt": "Os juízes têm considerável poder de decisão na aplicação da pena, dentro dos limites estabelecidos por lei."
    },
    {
      "en": "Could you please be a bit more discreet? We can't afford any leaks about this project.",
      "pt": "Você poderia, por favor, ser um pouco mais discreto? Não podemos permitir nenhum vazamento sobre este projeto."
    },
    {
      "en": "The use of the emergency fund is at the complete discretion of the committee chair.",
      "pt": "O uso do fundo de emergência fica a critério total do presidente do comitê."
    },
    {
      "en": "Her discretion in handling the delicate personnel issue was greatly appreciated by the management team.",
      "pt": "Sua discrição ao lidar com a delicada questão de pessoal foi muito apreciada pela equipe de gestão."
    },
    {
      "en": "The new software gives network administrators greater discretion over user access levels.",
      "pt": "O novo software dá aos administradores de rede maior poder de decisão sobre os níveis de acesso dos usuários."
    },
    {
      "en": "This is a matter of some delicacy, so I must ask for your absolute discretion.",
      "pt": "Este é um assunto de certa delicadeza, por isso devo pedir sua absoluta discrição."
    },
    {
      "en": "The rules are intentionally flexible to allow officials to use their discretion based on the situation.",
      "pt": "As regras são intencionalmente flexíveis para permitir que as autoridades usem seu critério com base na situação."
    },
    {
      "en": "His career was ruined by a single act of indiscretion that was caught on camera.",
      "pt": "Sua carreira foi arruinada por um único ato de indiscrição que foi flagrado por uma câmera."
    },
    {
      "en": "Whether or not to press charges in this case is at the discretion of the district attorney.",
      "pt": "A decisão de apresentar ou não acusações neste caso fica a critério do promotor público."
    },
    {
      "en": "I trust your discretion completely; please handle this sensitive negotiation on my behalf.",
      "pt": "Confio totalmente em sua discrição; por favor, cuide desta negociação delicada em meu nome."
    },
    {
      "en": "The extent to which employees can customize their workstations is left to the discretion of their immediate supervisor.",
      "pt": "A medida em que os funcionários podem personalizar suas estações de trabalho fica a critério de seu supervisor imediato."
    },
    {
      "en": "He always speaks with caution and discretion, which makes him an excellent negotiator.",
      "pt": "Ele sempre fala com cautela e discrição, o que o torna um excelente negociador."
    },
    {
      "en": "The exact date for the product launch will be determined at the discretion of the marketing department.",
      "pt": "A data exata para o lançamento do produto será determinada a critério do departamento de marketing."
    },
    {
      "en": "Parental discretion is advised, as the film explores mature themes that may not be suitable for all children.",
      "pt": "Aconselha-se o critério dos pais, pois o filme explora temas adultos que podem não ser adequados para todas as crianças."
    },
    {
      "en": "The security guard has the discretion to refuse entry to anyone who appears to be intoxicated.",
      "pt": "O segurança tem o poder de negar a entrada de qualquer pessoa que pareça estar intoxicada."
    },
    {
      "en": "She was known for her impeccable discretion, which is why so many people confided in her.",
      "pt": "Ela era conhecida por sua discrição impecável, e é por isso que tantas pessoas confiavam nela."
    },
    {
      "en": "The company policy allows for flexible working hours, subject to managerial discretion.",
      "pt": "A política da empresa permite horários de trabalho flexíveis, sujeitos ao critério da gerência."
    },
    {
      "en": "A lack of discretion online can have serious, real-world consequences for one's career.",
      "pt": "A falta de discrição online pode ter consequências sérias e reais para a carreira de uma pessoa."
    },
    {
      "en": "The editor exercised her discretion and chose not to publish the more graphic photos of the accident.",
      "pt": "A editora exerceu seu critério e optou por não publicar as fotos mais explícitas do acidente."
    },
    {
      "en": "Given the sensitivity of the information, I must rely on your professional discretion.",
      "pt": "Dada a sensibilidade da informação, devo contar com sua discrição profissional."
    },
    {
      "en": "The scholarship committee is given wide discretion in selecting the most deserving candidate.",
      "pt": "O comitê de bolsas de estudo tem ampla liberdade de escolha para selecionar o candidato mais merecedor."
    },
    {
      "en": "An internal investigation was handled with such discretion that most employees were unaware it even happened.",
      "pt": "Uma investigação interna foi conduzida com tanta discrição que a maioria dos funcionários nem soube que aconteceu."
    },
    {
      "en": "The CEO has sole discretion over the executive bonus pool.",
      "pt": "O CEO tem poder de decisão exclusivo sobre o fundo de bônus dos executivos."
    },
    {
      "en": "It requires a great deal of discretion to navigate the complex politics of this office.",
      "pt": "É preciso muita discrição para navegar na política complexa deste escritório."
    },
    {
      "en": "While the guidelines exist, team leaders have some discretion in their application.",
      "pt": "Embora as diretrizes existam, os líderes de equipe têm certa liberdade em sua aplicação."
    },
    {
      "en": "He regretted his indiscretion the moment the words left his mouth.",
      "pt": "Ele se arrependeu de sua indiscrição no momento em que as palavras saíram de sua boca."
    },
    {
      "en": "The deployment of resources will be at the discretion of the on-site commander.",
      "pt": "A alocação de recursos ficará a critério do comandante no local."
    },
    {
      "en": "The success of the undercover operation depended on the absolute discretion of every agent involved.",
      "pt": "O sucesso da operação secreta dependia da absoluta discrição de cada agente envolvido."
    },
    {
      "en": "The teacher used her discretion to extend the deadline for students affected by the storm.",
      "pt": "A professora usou seu critério para estender o prazo para os alunos afetados pela tempestade."
    },
    {
      "en": "In a small town, a certain level of discretion is necessary to maintain privacy.",
      "pt": "Em uma cidade pequena, um certo nível de discrição é necessário para manter a privacidade."
    },
    {
      "en": "The final selection of the artwork for the exhibition is at the curator's discretion.",
      "pt": "A seleção final das obras de arte para a exposição fica a critério do curador."
    },
    {
      "en": "He's a trusted advisor precisely because of his unwavering discretion and loyalty.",
      "pt": "Ele é um conselheiro de confiança precisamente por causa de sua discrição e lealdade inabaláveis."
    },
    {
      "en": "The amount of financial aid awarded is determined at the discretion of the admissions office.",
      "pt": "O valor do auxílio financeiro concedido é determinado a critério do escritório de admissões."
    },
    {
      "en": "Had he shown more discretion, he might have avoided the scandal altogether.",
      "pt": "Se ele tivesse demonstrado mais discrição, talvez tivesse evitado o escândalo por completo."
    },
    {
      "en": "The law grants the agency the discretion to interpret and enforce these regulations.",
      "pt": "A lei concede à agência o poder de interpretar e aplicar estes regulamentos."
    },
    {
      "en": "She appreciated his discretion in not mentioning her recent personal troubles.",
      "pt": "Ela apreciou a discrição dele em não mencionar seus problemas pessoais recentes."
    },
    {
      "en": "The choice of which projects to fund is left to the discretion of an independent panel.",
      "pt": "A escolha de quais projetos financiar fica a critério de um painel independente."
    },
    {
      "en": "His lack of discretion in sharing company secrets led to his immediate dismissal.",
      "pt": "Sua falta de discrição ao compartilhar segredos da empresa levou à sua demissão imediata."
    },
    {
      "en": "The invitation stated that plus-ones were at the discretion of the invited guest, which was unusual.",
      "pt": "O convite dizia que acompanhantes ficavam a critério do convidado, o que era incomum."
    },
    {
      "en": "The negotiations were conducted with the utmost discretion to avoid alarming the stock market.",
      "pt": "As negociações foram conduzidas com a máxima discrição para evitar alarmar o mercado de ações."
    },
    {
      "en": "The hiring committee has been given full discretion to choose the best candidate for the job.",
      "pt": "O comitê de contratação recebeu total liberdade para escolher o melhor candidato para a vaga."
    },
    {
      "en": "He is known for his tact and discretion, making him ideal for a diplomatic post.",
      "pt": "Ele é conhecido por seu tato e discrição, tornando-o ideal para um posto diplomático."
    },
    {
      "en": "Promotional pricing and discounts are offered at the discretion of the store manager.",
      "pt": "Preços promocionais e descontos são oferecidos a critério do gerente da loja."
    },
    {
      "en": "I must insist on complete discretion regarding the identity of our client.",
      "pt": "Devo insistir em total discrição quanto à identidade do nosso cliente."
    },
    {
      "en": "The system is automated, leaving very little room for human discretion or error.",
      "pt": "O sistema é automatizado, deixando muito pouco espaço para o critério ou erro humano."
    },
    {
      "en": "An unfortunate moment of indiscretion on social media cost him the job offer.",
      "pt": "Um momento infeliz de indiscrição nas redes sociais lhe custou a oferta de emprego."
    },
    {
      "en": "The foundation exercises careful discretion to ensure its funds are used effectively.",
      "pt": "A fundação exerce criteriosa discrição para garantir que seus fundos sejam usados de forma eficaz."
    },
    {
      "en": "The will grants the executor broad discretion in the management of the estate's assets.",
      "pt": "O testamento concede ao testamenteiro ampla liberdade na administração dos bens do espólio."
    },
    {
      "en": "She handled the celebrity's scandalous request with professional discretion.",
      "pt": "Ela lidou com o pedido escandaloso da celebridade com discrição profissional."
    },
    {
      "en": "The commission has the discretion to waive certain requirements in exceptional circumstances.",
      "pt": "A comissão tem o poder de isentar certos requisitos em circunstâncias excepcionais."
    },
    {
      "en": "The journalist promised discretion in exchange for the whistleblower's story.",
      "pt": "O jornalista prometeu discrição em troca da história do denunciante."
    },
    {
      "en": "The approval of overtime is at the discretion of the department head.",
      "pt": "A aprovação de horas extras fica a critério do chefe do departamento."
    },
    {
      "en": "What is needed here is not rigid adherence to rules, but some intelligent discretion.",
      "pt": "O que é necessário aqui não é uma adesão rígida às regras, mas um pouco de critério inteligente."
    },
    {
      "en": "The level of access granted to each user is at the discretion of the system administrator.",
      "pt": "O nível de acesso concedido a cada usuário fica a critério do administrador do sistema."
    },
    {
      "en": "His youthful indiscretion came back to haunt him during his political campaign.",
      "pt": "Sua indiscrição juvenil voltou para assombrá-lo durante sua campanha política."
    },
    {
      "en": "The visiting dignitary's security detail operated with quiet discretion.",
      "pt": "A equipe de segurança do dignitário visitante operava com discrição silenciosa."
    },
    {
      "en": "The moderator of the online forum has the discretion to remove any inappropriate comments.",
      "pt": "O moderador do fórum online tem o poder de remover quaisquer comentários inadequados."
    },
    {
      "en": "I appreciate your discretion in not telling everyone about my embarrassing mistake.",
      "pt": "Agradeço sua discrição em não contar a todos sobre meu erro embaraçoso."
    },
    {
      "en": "The wording of the law is vague, giving judges significant discretion in its interpretation.",
      "pt": "A redação da lei é vaga, dando aos juízes grande margem de manobra em sua interpretação."
    },
    {
      "en": "The investigation requires the utmost discretion to avoid tipping off the suspects.",
      "pt": "A investigação requer a máxima discrição para evitar alertar os suspeitos."
    },
    {
      "en": "The assignment of rooms will be done at the discretion of the hotel management.",
      "pt": "A designação dos quartos será feita a critério da gerência do hotel."
    },
    {
      "en": "A single moment of indiscretion led to the collapse of his carefully constructed public image.",
      "pt": "Um único momento de indiscrição levou ao colapso de sua imagem pública cuidadosamente construída."
    },
    {
      "en": "The central bank has the discretion to adjust interest rates as it sees fit to control inflation.",
      "pt": "O banco central tem a liberdade de ajustar as taxas de juros como achar conveniente para controlar a inflação."
    },
    {
      "en": "As a personal assistant to a celebrity, discretion is the most important part of the job.",
      "pt": "Como assistente pessoal de uma celebridade, a discrição é a parte mais importante do trabalho."
    },
    {
      "en": "The company affords its senior engineers a high degree of discretion in their research projects.",
      "pt": "A empresa concede a seus engenheiros seniores um alto grau de autonomia em seus projetos de pesquisa."
    },
    {
      "en": "She showed admirable discretion by refusing to comment on the rumors.",
      "pt": "Ela demonstrou uma discrição admirável ao se recusar a comentar os rumores."
    },
    {
      "en": "The decision to grant a license rests within the discretion of the regulatory body.",
      "pt": "A decisão de conceder uma licença cabe ao órgão regulador."
    },
    {
      "en": "The success of this delicate merger will hinge on the discretion of all employees.",
      "pt": "O sucesso desta delicada fusão dependerá da discrição de todos os funcionários."
    },
    {
      "en": "The museum has the discretion to lend artworks from its collection to other institutions.",
      "pt": "O museu tem autonomia para emprestar obras de arte de sua coleção para outras instituições."
    },
    {
      "en": "His reputation for discretion made him a sought-after confidant among the political elite.",
      "pt": "Sua reputação de discrição o tornou um confidente procurado entre a elite política."
    },
    {
      "en": "The law provides for a penalty of up to five years, but the exact sentence is at the judge's discretion.",
      "pt": "A lei prevê uma pena de até cinco anos, mas a sentença exata fica a critério do juiz."
    },
    {
      "en": "The affair was an act of profound indiscretion that threatened to destroy his marriage.",
      "pt": "O caso foi um ato de profunda indiscrição que ameaçou destruir seu casamento."
    },
    {
      "en": "The admissions committee exercises its discretion to build a diverse and talented freshman class.",
      "pt": "O comitê de admissões exerce seu critério para montar uma turma de calouros diversificada e talentosa."
    },
    {
      "en": "We must proceed with discretion, as our competitors are likely watching our every move.",
      "pt": "Devemos proceder com discrição, pois nossos concorrentes provavelmente estão observando cada um de nossos movimentos."
    },
    {
      "en": "The government has wide discretion in matters of national security.",
      "pt": "O governo tem ampla liberdade de ação em questões de segurança nacional."
    },
    {
      "en": "She valued her privacy and expected her staff to act with complete discretion.",
      "pt": "Ela valorizava sua privacidade e esperava que sua equipe agisse com total discrição."
    },
    {
      "en": "The timing of the announcement is at the discretion of the prime minister.",
      "pt": "O momento do anúncio fica a critério do primeiro-ministro."
    },
    {
      "en": "A moment's indiscretion is sometimes enough to soil a lifetime's reputation.",
      "pt": "A indiscrição de um momento às vezes é suficiente para manchar a reputação de uma vida inteira."
    },
    {
      "en": "The officer used his discretion and decided to issue a warning instead of a ticket.",
      "pt": "O policial usou seu bom senso e decidiu emitir uma advertência em vez de uma multa."
    },
    {
      "en": "The handling of this client's account requires a level of discretion beyond the norm.",
      "pt": "A gestão da conta deste cliente requer um nível de discrição além do normal."
    },
    {
      "en": "The final cut of the film is at the sole discretion of the director.",
      "pt": "O corte final do filme fica a critério exclusivo do diretor."
    },
    {
      "en": "If you cannot act with discretion, then perhaps you are not suited for this line of work.",
      "pt": "Se você não consegue agir com discrição, talvez não seja adequado para este tipo de trabalho."
    },
    {
      "en": "The charity has full discretion over how it spends the unrestricted donations.",
      "pt": "A instituição de caridade tem total liberdade sobre como gasta as doações irrestritas."
    },
    {
      "en": "The press secretary answered the difficult questions with practiced discretion.",
      "pt": "O assessor de imprensa respondeu às perguntas difíceis com uma discrição treinada."
    },
    {
      "en": "The parole board has the discretion to release prisoners who have demonstrated rehabilitation.",
      "pt": "O conselho de liberdade condicional tem o poder de libertar prisioneiros que demonstraram reabilitação."
    },
    {
      "en": "He learned the hard way about the importance of discretion in business dealings.",
      "pt": "Ele aprendeu da maneira mais difícil sobre a importância da discrição nos negócios."
    },
    {
      "en": "The choice of musical accompaniment for the play was left to the director's artistic discretion.",
      "pt": "A escolha do acompanhamento musical para a peça foi deixada ao critério artístico do diretor."
    },
    {
      "en": "The book is a collection of salacious rumors and displays a shocking lack of discretion.",
      "pt": "O livro é uma coleção de rumores salazes e exibe uma chocante falta de discrição."
    },
    {
      "en": "While the framework is set, managers are encouraged to use their discretion in its implementation.",
      "pt": "Embora a estrutura esteja definida, os gerentes são incentivados a usar seu critério em sua implementação."
    },
    {
      "en": "As a lawyer, you are ethically obligated to maintain discretion about your clients' affairs.",
      "pt": "Como advogado, você é eticamente obrigado a manter discrição sobre os assuntos de seus clientes."
    },
    {
      "en": "The university reserves the right to make admissions decisions at its own discretion.",
      "pt": "A universidade se reserva o direito de tomar decisões de admissão a seu próprio critério."
    },
    {
      "en": "She chose her words with careful discretion, aware that she was being recorded.",
      "pt": "Ela escolheu suas palavras com cuidadosa discrição, ciente de que estava sendo gravada."
    },
    {
      "en": "The border agent has the discretion to conduct a more thorough search of any vehicle.",
      "pt": "O agente de fronteira tem a prerrogativa de realizar uma busca mais minuciosa em qualquer veículo."
    },
    {
      "en": "The leak of the confidential report was a serious breach of professional discretion.",
      "pt": "O vazamento do relatório confidencial foi uma grave quebra de discrição profissional."
    },
    {
      "en": "The legislation gives the minister the discretion to approve or reject the proposal.",
      "pt": "A legislação dá ao ministro o poder de aprovar ou rejeitar a proposta."
    },
    {
      "en": "This mission requires operatives who can blend in and act with absolute discretion.",
      "pt": "Esta missão requer agentes que possam se misturar e agir com absoluta discrição."
    },
    {
      "en": "The company gives its researchers a great deal of discretion in pursuing new ideas.",
      "pt": "A empresa dá a seus pesquisadores uma grande liberdade para buscar novas ideias."
    },
    {
      "en": "His indiscretion in confiding in a known gossip spread the secret all over the office.",
      "pt": "Sua indiscrição em confidenciar a um conhecido fofoqueiro espalhou o segredo por todo o escritório."
    },
    {
      "en": "The exact terms of the contract are negotiable and subject to the discretion of both parties.",
      "pt": "Os termos exatos do contrato são negociáveis e sujeitos ao acordo de ambas as partes."
    },
    {
      "en": "A financial advisor must exercise discretion when handling a client's portfolio.",
      "pt": "Um consultor financeiro deve exercer discrição ao administrar a carteira de um cliente."
    },
    {
      "en": "The art prize is awarded at the discretion of a jury of esteemed critics.",
      "pt": "O prêmio de arte é concedido a critério de um júri de estimados críticos."
    },
    {
      "en": "She is a model of discretion, never once revealing a confidence entrusted to her.",
      "pt": "Ela é um modelo de discrição, nunca revelando uma confidência que lhe foi confiada."
    },
    {
      "en": "The captain of the ship has the ultimate discretion in all matters concerning the safety of the vessel.",
      "pt": "O capitão do navio tem a palavra final em todos os assuntos relativos à segurança da embarcação."
    },
    {
      "en": "He showed a surprising lack of discretion, posting pictures of the top-secret project online.",
      "pt": "Ele demonstrou uma surpreendente falta de discrição, postando fotos do projeto ultrassecreto online."
    },
    {
      "en": "The distribution of humanitarian aid is at the discretion of the relief agency coordinators.",
      "pt": "A distribuição da ajuda humanitária fica a critério dos coordenadores da agência de socorro."
    },
    {
      "en": "This is a private family matter, and I would appreciate your discretion.",
      "pt": "Este é um assunto de família particular, e eu agradeceria sua discrição."
    },
    {
      "en": "The bank has the discretion to approve or deny loan applications based on its own criteria.",
      "pt": "O banco tem a autonomia de aprovar ou negar pedidos de empréstimo com base em seus próprios critérios."
    },
    {
      "en": "The butler served for decades with unwavering loyalty and perfect discretion.",
      "pt": "O mordomo serviu por décadas com lealdade inabalável e discrição perfeita."
    },
    {
      "en": "The teacher has the discretion to adapt the curriculum to the specific needs of the class.",
      "pt": "O professor tem a liberdade de adaptar o currículo às necessidades específicas da turma."
    },
    {
      "en": "Telling his boss what he really thought was a momentary indiscretion he instantly regretted.",
      "pt": "Dizer ao chefe o que ele realmente pensava foi uma indiscrição momentânea da qual ele se arrependeu instantaneamente."
    },
    {
      "en": "The venue has the discretion to change the seating arrangement without prior notice.",
      "pt": "O local do evento tem a liberdade de alterar a disposição dos assentos sem aviso prévio."
    },
    {
      "en": "The private investigator was hired for his skills and his reputation for discretion.",
      "pt": "O investigador particular foi contratado por suas habilidades e sua reputação de discrição."
    },
    {
      "en": "The granting of diplomatic asylum is a sovereign act at the discretion of the host country.",
      "pt": "A concessão de asilo diplomático é um ato soberano a critério do país anfitrião."
    },
    {
      "en": "She navigated the awkward conversation with impressive tact and discretion.",
      "pt": "Ela conduziu a conversa embaraçosa com um tato e discrição impressionantes."
    },
    {
      "en": "The editor-in-chief retains final discretion over all content published in the magazine.",
      "pt": "O editor-chefe detém o poder de decisão final sobre todo o conteúdo publicado na revista."
    },
    {
      "en": "The rumor was started by someone with a clear lack of discretion and a love for drama.",
      "pt": "O boato foi iniciado por alguém com uma clara falta de discrição e um amor por drama."
    },
    {
      "en": "The law allows for some discretion, but this decision goes far beyond what is reasonable.",
      "pt": "A lei permite alguma margem de manobra, mas esta decisão vai muito além do que é razoável."
    },
    {
      "en": "Given the political climate, we need to handle this report with extreme discretion.",
      "pt": "Dado o clima político, precisamos lidar com este relatório com extrema discrição."
    },
    {
      "en": "The club's membership is exclusive, with new members admitted only at the discretion of the committee.",
      "pt": "A adesão ao clube é exclusiva, com novos membros admitidos apenas a critério do comitê."
    },
    {
      "en": "He has a well-earned reputation for professionalism and discretion.",
      "pt": "Ele tem uma reputação bem merecida de profissionalismo e discrição."
    },
    {
      "en": "The guidelines are not prescriptive, allowing for a degree of professional discretion.",
      "pt": "As diretrizes não são prescritivas, permitindo um grau de discrição profissional."
    },
    {
      "en": "One youthful indiscretion should not be allowed to define a person's entire life.",
      "pt": "Uma indiscrição da juventude não deveria definir a vida inteira de uma pessoa."
    },
    {
      "en": "The security team has the discretion to implement additional measures if they deem it necessary.",
      "pt": "A equipe de segurança tem a liberdade de implementar medidas adicionais se julgar necessário."
    },
    {
      "en": "The concierge handled the unusual request with grace and discretion.",
      "pt": "O concierge lidou com o pedido incomum com elegância e discrição."
    },
    {
      "en": "The specific penalty for the infraction is at the discretion of the referee.",
      "pt": "A penalidade específica para a infração fica a critério do árbitro."
    },
    {
      "en": "I'm telling you this in strict confidence and trust in your discretion.",
      "pt": "Estou lhe dizendo isso em estrita confidência e confio em sua discrição."
    },
    {
      "en": "The amount of detail shared with the public is at the discretion of the family.",
      "pt": "A quantidade de detalhes compartilhados com o público fica a critério da família."
    },
    {
      "en": "The journalist's lack of discretion in revealing her source destroyed her credibility.",
      "pt": "A falta de discrição da jornalista em revelar sua fonte destruiu sua credibilidade."
    },
    {
      "en": "The fund manager has a mandate that allows for considerable discretion in investment choices.",
      "pt": "O gestor do fundo tem um mandato que permite considerável liberdade nas escolhas de investimento."
    },
    {
      "en": "This sensitive data must be transmitted securely and handled with discretion upon receipt.",
      "pt": "Estes dados sensíveis devem ser transmitidos de forma segura e manuseados com discrição no recebimento."
    },
    {
      "en": "The director of the program has the discretion to make exceptions to the eligibility criteria.",
      "pt": "O diretor do programa tem o poder de abrir exceções aos critérios de elegibilidade."
    },
    {
      "en": "A good friend knows when to offer advice and when to practice quiet discretion.",
      "pt": "Um bom amigo sabe quando oferecer conselhos e quando praticar uma discrição silenciosa."
    },
    {
      "en": "The airline's policy on carry-on luggage size is enforced at the discretion of the gate agent.",
      "pt": "A política da companhia aérea sobre o tamanho da bagagem de mão é aplicada a critério do agente de embarque."
    },
    {
      "en": "His momentary indiscretion on the hot mic was broadcast to millions of viewers.",
      "pt": "Sua indiscrição momentânea no microfone aberto foi transmitida para milhões de telespectadores."
    },
    {
      "en": "The decision to allow a retake of the exam is at the professor's discretion.",
      "pt": "A decisão de permitir uma segunda chamada da prova fica a critério do professor."
    },
    {
      "en": "The private meeting was a testament to the discretion of all participants; not a word was leaked.",
      "pt": "A reunião privada foi um testemunho da discrição de todos os participantes; nenhuma palavra vazou."
    },
    {
      "en": "The intelligence agency operates with a level of secrecy and discretion that is unparalleled.",
      "pt": "A agência de inteligência opera com um nível de sigilo e discrição inigualável."
    },
    {
      "en": "The extent of the disciplinary action is at the discretion of the school principal.",
      "pt": "A extensão da medida disciplinar fica a critério do diretor da escola."
    },
    {
      "en": "He approached the grieving widow with kindness and profound discretion.",
      "pt": "Ele se aproximou da viúva enlutada com bondade e profunda discrição."
    },
    {
      "en": "The festival organizers reserve the right to refuse admission at their sole discretion.",
      "pt": "Os organizadores do festival se reservam o direito de recusar a entrada a seu exclusivo critério."
    },
    {
      "en": "The biography was criticized for its lack of discretion, revealing intensely private details.",
      "pt": "A biografia foi criticada por sua falta de discrição, revelando detalhes intensamente privados."
    },
    {
      "en": "The visiting hours are flexible, at the discretion of the nursing staff on duty.",
      "pt": "O horário de visita é flexível, a critério da equipe de enfermagem de plantão."
    },
    {
      "en": "As a public figure, she has learned to navigate her personal life with great discretion.",
      "pt": "Como figura pública, ela aprendeu a navegar em sua vida pessoal com grande discrição."
    },
    {
      "en": "The company has given me the discretion to assemble my own project team.",
      "pt": "A empresa me deu a liberdade de montar minha própria equipe de projeto."
    },
    {
      "en": "She showed a disappointing lack of discretion by discussing her clients' finances publicly.",
      "pt": "Ela demonstrou uma decepcionante falta de discrição ao discutir as finanças de seus clientes publicamente."
    },
    {
      "en": "The final design of the monument is at the discretion of the winning artist.",
      "pt": "O design final do monumento fica a critério do artista vencedor."
    },
    {
      "en": "The spy network was compromised due to a single agent's indiscretion.",
      "pt": "A rede de espionagem foi comprometida devido à indiscrição de um único agente."
    },
    {
      "en": "The foundation's charter gives the board wide discretion in its philanthropic activities.",
      "pt": "O estatuto da fundação dá ao conselho ampla liberdade em suas atividades filantrópicas."
    },
    {
      "en": "Working with such high-profile clients demands absolute discretion and confidentiality.",
      "pt": "Trabalhar com clientes de tão alto perfil exige absoluta discrição e confidencialidade."
    },
    {
      "en": "The choice of which candidate to endorse is at the discretion of the newspaper's editorial board.",
      "pt": "A escolha de qual candidato apoiar fica a critério do conselho editorial do jornal."
    },
    {
      "en": "His reputation was built on his sound judgment and unfailing discretion.",
      "pt": "Sua reputação foi construída sobre seu bom senso e sua infalível discrição."
    },
    {
      "en": "The law is clear, but its enforcement often involves a degree of police discretion.",
      "pt": "A lei é clara, mas sua aplicação muitas vezes envolve um grau de critério policial."
    },
    {
      "en": "In retrospect, it was an act of youthful indiscretion that I deeply regret.",
      "pt": "Em retrospecto, foi um ato de indiscrição juvenil do qual me arrependo profundamente."
    },
    {
      "en": "The committee has the discretion to allocate up to 10% of the budget for unforeseen expenses.",
      "pt": "O comitê tem a liberdade de alocar até 10% do orçamento para despesas imprevistas."
    },
    {
      "en": "The royal family's staff is famous for its loyalty and extreme discretion.",
      "pt": "A equipe da família real é famosa por sua lealdade e extrema discrição."
    },
    {
      "en": "The decision to offer a plea bargain is at the discretion of the prosecution.",
      "pt": "A decisão de oferecer um acordo de delação premiada fica a critério da promotoria."
    },
    {
      "en": "A truly professional journalist always operates with integrity and discretion.",
      "pt": "Um jornalista verdadeiramente profissional sempre opera com integridade e discrição."
    },
    {
      "en": "The website's terms of service state that accounts can be terminated at their sole discretion.",
      "pt": "Os termos de serviço do site afirmam que as contas podem ser encerradas a seu exclusivo critério."
    },
    {
      "en": "His complete lack of discretion makes him a liability in any sensitive negotiation.",
      "pt": "Sua total falta de discrição o torna um risco em qualquer negociação delicada."
    },
    {
      "en": "The exact location of the witness protection safe house is at the discretion of the federal marshals.",
      "pt": "A localização exata da casa segura do programa de proteção a testemunhas fica a critério dos agentes federais."
    },
    {
      "en": "I'm sharing this with you because I trust your judgment and discretion.",
      "pt": "Estou compartilhando isso com você porque confio em seu julgamento e discrição."
    },
    {
      "en": "The regional manager has the discretion to approve expenditures up to a certain limit.",
      "pt": "O gerente regional tem autonomia para aprovar despesas até um certo limite."
    },
    {
      "en": "The confidentiality of the adoption process requires the utmost discretion from all parties.",
      "pt": "A confidencialidade do processo de adoção exige a máxima discrição de todas as partes."
    },
    {
      "en": "The rules state that the use of recording devices is prohibited at the discretion of the speaker.",
      "pt": "As regras estabelecem que o uso de dispositivos de gravação é proibido a critério do palestrante."
    },
    {
      "en": "The senator's career was derailed by an indiscretion from his college years that surfaced online.",
      "pt": "A carreira do senador foi prejudicada por uma indiscrição de seus anos de faculdade que apareceu online."
    },
    {
      "en": "The customs official exercised his discretion and allowed the family to pass through without a full search.",
      "pt": "O funcionário da alfândega exerceu seu critério e permitiu que a família passasse sem uma revista completa."
    },
    {
      "en": "The mediation process is confidential and relies on the discretion of both the mediator and the participants.",
      "pt": "O processo de mediação é confidencial e depende da discrição tanto do mediador quanto dos participantes."
    },
    {
      "en": "The tournament organizers have the discretion to disqualify any player for unsportsmanlike conduct.",
      "pt": "Os organizadores do torneio têm o poder de desqualificar qualquer jogador por conduta antidesportiva."
    },
    {
      "en": "She valued discretion above all else in her employees.",
      "pt": "Ela valorizava a discrição acima de tudo em seus funcionários."
    },
    {
      "en": "The government has claimed executive privilege, giving it discretion over which documents to release.",
      "pt": "O governo alegou privilégio executivo, dando-lhe poder de decisão sobre quais documentos divulgar."
    },
    {
      "en": "His question, though seemingly innocent, was a calculated indiscretion designed to provoke a reaction.",
      "pt": "Sua pergunta, embora aparentemente inocente, foi uma indiscrição calculada para provocar uma reação."
    },
    {
      "en": "The teacher's union contract limits the administration's discretion in assigning classes.",
      "pt": "O contrato do sindicato dos professores limita o poder da administração na atribuição de turmas."
    },
    {
      "en": "The information was shared on a need-to-know basis to maintain discretion.",
      "pt": "A informação foi compartilhada com base na necessidade de saber para manter a discrição."
    },
    {
      "en": "The zoning board has some discretion in granting variances to building codes.",
      "pt": "O conselho de zoneamento tem alguma liberdade para conceder variações aos códigos de construção."
    },
    {
      "en": "The success of a concierge depends on their ability to fulfill requests with speed and discretion.",
      "pt": "O sucesso de um concierge depende de sua capacidade de atender a solicitações com rapidez e discrição."
    },
    {
      "en": "The captain has absolute discretion to alter the ship's course in case of emergency.",
      "pt": "O capitão tem poder absoluto para alterar o curso do navio em caso de emergência."
    },
    {
      "en": "Posting that angry email was a terrible indiscretion that he will likely regret for a long time.",
      "pt": "Postar aquele e-mail raivoso foi uma terrível indiscrição da qual ele provavelmente se arrependerá por muito tempo."
    },
    {
      "en": "The security protocol allows for little individual discretion; it must be followed exactly.",
      "pt": "O protocolo de segurança permite pouca margem de manobra individual; deve ser seguido à risca."
    },
    {
      "en": "The counselor listened to the student's problems with empathy and complete discretion.",
      "pt": "O conselheiro ouviu os problemas do aluno com empatia e total discrição."
    },
    {
      "en": "The museum's acquisition budget is spent at the discretion of the chief curator.",
      "pt": "O orçamento de aquisição do museu é gasto a critério do curador-chefe."
    },
    {
      "en": "Given his history of indiscretion, he is the last person I would trust with a secret.",
      "pt": "Dado seu histórico de indiscrição, ele é a última pessoa em quem eu confiaria um segredo."
    },
    {
      "en": "The university's honor code relies on the discretion and integrity of its students.",
      "pt": "O código de honra da universidade depende da discrição e integridade de seus alunos."
    },
    {
      "en": "The hiring process is at the discretion of the individual department, not a central HR office.",
      "pt": "O processo de contratação fica a critério do departamento individual, não de um escritório central de RH."
    },
    {
      "en": "She answered the intrusive questions with a level of discretion that disarmed the reporter.",
      "pt": "Ela respondeu às perguntas indiscretas com um nível de discrição que desarmou o repórter."
    },
    {
      "en": "The company's social media policy leaves little to the discretion of its employees.",
      "pt": "A política de mídia social da empresa deixa pouco a critério de seus funcionários."
    },
    {
      "en": "The will was written to give the trustees maximum discretion in managing the trust for the beneficiaries.",
      "pt": "O testamento foi redigido para dar aos curadores o máximo de liberdade na gestão do fundo para os beneficiários."
    },
    {
      "en": "This particular mission requires a delicate touch and a great deal of discretion.",
      "pt": "Esta missão em particular requer um toque delicado e uma grande dose de discrição."
    },
    {
      "en": "The coach has the discretion to bench any player, regardless of their star status.",
      "pt": "O técnico tem o poder de colocar qualquer jogador no banco, independentemente de seu status de estrela."
    },
    {
      "en": "The press was asked to show discretion in reporting on the victims' families.",
      "pt": "A imprensa foi solicitada a demonstrar discrição ao reportar sobre as famílias das vítimas."
    },
    {
      "en": "The choice of topic for the final essay is at the student's discretion, provided it is relevant to the course.",
      "pt": "A escolha do tema para a redação final fica a critério do aluno, desde que seja relevante para o curso."
    },
    {
      "en": "It was a serious error in judgment, a professional indiscretion from which his career never recovered.",
      "pt": "Foi um erro grave de julgamento, uma indiscrição profissional da qual sua carreira nunca se recuperou."
    },
    {
      "en": "The central office sets the overall strategy, but regional branches have discretion over local tactics.",
      "pt": "O escritório central define a estratégia geral, mas as filiais regionais têm autonomia sobre as táticas locais."
    },
    {
      "en": "The private detective conducted the surveillance with meticulous discretion.",
      "pt": "O detetive particular conduziu a vigilância com meticulosa discrição."
    },
    {
      "en": "The park ranger has the discretion to close trails due to unsafe conditions.",
      "pt": "O guarda florestal tem a autoridade de fechar trilhas devido a condições inseguras."
    },
    {
      "en": "Her ability to maintain discretion under pressure is one of her greatest strengths.",
      "pt": "Sua capacidade de manter a discrição sob pressão é uma de suas maiores qualidades."
    },
    {
      "en": "The publisher has the discretion to reject any manuscript it deems unsuitable for publication.",
      "pt": "A editora tem a liberdade de rejeitar qualquer manuscrito que considere inadequado para publicação."
    },
    {
      "en": "His indiscretion at the party caused a great deal of embarrassment for his host.",
      "pt": "Sua indiscrição na festa causou um grande constrangimento para seu anfitrião."
    },
    {
      "en": "The legislation is written broadly to give the courts discretion in its application.",
      "pt": "A legislação é redigida de forma ampla para dar aos tribunais margem de manobra em sua aplicação."
    },
    {
      "en": "The details of the security plan are known only to a few, and we expect their complete discretion.",
      "pt": "Os detalhes do plano de segurança são conhecidos apenas por alguns, e esperamos sua total discrição."
    },
    {
      "en": "The conductor has artistic discretion over the tempo and dynamics of the performance.",
      "pt": "O maestro tem liberdade artística sobre o andamento e a dinâmica da apresentação."
    },
    {
      "en": "The firm prides itself on the discretion with which it handles its clients' sensitive financial matters.",
      "pt": "A firma se orgulha da discrição com que lida com os delicados assuntos financeiros de seus clientes."
    },
    {
      "en": "The agreement allows each member state a degree of discretion in how it implements the directive.",
      "pt": "O acordo permite a cada estado-membro um grau de autonomia na forma como implementa a diretiva."
    },
    {
      "en": "The politician's aide was fired for an indiscretion involving a confidential document.",
      "pt": "O assessor do político foi demitido por uma indiscrição envolvendo um documento confidencial."
    },
    {
      "en": "The anointing of a successor is at the discretion of the current monarch.",
      "pt": "A nomeação de um sucessor fica a critério do monarca atual."
    },
    {
      "en": "The human resources manager must act with discretion when mediating employee disputes.",
      "pt": "O gerente de recursos humanos deve agir com discrição ao mediar disputas entre funcionários."
    },
    {
      "en": "The warden has the discretion to grant or deny visitation rights.",
      "pt": "O diretor da prisão tem o poder de conceder ou negar direitos de visita."
    },
    {
      "en": "I've always valued his advice because he speaks with both wisdom and discretion.",
      "pt": "Sempre valorizei seus conselhos porque ele fala com sabedoria e discrição."
    },
    {
      "en": "The company's travel policy allows for some discretion in choosing hotels, as long as it's within budget.",
      "pt": "A política de viagens da empresa permite alguma liberdade na escolha de hotéis, desde que esteja dentro do orçamento."
    },
    {
      "en": "His tendency for indiscretion makes him a poor choice for any position that requires secrecy.",
      "pt": "Sua tendência à indiscrição o torna uma má escolha para qualquer cargo que exija sigilo."
    },
    {
      "en": "The editor used his discretion to pull the story at the last minute due to concerns about its accuracy.",
      "pt": "O editor usou seu critério para retirar a matéria no último minuto devido a preocupações com sua precisão."
    },
    {
      "en": "The success of their long partnership was based on mutual respect and professional discretion.",
      "pt": "O sucesso de sua longa parceria foi baseado no respeito mútuo e na discrição profissional."
    },
    {
      "en": "The field commander was given discretion to engage the enemy as he saw fit.",
      "pt": "O comandante de campo recebeu liberdade para engajar o inimigo como achasse conveniente."
    },
    {
      "en": "The content of the performance is at the artist's discretion, and may not be suitable for all audiences.",
      "pt": "O conteúdo da apresentação fica a critério do artista e pode não ser adequado para todos os públicos."
    },
    {
      "en": "Thank you for your discretion in this matter; it has not gone unnoticed.",
      "pt": "Obrigado por sua discrição neste assunto; não passou despercebido."
    },
    {
      "en": "The fund is discretionary, meaning the manager has the freedom to invest in a wide range of assets.",
      "pt": "O fundo é discricionário, o que significa que o gestor tem a liberdade de investir em uma ampla gama de ativos."
    },
    {
      "en": "His thoughtless indiscretion caused a diplomatic incident between the two countries.",
      "pt": "Sua indiscrição impensada causou um incidente diplomático entre os dois países."
    },
    {
      "en": "The immigration officer has the discretion to ask for additional documentation.",
      "pt": "O oficial de imigração tem a autoridade de solicitar documentação adicional."
    },
    {
      "en": "The private banker's role is to manage wealth with expertise and absolute discretion.",
      "pt": "O papel do banqueiro privado é gerenciar patrimônio com expertise e absoluta discrição."
    },
    {
      "en": "The script allows for some improvisation at the actors' discretion.",
      "pt": "O roteiro permite alguma improvisação a critério dos atores."
    },
    {
      "en": "She learned a valuable lesson about the importance of discretion after her private message was shared publicly.",
      "pt": "Ela aprendeu uma lição valiosa sobre a importância da discrição depois que sua mensagem privada foi compartilhada publicamente."
    },
    {
      "en": "The decision to close the school due to weather is at the discretion of the superintendent.",
      "pt": "A decisão de fechar a escola devido ao clima fica a critério do superintendente."
    },
    {
      "en": "In his long career as a butler, he had witnessed many scandals but always maintained perfect discretion.",
      "pt": "Em sua longa carreira como mordomo, ele testemunhou muitos escândalos, mas sempre manteve uma discrição perfeita."
    },
    {
      "en": "The grants are awarded annually at the discretion of a rotating panel of experts.",
      "pt": "As bolsas são concedidas anualmente a critério de um painel rotativo de especialistas."
    },
    {
      "en": "His youthful indiscretions were dredged up by the media during his confirmation hearings.",
      "pt": "Suas indiscrições da juventude foram desenterradas pela mídia durante suas audiências de confirmação."
    },
    {
      "en": "The use of company resources for personal projects is strictly forbidden and not subject to managerial discretion.",
      "pt": "O uso de recursos da empresa para projetos pessoais é estritamente proibido e não está sujeito ao critério da gerência."
    },
    {
      "en": "I need an assistant who is organized, efficient, and above all, understands the need for discretion.",
      "pt": "Preciso de um assistente que seja organizado, eficiente e, acima de tudo, entenda a necessidade de discrição."
    },
    {
      "en": "The exact placement of the security cameras is at the discretion of the security chief.",
      "pt": "A localização exata das câmeras de segurança fica a critério do chefe de segurança."
    },
    {
      "en": "Her lack of discretion was legendary; she simply couldn't keep a secret.",
      "pt": "Sua falta de discrição era lendária; ela simplesmente não conseguia guardar um segredo."
    },
    {
      "en": "The contract gives the publisher discretion over the book's cover design.",
      "pt": "O contrato dá à editora poder de decisão sobre o design da capa do livro."
    },
    {
      "en": "The private investigator followed the target with skill and discretion, remaining undetected.",
      "pt": "O detetive particular seguiu o alvo com habilidade e discrição, permanecendo sem ser detectado."
    },
    {
      "en": "The company allows a casual dress code on Fridays, at the employee's discretion.",
      "pt": "A empresa permite um código de vestimenta casual às sextas-feiras, a critério do funcionário."
    },
    {
      "en": "The film deals with sensitive subject matter, so viewer discretion is strongly advised.",
      "pt": "O filme trata de um assunto delicado, portanto, a discrição do espectador é fortemente aconselhada."
    },
    {
      "en": "The amount of autonomy and discretion given to employees is a key aspect of our corporate culture.",
      "pt": "A quantidade de autonomia e liberdade de decisão dada aos funcionários é um aspecto chave da nossa cultura corporativa."
    },
    {
      "en": "The entire operation was compromised by a single, foolish indiscretion.",
      "pt": "A operação inteira foi comprometida por uma única e tola indiscrição."
    },
    {
      "en": "The law is not a rigid machine; it requires human discretion for just application.",
      "pt": "A lei não é uma máquina rígida; ela requer o critério humano para uma aplicação justa."
    },
    {
      "en": "He handled the awkward situation with his characteristic discretion and charm.",
      "pt": "Ele lidou com a situação embaraçosa com sua discrição e charme característicos."
    },
    {
      "en": "The final decision on the matter is left to the discretion of the homeowners' association.",
      "pt": "A decisão final sobre o assunto fica a critério da associação de moradores."
    },
    {
      "en": "His career as a spy was defined by his ability to act with absolute discretion.",
      "pt": "Sua carreira como espião foi definida por sua capacidade de agir com absoluta discrição."
    },
    {
      "en": "The new policy gives teachers more discretion in how they structure their lesson plans.",
      "pt": "A nova política dá aos professores mais liberdade na forma como estruturam seus planos de aula."
    },
    {
      "en": "The leak was not a malicious act, but rather a careless indiscretion.",
      "pt": "O vazamento não foi um ato malicioso, mas sim uma indiscrição descuidada."
    },
    {
      "en": "The program is flexible, allowing participants to choose their own research topics at their discretion.",
      "pt": "O programa é flexível, permitindo que os participantes escolham seus próprios temas de pesquisa a seu critério."
    },
    {
      "en": "The royal wedding was planned with military-like precision and unparalleled discretion.",
      "pt": "O casamento real foi planejado com precisão militar e discrição inigualável."
    },
    {
      "en": "The guidelines give the review board considerable discretion in interpreting the criteria.",
      "pt": "As diretrizes dão ao conselho de revisão considerável liberdade na interpretação dos critérios."
    },
    {
      "en": "The biography revealed several personal indiscretions that the late actor had kept hidden for years.",
      "pt": "A biografia revelou várias indiscrições pessoais que o falecido ator manteve escondidas por anos."
    },
    {
      "en": "The committee has the discretion to either approve the project or send it back for revisions.",
      "pt": "O comitê tem o poder de aprovar o projeto ou enviá-lo de volta para revisões."
    },
    {
      "en": "As a doctor, she is expected to show compassion, skill, and unwavering discretion.",
      "pt": "Como médica, espera-se que ela demonstre compaixão, habilidade e discrição inabalável."
    },
    {
      "en": "The selection of the movie for the community film night is at the discretion of the organizing committee.",
      "pt": "A seleção do filme para a noite de cinema da comunidade fica a critério do comitê organizador."
    },
    {
      "en": "The politician's past was remarkably free of the kind of indiscretions that often plague public figures.",
      "pt": "O passado do político era notavelmente livre do tipo de indiscrições que frequentemente atormentam figuras públicas."
    },
    {
      "en": "The law gives the regulatory agency the discretion to set fines for non-compliance.",
      "pt": "A lei dá à agência reguladora o poder de definir multas por não conformidade."
    },
    {
      "en": "Handling the sensitive artifacts requires great care and discretion.",
      "pt": "O manuseio dos artefatos sensíveis requer grande cuidado e discrição."
    },
    {
      "en": "The bonus is not guaranteed; it is a discretionary payment based on company performance.",
      "pt": "O bônus não é garantido; é um pagamento discricionário baseado no desempenho da empresa."
    },
    {
      "en": "His comment was a tactless indiscretion that made everyone at the table uncomfortable.",
      "pt": "Seu comentário foi uma indiscrição sem tato que deixou todos na mesa desconfortáveis."
    },
    {
      "en": "The foundation's charter limits the board's discretion in making investments.",
      "pt": "O estatuto da fundação limita a liberdade do conselho na realização de investimentos."
    },
    {
      "en": "The transfer of the prisoner was carried out with extreme discretion to avoid media attention.",
      "pt": "A transferência do prisioneiro foi realizada com extrema discrição para evitar a atenção da mídia."
    },
    {
      "en": "The system is designed to minimize human intervention and thus limit the potential for misuse of discretion.",
      "pt": "O sistema é projetado para minimizar a intervenção humana e, assim, limitar o potencial de abuso de poder de decisão."
    },
    {
      "en": "The celebrity's assistant was fired for a breach of discretion after selling photos to a tabloid.",
      "pt": "O assistente da celebridade foi demitido por quebra de discrição após vender fotos para um tabloide."
    },
    {
      "en": "The company's code of conduct emphasizes the importance of discretion in all client communications.",
      "pt": "O código de conduta da empresa enfatiza a importância da discrição em todas as comunicações com os clientes."
    },
    {
      "en": "The power of judicial discretion is a cornerstone of a flexible and fair legal system.",
      "pt": "O poder do arbítrio judicial é um pilar de um sistema legal flexível e justo."
    },
    {
      "en": "The release of the internal audit's findings is at the discretion of the board's ethics committee.",
      "pt": "A divulgação das conclusões da auditoria interna fica a critério do comitê de ética do conselho."
    },
    {
      "en": "Her professional reputation was impeccable, marked by intelligence and unwavering discretion.",
      "pt": "Sua reputação profissional era impecável, marcada pela inteligência e discrição inabalável."
    },
    {
      "en": "The rules are in place to ensure consistency and reduce the need for individual discretion.",
      "pt": "As regras existem para garantir a consistência e reduzir a necessidade de critérios individuais."
    },
    {
      "en": "The politician tried to dismiss the scandal as a minor youthful indiscretion.",
      "pt": "O político tentou minimizar o escândalo como uma pequena indiscrição da juventude."
    },
    {
      "en": "The university has the discretion to revoke a degree if academic misconduct is discovered.",
      "pt": "A universidade tem o poder de revogar um diploma se for descoberta má conduta acadêmica."
    },
    {
      "en": "Confidentiality and discretion are paramount in our line of work.",
      "pt": "Confidencialidade e discrição são primordiais em nossa área de trabalho."
    },
    {
      "en": "The manager's discretion is limited by the terms of the collective bargaining agreement.",
      "pt": "O poder de decisão do gerente é limitado pelos termos do acordo de negociação coletiva."
    },
    {
      "en": "She showed poor discretion by complaining about her boss on a public forum.",
      "pt": "Ela demonstrou pouco bom senso ao reclamar de seu chefe em um fórum público."
    },
    {
      "en": "The choice of which therapeutic approach to use is at the discretion of the qualified clinician.",
      "pt": "A escolha de qual abordagem terapêutica usar fica a critério do clínico qualificado."
    },
    {
      "en": "The entire plan relies on the discretion and silence of the two people who know the truth.",
      "pt": "O plano inteiro depende da discrição e do silêncio das duas pessoas que sabem a verdade."
    },
    {
      "en": "The government has considerable discretion when it comes to spending emergency relief funds.",
      "pt": "O governo tem considerável liberdade quando se trata de gastar fundos de ajuda de emergência."
    },
    {
      "en": "The tell-all memoir was a shocking act of indiscretion that betrayed the trust of many.",
      "pt": "A biografia reveladora foi um ato chocante de indiscrição que traiu a confiança de muitos."
    },
    {
      "en": "The new legislation aims to reduce the amount of discretion held by administrative officials.",
      "pt": "A nova legislação visa reduzir a quantidade de poder de decisão detida por funcionários administrativos."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "discretion",
      "options": [
        "discretion",
        "description"
      ],
      "correct": "discretion"
    },
    {
      "question": "discretion",
      "options": [
        "dissection",
        "discretion"
      ],
      "correct": "discretion"
    },
    {
      "question": "discretion",
      "options": [
        "discretion",
        "digression"
      ],
      "correct": "discretion"
    },
    {
      "question": "discretion",
      "options": [
        "desecration",
        "discretion"
      ],
      "correct": "discretion"
    },
    {
      "question": "discretion",
      "options": [
        "discretion",
        "secretion"
      ],
      "correct": "discretion"
    },
    {
      "question": "discretion",
      "options": [
        "disruption",
        "discretion"
      ],
      "correct": "discretion"
    },
    {
      "question": "discretion",
      "options": [
        "discretion",
        "disposition"
      ],
      "correct": "discretion"
    },
    {
      "question": "discretion",
      "options": [
        "discursion",
        "discretion"
      ],
      "correct": "discretion"
    },
    {
      "question": "discretion",
      "options": [
        "discretion",
        "discredit"
      ],
      "correct": "discretion"
    },
    {
      "question": "discretion",
      "options": [
        "dispassion",
        "discretion"
      ],
      "correct": "discretion"
    },
    {
      "question": "discretion",
      "options": [
        "discretion",
        "direction"
      ],
      "correct": "discretion"
    },
    {
      "question": "discretion",
      "options": [
        "dislocation",
        "discretion"
      ],
      "correct": "discretion"
    },
    {
      "question": "discretion",
      "options": [
        "discretion",
        "discussion"
      ],
      "correct": "discretion"
    },
    {
      "question": "discretion",
      "options": [
        "disconnection",
        "discretion"
      ],
      "correct": "discretion"
    },
    {
      "question": "discretion",
      "options": [
        "discretion",
        "depression"
      ],
      "correct": "discretion"
    }
  ]
}
