{
  "sentences": [
    {
      "en": "The main downside of remote work is the potential for social isolation among team members.",
      "pt": "A principal desvantagem do trabalho remoto é o potencial de isolamento social entre os membros da equipe."
    },
    {
      "en": "While the new investment strategy promises high returns, its significant downside is the equally high risk involved.",
      "pt": "Embora a nova estratégia de investimento prometa altos retornos, sua desvantagem significativa é o risco igualmente alto envolvido."
    },
    {
      "en": "The only downside to living in this beautiful coastal town is the influx of tourists during the summer.",
      "pt": "O único lado negativo de morar nesta bela cidade costeira é o fluxo de turistas durante o verão."
    },
    {
      "en": "He had to weigh the career advancement against the downside of relocating his entire family.",
      "pt": "Ele teve que ponderar a progressão na carreira contra a desvantagem de realocar toda a sua família."
    },
    {
      "en": "On the downside, the new software is not compatible with our legacy systems, requiring a costly upgrade.",
      "pt": "Como ponto negativo, o novo software não é compatível com nossos sistemas legados, exigindo uma atualização cara."
    },
    {
      "en": "Every technological advancement has its upsides, but we must not ignore the potential downsides.",
      "pt": "Todo avanço tecnológico tem suas vantagens, mas não devemos ignorar as desvantagens potenciais."
    },
    {
      "en": "A major downside of the gig economy is the lack of job security and benefits for workers.",
      "pt": "Uma grande desvantagem da economia 'gig' é a falta de segurança no emprego e de benefícios para os trabalhadores."
    },
    {
      "en": "Have you fully considered the downside of launching the product before it's been thoroughly tested?",
      "pt": "Você considerou totalmente a desvantagem de lançar o produto antes que ele tenha sido exaustivamente testado?"
    },
    {
      "en": "The downside of his brilliant but erratic mind was that he often struggled with deadlines.",
      "pt": "O lado negativo de sua mente brilhante, mas errática, era que ele frequentemente tinha dificuldades com prazos."
    },
    {
      "en": "Despite the initial enthusiasm, the project's downsides became more apparent over time.",
      "pt": "Apesar do entusiasmo inicial, as desvantagens do projeto tornaram-se mais aparentes com o tempo."
    },
    {
      "en": "There's no downside to learning another language; it only opens up new opportunities.",
      "pt": "Não há desvantagem em aprender outro idioma; isso apenas abre novas oportunidades."
    },
    {
      "en": "The political downside of the new policy was a significant drop in the government's approval ratings.",
      "pt": "A desvantagem política da nova medida foi uma queda significativa nos índices de aprovação do governo."
    },
    {
      "en": "The medication is effective, but it has a few minor downsides, such as drowsiness.",
      "pt": "O medicamento é eficaz, mas tem algumas pequenas desvantagens, como sonolência."
    },
    {
      "en": "The car is incredibly fuel-efficient, which is a huge plus, but the downside is its limited cargo space.",
      "pt": "O carro é incrivelmente econômico em combustível, o que é uma grande vantagem, mas o lado negativo é seu espaço de carga limitado."
    },
    {
      "en": "The downside of being a perfectionist is that you're often your own harshest critic.",
      "pt": "A desvantagem de ser perfeccionista é que você costuma ser seu crítico mais severo."
    },
    {
      "en": "She acknowledged the downsides of the proposal but argued that the benefits far outweighed them.",
      "pt": "Ela reconheceu as desvantagens da proposta, mas argumentou que os benefícios as superavam em muito."
    },
    {
      "en": "A potential downside to this marketing campaign is that it might alienate our core customer base.",
      "pt": "Uma desvantagem potencial desta campanha de marketing é que ela pode alienar nossa base de clientes principal."
    },
    {
      "en": "What do you see as the biggest downside to outsourcing our customer support services?",
      "pt": "O que você vê como a maior desvantagem de terceirizar nossos serviços de suporte ao cliente?"
    },
    {
      "en": "The economic downside of the lockdown was a sharp increase in unemployment.",
      "pt": "A desvantagem econômica do lockdown foi um aumento acentuado no desemprego."
    },
    {
      "en": "The immediate profitability of the venture is clear, but let's not overlook the ethical downsides.",
      "pt": "A lucratividade imediata do empreendimento é clara, mas não vamos ignorar as desvantagens éticas."
    },
    {
      "en": "For all its convenience, the downside of online shopping is the inability to see or touch the product beforehand.",
      "pt": "Apesar de toda a sua conveniência, a desvantagem das compras online é a impossibilidade de ver ou tocar o produto antes."
    },
    {
      "en": "The downside of fame is the complete loss of privacy.",
      "pt": "O lado negativo da fama é a perda completa de privacidade."
    },
    {
      "en": "One serious downside of this approach is its long-term environmental impact.",
      "pt": "Uma desvantagem séria desta abordagem é seu impacto ambiental a longo prazo."
    },
    {
      "en": "The manager presented a balanced view, highlighting both the opportunities and the downsides of the expansion.",
      "pt": "O gerente apresentou uma visão equilibrada, destacando tanto as oportunidades quanto as desvantagens da expansão."
    },
    {
      "en": "I can't see any downside to accepting their offer; it seems like a win-win situation.",
      "pt": "Não consigo ver nenhuma desvantagem em aceitar a oferta deles; parece uma situação em que todos ganham."
    },
    {
      "en": "The plan seems perfect on paper, but I'm worried about the practical downsides of implementation.",
      "pt": "O plano parece perfeito no papel, mas estou preocupado com as desvantagens práticas da implementação."
    },
    {
      "en": "A clear downside of relying solely on solar power is its dependency on weather conditions.",
      "pt": "Uma clara desvantagem de depender exclusivamente da energia solar é sua dependência das condições climáticas."
    },
    {
      "en": "The downside of investing in startups is that the vast majority of them fail within the first few years.",
      "pt": "A desvantagem de investir em startups é que a grande maioria delas fracassa nos primeiros anos."
    },
    {
      "en": "He was so focused on the potential rewards that he completely ignored the warning signs and the obvious downsides.",
      "pt": "Ele estava tão focado nas recompensas potenciais que ignorou completamente os sinais de alerta e as desvantagens óbvias."
    },
    {
      "en": "The salary is fantastic, but the downside is that the job requires extensive travel.",
      "pt": "O salário é fantástico, mas a desvantagem é que o trabalho exige viagens extensas."
    },
    {
      "en": "Let's create a list of all foreseeable downsides before we commit to this course of action.",
      "pt": "Vamos criar uma lista de todas as desvantagens previsíveis antes de nos comprometermos com este curso de ação."
    },
    {
      "en": "The apartment has a stunning view, which almost makes you forget the downside of its five-story walk-up.",
      "pt": "O apartamento tem uma vista deslumbrante, o que quase faz você esquecer a desvantagem de seus cinco lances de escada."
    },
    {
      "en": "The downside of a flat organizational structure can be a lack of clear leadership and direction.",
      "pt": "A desvantagem de uma estrutura organizacional horizontal pode ser a falta de liderança e direção claras."
    },
    {
      "en": "A significant downside to this miracle drug is its prohibitive cost for the average patient.",
      "pt": "Uma desvantagem significativa deste medicamento milagroso é seu custo proibitivo para o paciente médio."
    },
    {
      "en": "The historical downside of rapid industrialization has often been severe environmental degradation.",
      "pt": "A desvantagem histórica da rápida industrialização tem sido frequentemente a grave degradação ambiental."
    },
    {
      "en": "We need a contingency plan to mitigate the most critical downsides if they materialize.",
      "pt": "Precisamos de um plano de contingência para mitigar as desvantagens mais críticas, caso elas se concretizem."
    },
    {
      "en": "The psychological downside of constant connectivity is the pressure to be always available.",
      "pt": "A desvantagem psicológica da conectividade constante é a pressão para estar sempre disponível."
    },
    {
      "en": "I love the freedom of being a freelancer, but the downside is the unpredictable income stream.",
      "pt": "Eu amo a liberdade de ser freelancer, mas o lado negativo é o fluxo de renda imprevisível."
    },
    {
      "en": "The report failed to adequately address the downsides of its own recommendations.",
      "pt": "O relatório não abordou adequadamente as desvantagens de suas próprias recomendações."
    },
    {
      "en": "The city's vibrant nightlife is a major draw for young people, though the downside for residents is the noise.",
      "pt": "A vibrante vida noturna da cidade é um grande atrativo para os jovens, embora a desvantagem para os moradores seja o barulho."
    },
    {
      "en": "From a purely financial perspective, there is absolutely no downside to this deal.",
      "pt": "De uma perspectiva puramente financeira, não há absolutamente nenhuma desvantagem neste acordo."
    },
    {
      "en": "The architect's design is aesthetically pleasing, but its practical downside is a lack of storage space.",
      "pt": "O projeto do arquiteto é esteticamente agradável, mas sua desvantagem prática é a falta de espaço de armazenamento."
    },
    {
      "en": "Is the convenience of processed foods worth the downside of their poor nutritional value?",
      "pt": "A conveniência dos alimentos processados vale a desvantagem de seu baixo valor nutricional?"
    },
    {
      "en": "The main downside of the proposed tax cut is that it would disproportionately benefit the wealthy.",
      "pt": "A principal desvantagem do corte de impostos proposto é que ele beneficiaria desproporcionalmente os ricos."
    },
    {
      "en": "The committee spent hours debating the potential downsides of the new regulation.",
      "pt": "O comitê passou horas debatendo as desvantagens potenciais do novo regulamento."
    },
    {
      "en": "The downside of such a specialized degree is that it can limit your career options later on.",
      "pt": "A desvantagem de uma graduação tão especializada é que ela pode limitar suas opções de carreira mais tarde."
    },
    {
      "en": "He's an incredibly talented musician, but his downside is a notorious lack of discipline.",
      "pt": "Ele é um músico incrivelmente talentoso, mas seu ponto negativo é uma notória falta de disciplina."
    },
    {
      "en": "Before you accept the promotion, consider the downside of the increased responsibility and stress.",
      "pt": "Antes de aceitar a promoção, considere a desvantagem do aumento de responsabilidade e estresse."
    },
    {
      "en": "A critical downside of globalization is the increased vulnerability of local economies to international crises.",
      "pt": "Uma desvantagem crítica da globalização é o aumento da vulnerabilidade das economias locais a crises internacionais."
    },
    {
      "en": "The book provides a thorough analysis of the subject, its only downside being a somewhat dated perspective.",
      "pt": "O livro oferece uma análise aprofundada do assunto, sendo sua única desvantagem uma perspectiva um tanto datada."
    },
    {
      "en": "The downside of buying a historic home is the constant need for expensive repairs and maintenance.",
      "pt": "A desvantagem de comprar uma casa histórica é a necessidade constante de reparos e manutenção caros."
    },
    {
      "en": "Every choice has a downside; the key is to choose the one with the downsides you can live with.",
      "pt": "Toda escolha tem uma desvantagem; o segredo é escolher aquela com as desvantagens com as quais você pode conviver."
    },
    {
      "en": "The legal team is currently assessing the potential legal downsides of breaking the contract.",
      "pt": "A equipe jurídica está atualmente avaliando as desvantagens legais potenciais de quebrar o contrato."
    },
    {
      "en": "On the downside, this material is not very durable and will need to be replaced frequently.",
      "pt": "Como ponto negativo, este material não é muito durável e precisará ser substituído com frequência."
    },
    {
      "en": "The downside of being the boss is that you're ultimately responsible for everyone's mistakes.",
      "pt": "A desvantagem de ser o chefe é que, no final das contas, você é responsável pelos erros de todos."
    },
    {
      "en": "The team's strength in attack is undeniable, but their downside is a consistently weak defense.",
      "pt": "A força da equipe no ataque é inegável, mas seu ponto negativo é uma defesa consistentemente fraca."
    },
    {
      "en": "The automation of the factory will increase efficiency, but the downside is the inevitable job losses.",
      "pt": "A automação da fábrica aumentará a eficiência, mas a desvantagem é a inevitável perda de empregos."
    },
    {
      "en": "The main downside to this type of battery is its relatively short lifespan compared to competitors.",
      "pt": "A principal desvantagem deste tipo de bateria é sua vida útil relativamente curta em comparação com os concorrentes."
    },
    {
      "en": "The initial data looks promising, but we haven't yet analyzed the potential long-term downsides.",
      "pt": "Os dados iniciais parecem promissores, mas ainda não analisamos as desvantagens potenciais a longo prazo."
    },
    {
      "en": "What's the downside? There must be a catch.",
      "pt": "Qual é a desvantagem? Deve haver uma pegadinha."
    },
    {
      "en": "His analysis was criticized for being overly optimistic and for downplaying the significant downsides.",
      "pt": "Sua análise foi criticada por ser excessivamente otimista e por minimizar as desvantagens significativas."
    },
    {
      "en": "The downside of a password that is too complex is that you are more likely to forget it.",
      "pt": "A desvantagem de uma senha muito complexa é que você tem mais probabilidade de esquecê-la."
    },
    {
      "en": "This particular model is cheaper, but the downside is that it lacks some of the key features of the premium version.",
      "pt": "Este modelo em particular é mais barato, mas a desvantagem é que ele não possui alguns dos recursos principais da versão premium."
    },
    {
      "en": "The societal downside of prioritizing individualism can be a weakening of community bonds.",
      "pt": "A desvantagem social de priorizar o individualismo pode ser o enfraquecimento dos laços comunitários."
    },
    {
      "en": "I'm trying to find a downside to this plan, but honestly, it seems flawless.",
      "pt": "Estou tentando encontrar uma desvantagem neste plano, mas, honestamente, ele parece impecável."
    },
    {
      "en": "The downside of an open-plan office is the constant distraction and lack of privacy.",
      "pt": "A desvantagem de um escritório de plano aberto é a distração constante e a falta de privacidade."
    },
    {
      "en": "The politician was candid about the downsides of her proposal, which earned her respect for her honesty.",
      "pt": "A política foi sincera sobre as desvantagens de sua proposta, o que lhe rendeu respeito por sua honestidade."
    },
    {
      "en": "A noticeable downside of the new operating system is its increased consumption of battery power.",
      "pt": "Uma desvantagem notável do novo sistema operacional é seu consumo aumentado de bateria."
    },
    {
      "en": "She quickly learned the downside of being a public figure when the media started scrutinizing her private life.",
      "pt": "Ela aprendeu rapidamente a desvantagem de ser uma figura pública quando a mídia começou a escrutinar sua vida privada."
    },
    {
      "en": "There are some minor downsides, but overall, the benefits of the new system are overwhelming.",
      "pt": "Existem algumas pequenas desvantagens, mas, no geral, os benefícios do novo sistema são esmagadores."
    },
    {
      "en": "The downside of this fabric is that it wrinkles very easily.",
      "pt": "A desvantagem deste tecido é que ele amassa com muita facilidade."
    },
    {
      "en": "We must be prepared to accept the downside if our high-risk, high-reward strategy fails.",
      "pt": "Devemos estar preparados para aceitar as consequências negativas se nossa estratégia de alto risco e alta recompensa falhar."
    },
    {
      "en": "The main downside to early retirement is ensuring you have enough savings to last for the rest of your life.",
      "pt": "A principal desvantagem da aposentadoria precoce é garantir que você tenha economias suficientes para o resto da vida."
    },
    {
      "en": "His charming personality is a great asset, but his downside is a tendency to be unreliable.",
      "pt": "Sua personalidade encantadora é um grande trunfo, mas seu ponto negativo é a tendência a não ser confiável."
    },
    {
      "en": "The government's plan to stimulate the economy has a potential downside: rising inflation.",
      "pt": "O plano do governo para estimular a economia tem uma desvantagem potencial: o aumento da inflação."
    },
    {
      "en": "The strategic downside of concentrating all our resources in one market is the lack of diversification.",
      "pt": "A desvantagem estratégica de concentrar todos os nossos recursos em um mercado é a falta de diversificação."
    },
    {
      "en": "The freedom of a flexible schedule is wonderful, yet the downside is that work can easily bleed into your personal time.",
      "pt": "A liberdade de um horário flexível é maravilhosa, mas a desvantagem é que o trabalho pode facilmente invadir seu tempo pessoal."
    },
    {
      "en": "The only downside I can think of is the amount of paperwork involved in the application process.",
      "pt": "A única desvantagem que consigo pensar é a quantidade de burocracia envolvida no processo de inscrição."
    },
    {
      "en": "While the treaty aims for peace, a major downside is that it fails to address the root causes of the conflict.",
      "pt": "Embora o tratado vise a paz, uma grande desvantagem é que ele não aborda as causas profundas do conflito."
    },
    {
      "en": "This all-inclusive resort is amazing, but the downside is that you feel disconnected from the local culture.",
      "pt": "Este resort all-inclusive é incrível, mas a desvantagem é que você se sente desconectado da cultura local."
    },
    {
      "en": "One often-overlooked downside of social media is its negative impact on mental health and self-esteem.",
      "pt": "Uma desvantagem muitas vezes negligenciada das mídias sociais é seu impacto negativo na saúde mental e na autoestima."
    },
    {
      "en": "The downside of that particular investment is its lack of liquidity, meaning you can't easily convert it to cash.",
      "pt": "A desvantagem desse investimento em particular é sua falta de liquidez, o que significa que você não pode convertê-lo facilmente em dinheiro."
    },
    {
      "en": "The algorithm is incredibly efficient at sorting data, but its downside is a complete lack of transparency in its decision-making process.",
      "pt": "O algoritmo é incrivelmente eficiente na classificação de dados, mas sua desvantagem é a total falta de transparência em seu processo de tomada de decisão."
    },
    {
      "en": "The downside of having such a powerful telescope is that atmospheric distortion becomes a much more significant problem.",
      "pt": "A desvantagem de ter um telescópio tão poderoso é que a distorção atmosférica se torna um problema muito mais significativo."
    },
    {
      "en": "He saw the downside of his actions too late, after the damage had already been done.",
      "pt": "Ele percebeu o lado negativo de suas ações tarde demais, depois que o estrago já havia sido feito."
    },
    {
      "en": "The downside of a direct democracy is that complex issues can be oversimplified by popular vote.",
      "pt": "A desvantagem de uma democracia direta é que questões complexas podem ser excessivamente simplificadas pelo voto popular."
    },
    {
      "en": "For me, the downsides of living in a huge metropolis outweigh the benefits.",
      "pt": "Para mim, as desvantagens de viver em uma metrópole enorme superam os benefícios."
    },
    {
      "en": "The company's rapid growth is impressive, but the downside is that its internal infrastructure is struggling to keep up.",
      "pt": "O rápido crescimento da empresa é impressionante, mas a desvantagem é que sua infraestrutura interna está com dificuldades para acompanhar."
    },
    {
      "en": "The downside of being too empathetic is that you can easily absorb the negative emotions of others.",
      "pt": "A desvantagem de ser empático demais é que você pode facilmente absorver as emoções negativas dos outros."
    },
    {
      "en": "The recruiter was upfront about the job's downsides, including long hours and high pressure.",
      "pt": "O recrutador foi franco sobre as desvantagens do trabalho, incluindo longas horas e alta pressão."
    },
    {
      "en": "The downside of using this cheap material is that the final product will have a lower perceived value.",
      "pt": "A desvantagem de usar este material barato é que o produto final terá um valor percebido mais baixo."
    },
    {
      "en": "We need to analyze not just the immediate financial downside, but also the potential damage to our brand reputation.",
      "pt": "Precisamos analisar não apenas a desvantagem financeira imediata, mas também o dano potencial à reputação de nossa marca."
    },
    {
      "en": "The downside of a minimalist lifestyle for some is the feeling of lacking comfort or personality in their living space.",
      "pt": "A desvantagem de um estilo de vida minimalista para alguns é a sensação de falta de conforto ou personalidade em seu espaço de vida."
    },
    {
      "en": "The new camera produces stunning images, but a significant downside is its very short battery life.",
      "pt": "A nova câmera produz imagens deslumbrantes, mas uma desvantagem significativa é a vida útil muito curta de sua bateria."
    },
    {
      "en": "The downside of this plan is its heavy reliance on a single supplier, which creates a major vulnerability.",
      "pt": "A desvantagem deste plano é sua forte dependência de um único fornecedor, o que cria uma grande vulnerabilidade."
    },
    {
      "en": "The politician tried to spin the story, but he couldn't hide the obvious downside of the new tax.",
      "pt": "O político tentou manipular a história, mas não conseguiu esconder a desvantagem óbvia do novo imposto."
    },
    {
      "en": "The only real downside to this location is its distance from public transportation.",
      "pt": "A única desvantagem real desta localização é sua distância do transporte público."
    },
    {
      "en": "A surprising downside of winning the lottery is the strain it can put on relationships with friends and family.",
      "pt": "Uma desvantagem surpreendente de ganhar na loteria é a tensão que isso pode causar nos relacionamentos com amigos e familiares."
    },
    {
      "en": "This car has all the latest technology, but the downside is that repairs can be incredibly expensive.",
      "pt": "Este carro tem toda a tecnologia mais recente, mas a desvantagem é que os reparos podem ser incrivelmente caros."
    },
    {
      "en": "The downside of being a generalist is that you may be perceived as a master of none.",
      "pt": "A desvantagem de ser um generalista é que você pode ser percebido como alguém que não é mestre em nada."
    },
    {
      "en": "The downside of this antibiotic is that it also destroys beneficial gut bacteria.",
      "pt": "A desvantagem deste antibiótico é que ele também destrói as bactérias intestinais benéficas."
    },
    {
      "en": "Before making a final decision, we must present all the potential downsides to the board of directors.",
      "pt": "Antes de tomar uma decisão final, devemos apresentar todas as desvantagens potenciais ao conselho de administração."
    },
    {
      "en": "The downside of having a photographic memory is that you also remember all the bad things with perfect clarity.",
      "pt": "A desvantagem de ter uma memória fotográfica é que você também se lembra de todas as coisas ruins com clareza perfeita."
    },
    {
      "en": "He's aware of the downside, but he believes the potential for success makes the risk worthwhile.",
      "pt": "Ele está ciente da desvantagem, mas acredita que o potencial de sucesso faz o risco valer a pena."
    },
    {
      "en": "The downside of a highly interconnected global financial system is that a crisis in one country can spread rapidly to others.",
      "pt": "A desvantagem de um sistema financeiro global altamente interconectado é que uma crise em um país pode se espalhar rapidamente para outros."
    },
    {
      "en": "On the downside, the conference venue is located far from the city center, making commuting a challenge.",
      "pt": "Como ponto negativo, o local da conferência está localizado longe do centro da cidade, tornando o deslocamento um desafio."
    },
    {
      "en": "The team celebrated their victory, momentarily forgetting the downside that their best player was injured during the match.",
      "pt": "A equipe comemorou a vitória, esquecendo momentaneamente a desvantagem de que seu melhor jogador se machucou durante a partida."
    },
    {
      "en": "The downside of relying on artificial intelligence for creative tasks is the potential for homogenization of ideas.",
      "pt": "A desvantagem de depender da inteligência artificial para tarefas criativas é o potencial de homogeneização das ideias."
    },
    {
      "en": "The main downside to his argument is that it's based on anecdotal evidence rather than empirical data.",
      "pt": "A principal desvantagem de seu argumento é que ele se baseia em evidências anedóticas em vez de dados empíricos."
    },
    {
      "en": "The only downside to this otherwise perfect vacation was the rainy weather on the last two days.",
      "pt": "A única desvantagem destas férias, de resto perfeitas, foi o tempo chuvoso nos últimos dois dias."
    },
    {
      "en": "The CEO's charismatic leadership was a great asset, but the downside was the company's over-reliance on him.",
      "pt": "A liderança carismática do CEO era um grande trunfo, mas a desvantagem era a excessiva dependência da empresa em relação a ele."
    },
    {
      "en": "The downside of this particular type of plastic is that it is not easily recyclable.",
      "pt": "A desvantagem deste tipo específico de plástico é que ele não é facilmente reciclável."
    },
    {
      "en": "While the short-term profits are tempting, the long-term reputational downside could be catastrophic.",
      "pt": "Embora os lucros a curto prazo sejam tentadores, a desvantagem reputacional a longo prazo pode ser catastrófica."
    },
    {
      "en": "The downside of using a free software is the lack of dedicated customer support.",
      "pt": "A desvantagem de usar um software gratuito é a falta de suporte ao cliente dedicado."
    },
    {
      "en": "A clear downside of the just-in-time manufacturing model is its vulnerability to supply chain disruptions.",
      "pt": "Uma clara desvantagem do modelo de produção 'just-in-time' é sua vulnerabilidade a interrupções na cadeia de suprimentos."
    },
    {
      "en": "The downside of being brutally honest is that you might hurt people's feelings, even if unintentionally.",
      "pt": "A desvantagem de ser brutalmente honesto é que você pode ferir os sentimentos das pessoas, mesmo que sem intenção."
    },
    {
      "en": "The consultant's report was comprehensive, but it seemed to gloss over some of the more significant downsides.",
      "pt": "O relatório do consultor foi abrangente, mas pareceu ignorar algumas das desvantagens mais significativas."
    },
    {
      "en": "A major downside of the current educational system is its focus on standardized testing over genuine learning.",
      "pt": "Uma grande desvantagem do sistema educacional atual é seu foco em testes padronizados em detrimento do aprendizado genuíno."
    },
    {
      "en": "The downside of such a powerful engine is its notoriously high fuel consumption.",
      "pt": "A desvantagem de um motor tão potente é seu consumo de combustível notoriamente alto."
    },
    {
      "en": "He had to consider the downside that if he took the job abroad, he would be far from his aging parents.",
      "pt": "Ele teve que considerar a desvantagem de que, se aceitasse o emprego no exterior, estaria longe de seus pais idosos."
    },
    {
      "en": "Is there any downside to this that we're not seeing?",
      "pt": "Existe alguma desvantagem nisso que não estamos vendo?"
    },
    {
      "en": "The financial downside of a market crash could wipe out decades of savings for many families.",
      "pt": "A desvantagem financeira de uma quebra do mercado poderia eliminar décadas de economias para muitas famílias."
    },
    {
      "en": "The downside of working in such a competitive environment is the constant stress and pressure to perform.",
      "pt": "A desvantagem de trabalhar em um ambiente tão competitivo é o estresse constante e a pressão para ter um bom desempenho."
    },
    {
      "en": "The convenience of having everything delivered is great, but the environmental downside is the excessive packaging.",
      "pt": "A conveniência de ter tudo entregue é ótima, mas a desvantagem ambiental é o excesso de embalagens."
    },
    {
      "en": "The downside of this beautiful, old building is its lack of modern amenities like central air conditioning.",
      "pt": "A desvantagem deste belo e antigo edifício é a falta de comodidades modernas, como ar condicionado central."
    },
    {
      "en": "She saw no downside in trying, as the worst-case scenario was simply that she wouldn't get the grant.",
      "pt": "Ela não viu desvantagem em tentar, pois o pior cenário era simplesmente que ela não conseguiria a bolsa."
    },
    {
      "en": "The downside of this research method is that it is very time-consuming and expensive to conduct.",
      "pt": "A desvantagem deste método de pesquisa é que sua condução consome muito tempo e é cara."
    },
    {
      "en": "A key downside for the company was the negative press coverage surrounding the product launch.",
      "pt": "Uma desvantagem fundamental para a empresa foi a cobertura negativa da imprensa em torno do lançamento do produto."
    },
    {
      "en": "The politician's popularity was his greatest strength, but the downside was that it was built on charisma rather than substantive policy.",
      "pt": "A popularidade do político era sua maior força, mas a desvantagem era que ela era construída sobre carisma em vez de políticas substantivas."
    },
    {
      "en": "The downside of a very specific and rigid plan is its inability to adapt to unforeseen circumstances.",
      "pt": "A desvantagem de um plano muito específico e rígido é sua incapacidade de se adaptar a circunstâncias imprevistas."
    },
    {
      "en": "The city's rapid expansion brought economic prosperity, but the downside was increased traffic congestion and pollution.",
      "pt": "A rápida expansão da cidade trouxe prosperidade econômica, mas a desvantagem foi o aumento do congestionamento no trânsito e da poluição."
    },
    {
      "en": "A frequent downside of corporate mergers is the clash of two distinct company cultures.",
      "pt": "Uma desvantagem frequente das fusões corporativas é o choque de duas culturas empresariais distintas."
    },
    {
      "en": "He loves the creative freedom of his job, but the downside is the complete lack of a regular schedule.",
      "pt": "Ele adora a liberdade criativa de seu trabalho, mas a desvantagem é a completa falta de um horário regular."
    },
    {
      "en": "The downside of that diet is that it's very restrictive and difficult to maintain long-term.",
      "pt": "A desvantagem dessa dieta é que ela é muito restritiva e difícil de manter a longo prazo."
    },
    {
      "en": "The company decided the operational downsides were too great and ultimately abandoned the project.",
      "pt": "A empresa decidiu que as desvantagens operacionais eram muito grandes e, por fim, abandonou o projeto."
    },
    {
      "en": "On the downside, this apartment doesn't get a lot of natural light.",
      "pt": "Como ponto negativo, este apartamento não recebe muita luz natural."
    },
    {
      "en": "The downside of giving everyone a voice is that you also have to listen to a lot of uninformed opinions.",
      "pt": "A desvantagem de dar voz a todos é que você também precisa ouvir muitas opiniões desinformadas."
    },
    {
      "en": "The main downside of the new phone is that the manufacturer removed the headphone jack.",
      "pt": "A principal desvantagem do novo telefone é que o fabricante removeu a entrada para fone de ouvido."
    },
    {
      "en": "The legal downside of settling out of court is that it may be perceived as an admission of guilt.",
      "pt": "A desvantagem legal de fazer um acordo fora do tribunal é que isso pode ser percebido como uma admissão de culpa."
    },
    {
      "en": "The downside of this approach is that it requires a significant upfront investment of time and resources.",
      "pt": "A desvantagem desta abordagem é que ela requer um investimento inicial significativo de tempo e recursos."
    },
    {
      "en": "She had to explain to the investors that while the potential upside was enormous, the downside risk was not negligible.",
      "pt": "Ela teve que explicar aos investidores que, embora o potencial de ganho fosse enorme, o risco de perda não era desprezível."
    },
    {
      "en": "The downside of being too nice is that some people might try to take advantage of you.",
      "pt": "A desvantagem de ser legal demais é que algumas pessoas podem tentar se aproveitar de você."
    },
    {
      "en": "A major downside of this material is its poor resistance to heat.",
      "pt": "Uma grande desvantagem deste material é sua baixa resistência ao calor."
    },
    {
      "en": "The tactical downside of their strategy was that it left their flanks completely exposed.",
      "pt": "A desvantagem tática de sua estratégia era que ela deixava seus flancos completamente expostos."
    },
    {
      "en": "The downside of being an early adopter of technology is that you often have to deal with bugs and glitches.",
      "pt": "A desvantagem de ser um dos primeiros a adotar a tecnologia é que muitas vezes você tem que lidar com bugs e falhas."
    },
    {
      "en": "He failed to see the downside until his friends pointed it out to him.",
      "pt": "Ele não conseguiu ver a desvantagem até que seus amigos a apontaram para ele."
    },
    {
      "en": "The downside of that particular stock is its high volatility.",
      "pt": "A desvantagem daquela ação em particular é sua alta volatilidade."
s    },
    {
      "en": "The downside of a purely utilitarian ethical framework is that it can justify sacrificing the rights of a minority for the good of the majority.",
      "pt": "A desvantagem de uma estrutura ética puramente utilitarista é que ela pode justificar o sacrifício dos direitos de uma minoria pelo bem da maioria."
    },
    {
      "en": "The team's incredible talent was undeniable, but its downside was a lack of on-field chemistry.",
      "pt": "O incrível talento da equipe era inegável, mas seu ponto negativo era a falta de química em campo."
    },
    {
      "en": "The downside of a very long novel is that it can be difficult to maintain narrative momentum.",
      "pt": "A desvantagem de um romance muito longo é que pode ser difícil manter o ritmo narrativo."
    },
    {
      "en": "The downside of a populist leader is that they may prioritize short-term popularity over long-term stability.",
      "pt": "A desvantagem de um líder populista é que ele pode priorizar a popularidade de curto prazo em detrimento da estabilidade de longo prazo."
    },
    {
      "en": "The main downside to buying products online from overseas is the long shipping time and potential customs fees.",
      "pt": "A principal desvantagem de comprar produtos online do exterior é o longo tempo de envio e as possíveis taxas alfandegárias."
    },
    {
      "en": "The downside of such a permissive parenting style is that children may struggle with boundaries and self-discipline.",
      "pt": "A desvantagem de um estilo parental tão permissivo é que as crianças podem ter dificuldades com limites e autodisciplina."
    },
    {
      "en": "Weighing the pros and cons, the downsides of inaction in this case are far greater than the risks of intervention.",
      "pt": "Pesando os prós e os contras, as desvantagens da inação neste caso são muito maiores do que os riscos da intervenção."
    },
    {
      "en": "The downside of a tenure system in academia is that it can sometimes protect underperforming professors from being dismissed.",
      "pt": "A desvantagem de um sistema de estabilidade no meio acadêmico é que ele pode, às vezes, proteger professores com baixo desempenho de serem demitidos."
    },
    {
      "en": "The only downside of the new park is that it's always crowded on weekends.",
      "pt": "A única desvantagem do novo parque é que ele está sempre lotado nos fins de semana."
    },
    {
      "en": "The downside of having a very logical and analytical mind is that he sometimes struggles to understand emotional nuances.",
      "pt": "A desvantagem de ter uma mente muito lógica e analítica é que ele às vezes tem dificuldade para entender as nuances emocionais."
    },
    {
      "en": "The board needs a complete picture, so don't hesitate to detail every potential downside in your report.",
      "pt": "O conselho precisa de um quadro completo, então não hesite em detalhar cada desvantagem potencial em seu relatório."
    },
    {
      "en": "The downside of a subscription-based model is the constant need to provide new value to prevent customers from canceling.",
      "pt": "A desvantagem de um modelo baseado em assinatura é a necessidade constante de fornecer novo valor para evitar que os clientes cancelem."
    },
    {
      "en": "A huge downside of the project was the amount of political capital the president had to expend to get it approved.",
      "pt": "Uma enorme desvantagem do projeto foi a quantidade de capital político que o presidente teve que gastar para aprová-lo."
    },
    {
      "en": "The downside of living in a place with no seasons is that you never get to experience the beauty of autumn.",
      "pt": "A desvantagem de morar em um lugar sem estações é que você nunca consegue experimentar a beleza do outono."
    },
    {
      "en": "The only downside to her argument is that it relies on a set of unproven assumptions.",
      "pt": "A única desvantagem do argumento dela é que ele se baseia em um conjunto de suposições não comprovadas."
    },
    {
      "en": "A downside of being a celebrity's child is growing up under the constant scrutiny of the public eye.",
      "pt": "Uma desvantagem de ser filho de uma celebridade é crescer sob o escrutínio constante do público."
    },
    {
      "en": "The downside of taking the scenic route is that it adds an extra hour to the journey.",
      "pt": "A desvantagem de pegar o caminho panorâmico é que ele adiciona uma hora extra à viagem."
    },
    {
      "en": "The city's cultural richness is a huge plus, but the downside is the high cost of living.",
      "pt": "A riqueza cultural da cidade é uma grande vantagem, mas a desvantagem é o alto custo de vida."
    },
    {
      "en": "His biggest downside as a leader is his indecisiveness in critical moments.",
      "pt": "Seu maior ponto negativo como líder é sua indecisão em momentos críticos."
    },
    {
      "en": "The downside of that particular computer is that its components are not user-upgradeable.",
      "pt": "A desvantagem daquele computador em particular é que seus componentes não podem ser atualizados pelo usuário."
    },
    {
      "en": "The downside of a purely merit-based system is that it can neglect the importance of diversity and different life experiences.",
      "pt": "A desvantagem de um sistema puramente baseado no mérito é que ele pode negligenciar a importância da diversidade e das diferentes experiências de vida."
    },
    {
      "en": "The downside of a decentralized network is the lack of a central authority to resolve disputes or enforce rules.",
      "pt": "A desvantagem de uma rede descentralizada é a falta de uma autoridade central para resolver disputas ou aplicar regras."
    },
    {
      "en": "For a developing country, the downside of opening its markets too quickly can be the destruction of local industries.",
      "pt": "Para um país em desenvolvimento, a desvantagem de abrir seus mercados muito rapidamente pode ser a destruição das indústrias locais."
    },
    {
      "en": "On the downside, the candidate's lack of experience in foreign policy is a major concern for voters.",
      "pt": "Como ponto negativo, a falta de experiência do candidato em política externa é uma grande preocupação para os eleitores."
    },
    {
      "en": "The downside of a classic car is the difficulty in finding replacement parts.",
      "pt": "A desvantagem de um carro clássico é a dificuldade em encontrar peças de reposição."
    },
    {
      "en": "The downside of a very powerful and independent board of directors is that they can sometimes clash with the CEO's vision.",
      "pt": "A desvantagem de um conselho de administração muito poderoso e independente é que eles podem, às vezes, entrar em conflito com a visão do CEO."
    },
    {
      "en": "The artist is a technical genius, but the downside is that his work can sometimes feel cold and lacking in emotion.",
      "pt": "O artista é um gênio técnico, mas a desvantagem é que seu trabalho pode, às vezes, parecer frio e sem emoção."
    },
    {
      "en": "The downside of using complex jargon is that it can exclude people from the conversation and make you seem arrogant.",
      "pt": "A desvantagem de usar jargões complexos é que isso pode excluir pessoas da conversa e fazer você parecer arrogante."
    },
    {
      "en": "A significant downside of the new algorithm is its potential for reinforcing existing biases present in the training data.",
      "pt": "Uma desvantagem significativa do novo algoritmo é seu potencial para reforçar os preconceitos existentes nos dados de treinamento."
    },
    {
      "en": "The downside of democracy is that it's often slow and inefficient, but it's still the best system we have.",
      "pt": "A desvantagem da democracia é que ela é frequentemente lenta e ineficiente, mas ainda é o melhor sistema que temos."
    },
    {
      "en": "The main downside of his plan is its sheer complexity, which makes it prone to failure at multiple points.",
      "pt": "A principal desvantagem do plano dele é sua pura complexidade, o que o torna propenso a falhas em múltiplos pontos."
    },
    {
      "en": "The downside of being a digital nomad is the challenge of maintaining long-term relationships and a sense of community.",
      "pt": "A desvantagem de ser um nômade digital é o desafio de manter relacionamentos de longo prazo e um senso de comunidade."
    },
    {
      "en": "The downside of his extreme confidence is that it often borders on arrogance.",
      "pt": "O lado negativo de sua extrema confiança é que ela muitas vezes beira a arrogância."
    },
    {
      "en": "This investment offers steady but modest returns; its main downside is the opportunity cost of not investing in something with higher growth potential.",
      "pt": "Este investimento oferece retornos estáveis, mas modestos; sua principal desvantagem é o custo de oportunidade de não investir em algo com maior potencial de crescimento."
    },
    {
      "en": "A downside of the new privacy law, from a business perspective, is the increased compliance cost.",
      "pt": "Uma desvantagem da nova lei de privacidade, da perspectiva de negócios, é o aumento do custo de conformidade."
    },
    {
      "en": "The downside of moving to a smaller town is the limited access to specialized medical care.",
      "pt": "A desvantagem de se mudar para uma cidade menor é o acesso limitado a cuidados médicos especializados."
    },
    {
      "en": "The only downside to their proposal is that it would require us to completely overhaul our current IT infrastructure.",
      "pt": "A única desvantagem da proposta deles é que exigiria que reformulássemos completamente nossa infraestrutura de TI atual."
    },
    {
      "en": "The downside of an unwritten constitution is the potential for ambiguity and political manipulation.",
      "pt": "A desvantagem de uma constituição não escrita é o potencial para ambiguidade e manipulação política."
    },
    {
      "en": "The downside of this material is its susceptibility to corrosion in humid environments.",
      "pt": "A desvantagem deste material é sua suscetibilidade à corrosão em ambientes úmidos."
    },
    {
      "en": "The downside of a universal basic income, some argue, is that it might reduce the incentive for people to work.",
      "pt": "A desvantagem de uma renda básica universal, alguns argumentam, é que ela pode reduzir o incentivo para as pessoas trabalharem."
    },
    {
      "en": "The downside of his rigorous training regimen was that it left him with little time for a social life.",
      "pt": "A desvantagem de seu rigoroso regime de treinamento era que lhe deixava pouco tempo para a vida social."
    },
    {
      "en": "The downside of a very long-term project is the risk that its original goals may become obsolete before it's completed.",
      "pt": "A desvantagem de um projeto de muito longo prazo é o risco de que seus objetivos originais se tornem obsoletos antes de sua conclusão."
    },
    {
      "en": "There's a significant downside to consider: if the experiment fails, it could set back our research by years.",
      "pt": "Há uma desvantagem significativa a ser considerada: se o experimento falhar, poderá atrasar nossa pesquisa em anos."
    },
    {
      "en": "The downside of being the first to market is that you have to educate consumers about a product they've never seen before.",
      "pt": "A desvantagem de ser o primeiro no mercado é que você tem que educar os consumidores sobre um produto que eles nunca viram antes."
    },
    {
      "en": "The downside of a highly specialized workforce is a lack of flexibility when market demands shift.",
      "pt": "A desvantagem de uma força de trabalho altamente especializada é a falta de flexibilidade quando as demandas do mercado mudam."
    },
    {
      "en": "The downside of this beautiful remote location is the unreliable internet connection.",
      "pt": "A desvantagem desta bela localização remota é a conexão de internet não confiável."
    },
    {
      "en": "The downside of being a trailblazer is that you're the one who has to clear the path for others.",
      "pt": "A desvantagem de ser um pioneiro é que é você quem tem que abrir o caminho para os outros."
    },
    {
      "en": "The main downside to that approach is that it solves the symptom but not the underlying problem.",
      "pt": "A principal desvantagem dessa abordagem é que ela resolve o sintoma, mas não o problema subjacente."
    },
    {
      "en": "A clear downside of the proposal is that it would require a constitutional amendment, which is a very difficult process.",
      "pt": "Uma clara desvantagem da proposta é que ela exigiria uma emenda constitucional, que é um processo muito difícil."
    },
    {
      "en": "The downside of relying on a single charismatic figure is the question of what happens when that person is no longer there.",
      "pt": "A desvantagem de depender de uma única figura carismática é a questão do que acontece quando essa pessoa não está mais lá."
    },
    {
      "en": "The downside of that camera lens is that it's extremely heavy and cumbersome to carry around.",
      "pt": "A desvantagem daquela lente de câmera é que ela é extremamente pesada e incômoda para transportar."
    },
    {
      "en": "A potential downside of gene editing is the unforeseen and potentially irreversible consequences for future generations.",
      "pt": "Uma desvantagem potencial da edição de genes são as consequências imprevistas e potencialmente irreversíveis para as gerações futuras."
    },
    {
      "en": "The downside of his meticulous planning is a lack of spontaneity.",
      "pt": "O lado negativo de seu planejamento meticuloso é a falta de espontaneidade."
    },
    {
      "en": "The downside of a fixed-rate mortgage is that you can't take advantage of falling interest rates without refinancing.",
      "pt": "A desvantagem de uma hipoteca de taxa fixa é que você não pode aproveitar a queda das taxas de juros sem refinanciar."
    },
    {
      "en": "The downside of being too self-reliant is that you might be hesitant to ask for help when you really need it.",
      "pt": "A desvantagem de ser autossuficiente demais é que você pode hesitar em pedir ajuda quando realmente precisa."
    },
    {
      "en": "The downside of this type of insurance is the very high deductible you have to pay before the coverage kicks in.",
      "pt": "A desvantagem deste tipo de seguro é a franquia muito alta que você tem que pagar antes que a cobertura comece."
    },
    {
      "en": "The downside of the new trade deal is that it offers little protection for domestic workers in certain industries.",
      "pt": "A desvantagem do novo acordo comercial é que ele oferece pouca proteção para os trabalhadores domésticos em certos setores."
    },
    {
      "en": "The downside of a highly efficient, automated system is its vulnerability to a single point of failure.",
      "pt": "A desvantagem de um sistema altamente eficiente e automatizado é sua vulnerabilidade a um único ponto de falha."
    },
    {
      "en": "The downside of his deep expertise in one area is a relative ignorance of other important fields.",
      "pt": "A desvantagem de sua profunda especialização em uma área é uma relativa ignorância de outros campos importantes."
    },
    {
      "en": "The obvious downside of nuclear energy is the problem of safely storing radioactive waste for thousands of years.",
      "pt": "A desvantagem óbvia da energia nuclear é o problema de armazenar com segurança o lixo radioativo por milhares de anos."
    },
    {
      "en": "The downside of their business model is its complete dependence on advertising revenue, which can be volatile.",
      "pt": "A desvantagem do modelo de negócios deles é sua completa dependência da receita de publicidade, que pode ser volátil."
    },
    {
      "en": "The downside of that particular fund is its high management fee, which eats into your returns.",
      "pt": "A desvantagem daquele fundo em particular é sua alta taxa de administração, que consome seus retornos."
    },
    {
      "en": "The downside of a direct flight is that it's often more expensive than one with a layover.",
      "pt": "A desvantagem de um voo direto é que ele costuma ser mais caro do que um com escala."
    },
    {
      "en": "The downside of a secret ballot is that it allows people to vote for extremist candidates without public accountability.",
      "pt": "A desvantagem do voto secreto é que ele permite que as pessoas votem em candidatos extremistas sem responsabilidade pública."
    },
    {
      "en": "The downside of being a public company is the immense pressure to meet quarterly earnings expectations.",
      "pt": "A desvantagem de ser uma empresa de capital aberto é a imensa pressão para atender às expectativas de lucros trimestrais."
    },
    {
      "en": "The downside of such a powerful medication is the long list of potential side effects.",
      "pt": "A desvantagem de um medicamento tão forte é a longa lista de possíveis efeitos colaterais."
    },
    {
      "en": "The downside of that new building is that it blocks the sunlight from reaching the community garden.",
      "pt": "A desvantagem daquele novo prédio é que ele bloqueia a luz do sol de chegar ao jardim comunitário."
    },
    {
      "en": "A significant downside for the local community is the increased noise and traffic from the new airport.",
      "pt": "Uma desvantagem significativa para a comunidade local é o aumento do ruído e do tráfego do novo aeroporto."
    },
    {
      "en": "The downside of a purely data-driven approach is that it can miss the human element and qualitative factors.",
      "pt": "A desvantagem de uma abordagem puramente orientada por dados é que ela pode ignorar o elemento humano e os fatores qualitativos."
    },
    {
      "en": "The downside of a cash-only business is the difficulty in tracking transactions and the increased risk of theft.",
      "pt": "A desvantagem de um negócio que só aceita dinheiro é a dificuldade em rastrear transações e o aumento do risco de roubo."
    },
    {
      "en": "The downside of that beautiful fountain is that it requires constant, costly maintenance.",
      "pt": "A desvantagem daquela bela fonte é que ela requer manutenção constante e cara."
    },
    {
      "en": "A downside of the new regulations is the mountain of additional paperwork it creates for small businesses.",
      "pt": "Uma desvantagem das novas regulamentações é a montanha de papelada adicional que ela cria para as pequenas empresas."
    },
    {
      "en": "The downside of his incredible focus is that he often has tunnel vision and misses the bigger picture.",
      "pt": "O lado negativo de seu foco incrível é que ele muitas vezes tem uma visão de túnel e perde o quadro geral."
    },
    {
      "en": "The only downside is that we have to wait six months for it to be delivered.",
      "pt": "A única desvantagem é que temos que esperar seis meses para que seja entregue."
    },
    {
      "en": "The downside of this phone's sleek, all-glass design is its extreme fragility.",
      "pt": "A desvantagem do design elegante e todo em vidro deste telefone é sua extrema fragilidade."
    },
    {
      "en": "The downside of a consensus-based decision-making process is that it can be paralyzingly slow.",
      "pt": "A desvantagem de um processo de tomada de decisão baseado no consenso é que ele pode ser paralisantemente lento."
    },
    {
      "en": "The downside of a powerful, centralized government is the potential for abuse of power and the suppression of dissent.",
      "pt": "A desvantagem de um governo poderoso e centralizado é o potencial de abuso de poder e a supressão da dissidência."
    },
    {
      "en": "The downside of an unseasonably warm winter is the negative impact it has on the ski industry and local ecosystems.",
      "pt": "A desvantagem de um inverno atipicamente quente é o impacto negativo que ele tem na indústria de esqui e nos ecossistemas locais."
    },
    {
      "en": "The downside of using a third-party payment processor is the percentage of each transaction they take as a fee.",
      "pt": "A desvantagem de usar um processador de pagamento de terceiros é a porcentagem de cada transação que eles cobram como taxa."
    },
    {
      "en": "The downside of being so specialized is the risk of your skills becoming obsolete due to technological changes.",
      "pt": "A desvantagem de ser tão especializado é o risco de suas habilidades se tornarem obsoletas devido a mudanças tecnológicas."
    },
    {
      "en": "The downside of a rapidly growing economy is that it often leads to widening income inequality.",
      "pt": "A desvantagem de uma economia em rápido crescimento é que ela muitas vezes leva ao aumento da desigualdade de renda."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "downside",
      "options": [
        "downside",
        "downsize"
      ],
      "correct": "downside"
    },
    {
      "question": "downside",
      "options": [
        "outside",
        "downside"
      ],
      "correct": "downside"
    },
    {
      "question": "downside",
      "options": [
        "inside",
        "downside"
      ],
      "correct": "downside"
    },
    {
      "question": "downside",
      "options": [
        "downside",
        "townsite"
      ],
      "correct": "downside"
    },
    {
      "question": "downside",
      "options": [
        "upside",
        "downside"
      ],
      "correct": "downside"
    },
    {
      "question": "downside",
      "options": [
        "downside",
        "drowned"
      ],
      "correct": "downside"
    },
    {
      "question": "downside",
      "options": [
        "downed",
        "downside"
      ],
      "correct": "downside"
    },
    {
      "question": "downside",
      "options": [
        "downside",
        "bedside"
      ],
      "correct": "downside"
    },
    {
      "question": "downside",
      "options": [
        "landslide",
        "downside"
      ],
      "correct": "downside"
    },
    {
      "question": "downside",
      "options": [
        "downwind",
        "downside"
      ],
      "correct": "downside"
    },
    {
      "question": "downside",
      "options": [
        "downside",
        "downslide"
      ],
      "correct": "downside"
    },
    {
      "question": "downside",
      "options": [
        "downstage",
        "downside"
      ],
      "correct": "downside"
    },
    {
      "question": "downside",
      "options": [
        "downside",
        "downbeat"
      ],
      "correct": "downside"
    },
    {
      "question": "downside",
      "options": [
        "downright",
        "downside"
      ],
      "correct": "downside"
    },
    {
      "question": "downside",
      "options": [
        "downside",
        "sounded"
      ],
      "correct": "downside"
    }
  ]
}
