{
  "sentences": [
    {
      "en": "Her most endearing quality is her ability to laugh at herself.",
      "pt": "Sua qualidade mais cativante é a capacidade de rir de si mesma."
    },
    {
      "en": "The old man's habit of telling the same stories over and over was surprisingly endearing to his grandchildren.",
      "pt": "O hábito do velho de contar as mesmas histórias repetidamente era surpreendentemente cativante para seus netos."
    },
    {
      "en": "She found his clumsy attempts at cooking to be incredibly endearing.",
      "pt": "Ela achou as tentativas desajeitadas dele de cozinhar incrivelmente adoráveis."
    },
    {
      "en": "The protagonist of the novel has several flaws, which, paradoxically, make him a more endearing character.",
      "pt": "O protagonista do romance tem várias falhas que, paradoxalmente, o tornam um personagem mais cativante."
    },
    {
      "en": "He has an endearing tendency to get overly excited about small things, like a perfect cup of coffee.",
      "pt": "Ele tem uma tendência cativante de ficar excessivamente animado com coisas pequenas, como uma xícara de café perfeita."
    },
    {
      "en": "The puppy's tilted head and curious eyes gave it an endearing look.",
      "pt": "A cabeça inclinada e os olhos curiosos do cachorrinho davam-lhe uma aparência adorável."
    },
    {
      "en": "What some might see as an annoying quirk, I find to be an endearing part of his personality.",
      "pt": "O que alguns podem ver como uma peculiaridade irritante, eu acho que é uma parte cativante de sua personalidade."
    },
    {
      "en": "Her speech was endearingly awkward, making the audience warm to her immediately.",
      "pt": "O discurso dela foi cativantemente sem jeito, fazendo o público simpatizar com ela imediatamente."
    },
    {
      "en": "The child's misspelled letter to Santa Claus was utterly endearing.",
      "pt": "A carta da criança para o Papai Noel, com erros de ortografia, era absolutamente encantadora."
    },
    {
      "en": "Despite his gruff exterior, he possessed a deep and endearing loyalty to his friends.",
      "pt": "Apesar de sua aparência rude, ele possuía uma lealdade profunda e cativante por seus amigos."
    },
    {
      "en": "The film is full of endearing characters that stay with you long after the credits roll.",
      "pt": "O filme está cheio de personagens cativantes que ficam com você muito tempo depois que os créditos terminam."
    },
    {
      "en": "His complete inability to lie, even about trivial matters, is an endearing trait.",
      "pt": "Sua completa incapacidade de mentir, mesmo sobre assuntos triviais, é um traço cativante."
    },
    {
      "en": "The robot's slightly clumsy movements were programmed to make it seem more endearing and less intimidating.",
      "pt": "Os movimentos ligeiramente desajeitados do robô foram programados para fazê-lo parecer mais adorável e menos intimidador."
    },
    {
      "en": "I find her passion for collecting obscure stamps both peculiar and endearing.",
      "pt": "Acho a paixão dela por colecionar selos obscuros peculiar e, ao mesmo tempo, cativante."
    },
    {
      "en": "The old bookstore, with its creaky floors and dusty shelves, had an endearing charm.",
      "pt": "A livraria antiga, com seus pisos rangentes e prateleiras empoeiradas, tinha um charme cativante."
    },
    {
      "en": "She has an endearing way of wrinkling her nose when she's deep in thought.",
      "pt": "Ela tem um jeito cativante de enrugar o nariz quando está imersa em pensamentos."
    },
    {
      "en": "His earnest, though often misguided, attempts to help were always endearing.",
      "pt": "Suas tentativas sinceras, embora muitas vezes equivocadas, de ajudar eram sempre cativantes."
    },
    {
      "en": "The slight lisp he had as a child was an endearing feature his parents still remember fondly.",
      "pt": "A leve sigmatismo que ele tinha quando criança era uma característica adorável que seus pais ainda lembram com carinho."
    },
    {
      "en": "The politician's occasional gaffes made him seem more human and endearing to the public.",
      "pt": "As gafes ocasionais do político o faziam parecer mais humano e cativante para o público."
    },
    {
      "en": "She was endearingly honest about her own shortcomings.",
      "pt": "Ela era cativantemente honesta sobre suas próprias falhas."
    },
    {
      "en": "The handcrafted imperfections of the pottery gave each piece an endearing quality.",
      "pt": "As imperfeições artesanais da cerâmica conferiam a cada peça uma qualidade cativante."
    },
    {
      "en": "He wrote her a series of endearing, albeit terribly written, poems.",
      "pt": "Ele escreveu para ela uma série de poemas cativantes, embora terrivelmente escritos."
    },
    {
      "en": "It's his unwavering kindness that makes him so endearing to everyone he meets.",
      "pt": "É a sua bondade inabalável que o torna tão cativante para todos que ele conhece."
    },
    {
      "en": "The animated character's large, expressive eyes are one of its most endearing features.",
      "pt": "Os olhos grandes e expressivos do personagem de animação são uma de suas características mais cativantes."
    },
    {
      "en": "His shy smile was an endearing contrast to his powerful physique.",
      "pt": "Seu sorriso tímido era um contraste cativante com seu físico poderoso."
    },
    {
      "en": "The director found a way to make the villain's motivations almost endearing.",
      "pt": "O diretor encontrou uma maneira de tornar as motivações do vilão quase cativantes."
    },
    {
      "en": "What is the most endearing memory you have of your grandparents?",
      "pt": "Qual é a lembrança mais terna que você tem dos seus avós?"
    },
    {
      "en": "The startup's earnest mission statement, full of youthful idealism, was endearing to its first investors.",
      "pt": "A declaração de missão sincera da startup, cheia de idealismo juvenil, foi cativante para seus primeiros investidores."
    },
    {
      "en": "His nervous fidgeting during the presentation was somehow endearing rather than distracting.",
      "pt": "Sua inquietação nervosa durante a apresentação foi, de alguma forma, cativante em vez de distrativa."
    },
    {
      "en": "The old-fashioned, handwritten thank-you note was an endearing gesture in a digital age.",
      "pt": "A nota de agradecimento à moda antiga, escrita à mão, foi um gesto encantador em uma era digital."
    },
    {
      "en": "Her boundless enthusiasm, while sometimes exhausting, is also her most endearing trait.",
      "pt": "Seu entusiasmo sem limites, embora às vezes exaustivo, é também seu traço mais cativante."
    },
    {
      "en": "The way he meticulously cared for his collection of model trains was an endearing quirk.",
      "pt": "A maneira como ele cuidava meticulosamente de sua coleção de trens em miniatura era uma peculiaridade cativante."
    },
    {
      "en": "The baby's gummy smile is the most endearing thing I've ever seen.",
      "pt": "O sorriso sem dentes do bebê é a coisa mais adorável que eu já vi."
    },
    {
      "en": "His complete lack of cynicism in a cynical world is both rare and endearing.",
      "pt": "Sua completa falta de cinismo em um mundo cínico é rara e cativante."
    },
    {
      "en": "The faded photograph of them as children had an endearing, nostalgic quality.",
      "pt": "A fotografia desbotada deles quando crianças tinha uma qualidade cativante e nostálgica."
    },
    {
      "en": "She found his accent, a charming mix of two different languages, to be quite endearing.",
      "pt": "Ela achou o sotaque dele, uma mistura encantadora de duas línguas diferentes, bastante cativante."
    },
    {
      "en": "The little girl's fierce determination to tie her own shoes was an endearing sight.",
      "pt": "A determinação feroz da menina em amarrar seus próprios sapatos era uma cena adorável."
    },
    {
      "en": "It's an endearing flaw, his inability to remember names but perfect recall of faces.",
      "pt": "É uma falha cativante, sua incapacidade de lembrar nomes, mas perfeita recordação de rostos."
    },
    {
      "en": "The village, with its cobblestone streets and quirky traditions, is utterly endearing.",
      "pt": "A vila, com suas ruas de paralelepípedos e tradições peculiares, é absolutamente encantadora."
    },
    {
      "en": "He has this endearing way of becoming completely absorbed in whatever he's doing.",
      "pt": "Ele tem essa maneira cativante de ficar completamente absorto em tudo o que está fazendo."
    },
    {
      "en": "The cat's habit of bringing 'gifts' like leaves and bugs was a messy but endearing gesture.",
      "pt": "O hábito do gato de trazer 'presentes' como folhas e insetos era um gesto bagunçado, mas cativante."
    },
    {
      "en": "The author's self-deprecating humor is an endearing feature of her writing style.",
      "pt": "O humor autodepreciativo da autora é uma característica cativante de seu estilo de escrita."
    },
    {
      "en": "She was endearingly flustered when she received the surprise award.",
      "pt": "Ela ficou cativantemente atrapalhada quando recebeu o prêmio surpresa."
    },
    {
      "en": "His old, worn-out sweater was an endearing reminder of their early days together.",
      "pt": "Seu suéter velho e desgastado era uma lembrança terna do início de seu relacionamento."
    },
    {
      "en": "The vulnerability he showed during his apology was what made it so endearing and effective.",
      "pt": "A vulnerabilidade que ele demonstrou durante seu pedido de desculpas foi o que o tornou tão cativante e eficaz."
    },
    {
      "en": "The film's low-budget special effects have an endearing, campy quality to them now.",
      "pt": "Os efeitos especiais de baixo orçamento do filme têm uma qualidade cativante e 'camp' hoje em dia."
    },
    {
      "en": "For all his intellectual brilliance, it was his simple, endearing acts of kindness that people remembered most.",
      "pt": "Apesar de todo o seu brilhantismo intelectual, eram seus atos de bondade simples e cativantes que as pessoas mais lembravam."
    },
    {
      "en": "The elderly couple's habit of finishing each other's sentences was an endearing testament to their long life together.",
      "pt": "O hábito do casal de idosos de completar as frases um do outro era um testemunho cativante de sua longa vida juntos."
    },
    {
      "en": "His genuine, unpolished enthusiasm for the project was endearing to the entire team.",
      "pt": "Seu entusiasmo genuíno e não polido pelo projeto foi cativante para toda a equipe."
    },
    {
      "en": "She had an endearing, almost childlike, sense of wonder about the world.",
      "pt": "Ela tinha um senso de maravilhamento cativante, quase infantil, sobre o mundo."
    },
    {
      "en": "The musical's most endearing song is a simple ballad about friendship.",
      "pt": "A canção mais cativante do musical é uma balada simples sobre amizade."
    },
    {
      "en": "He found her fierce independence to be her most endearing characteristic.",
      "pt": "Ele considerava a independência feroz dela sua característica mais cativante."
    },
    {
      "en": "The robot in the story was given an endearing personality to make it a relatable hero.",
      "pt": "Deram ao robô da história uma personalidade cativante para torná-lo um herói com o qual o público se identificasse."
    },
    {
      "en": "His attempt to speak the local language was clumsy but endearing to the native speakers.",
      "pt": "Sua tentativa de falar a língua local foi desajeitada, mas cativante para os falantes nativos."
    },
    {
      "en": "It's endearing how seriously he takes his role as the 'fun uncle'.",
      "pt": "É cativante o quão a sério ele leva seu papel de 'tio divertido'."
    },
    {
      "en": "The dog's endearingly goofy grin always managed to cheer her up.",
      "pt": "O sorriso cativantemente bobo do cachorro sempre conseguia animá-la."
    },
    {
      "en": "The anachronisms in the historical film, while inaccurate, gave it an endearing, B-movie feel.",
      "pt": "Os anacronismos no filme histórico, embora imprecisos, deram-lhe um toque cativante de filme B."
    },
    {
      "en": "His endearing sincerity made it impossible to stay angry with him for long.",
      "pt": "Sua sinceridade cativante tornava impossível ficar com raiva dele por muito tempo."
    },
    {
      "en": "The slight tremble in his voice as he spoke about his passion was an endearing sign of his deep commitment.",
      "pt": "O leve tremor em sua voz enquanto falava sobre sua paixão era um sinal cativante de seu profundo comprometimento."
    },
    {
      "en": "She cherished the endearing, nonsensical nicknames he had for her.",
      "pt": "Ela valorizava os apelidos cativantes e sem sentido que ele tinha para ela."
    },
    {
      "en": "The most endearing aspect of the community was how neighbors genuinely looked out for one another.",
      "pt": "O aspecto mais cativante da comunidade era como os vizinhos genuinamente cuidavam uns dos outros."
    },
    {
      "en": "His grandpa's endearing advice was always a mix of profound wisdom and hilarious nonsense.",
      "pt": "Os conselhos cativantes de seu avô eram sempre uma mistura de sabedoria profunda e bobagens hilárias."
    },
    {
      "en": "She found his meticulous, almost obsessive, way of organizing his bookshelf to be an endearing quirk.",
      "pt": "Ela achava a maneira meticulosa, quase obsessiva, como ele organizava sua estante uma peculiaridade cativante."
    },
    {
      "en": "The clumsy, lovable sidekick is an endearing archetype in many animated films.",
      "pt": "O ajudante desajeitado e adorável é um arquétipo cativante em muitos filmes de animação."
    },
    {
      "en": "The town's most endearing tradition is the annual festival celebrating its founding.",
      "pt": "A tradição mais encantadora da cidade é o festival anual que comemora sua fundação."
    },
    {
      "en": "He had an endearing habit of writing little notes and leaving them in unexpected places.",
      "pt": "Ele tinha o hábito cativante de escrever pequenos bilhetes e deixá-los em lugares inesperados."
    },
    {
      "en": "What he lacked in technical skill, he made up for with an endearing and infectious enthusiasm.",
      "pt": "O que lhe faltava em habilidade técnica, ele compensava com um entusiasmo cativante e contagiante."
    },
    {
      "en": "The character's journey from a cynical loner to a man with endearing connections was the heart of the story.",
      "pt": "A jornada do personagem de um solitário cínico a um homem com laços cativantes foi o coração da história."
    },
    {
      "en": "The old car had many endearing quirks, including a radio that only played one station.",
      "pt": "O carro velho tinha muitas peculiaridades cativantes, incluindo um rádio que só tocava uma estação."
    },
    {
      "en": "Her endearingly straightforward way of speaking often cut through the corporate jargon.",
      "pt": "Sua maneira cativantemente direta de falar muitas vezes cortava o jargão corporativo."
    },
    {
      "en": "The statue of the town's founder is not grand, but it has an endearing, humble quality.",
      "pt": "A estátua do fundador da cidade não é grandiosa, mas tem uma qualidade cativante e humilde."
    },
    {
      "en": "It was his endearing vulnerability that she fell in love with, not his fame or fortune.",
      "pt": "Foi pela sua vulnerabilidade cativante que ela se apaixonou, não por sua fama ou fortuna."
    },
    {
      "en": "The little robot's persistent and endearing attempts to complete its task won the audience's hearts.",
      "pt": "As tentativas persistentes e cativantes do pequeno robô de completar sua tarefa conquistaram os corações do público."
    },
    {
      "en": "The most endearing moments in the film are the quiet, everyday interactions between the two leads.",
      "pt": "Os momentos mais cativantes do filme são as interações silenciosas e cotidianas entre os dois protagonistas."
    },
    {
      "en": "He had an endearing, old-fashioned sense of chivalry.",
      "pt": "Ele tinha um senso de cavalheirismo cativante e antiquado."
    },
    {
      "en": "Her fierce loyalty to her sometimes-difficult family was an endearing quality.",
      "pt": "Sua lealdade feroz à sua família, às vezes difícil, era uma qualidade cativante."
    },
    {
      "en": "The professor's endearing absent-mindedness was a frequent source of amusement for his students.",
      "pt": "A distração cativante do professor era uma fonte frequente de diversão para seus alunos."
    },
    {
      "en": "The dog's endearing habit of 'smiling' whenever he was happy made him a local celebrity.",
      "pt": "O hábito cativante do cão de 'sorrir' sempre que estava feliz o tornou uma celebridade local."
    },
    {
      "en": "It's endearing to see how much care he puts into choosing the perfect gift.",
      "pt": "É cativante ver o quanto de cuidado ele coloca na escolha do presente perfeito."
    },
    {
      "en": "The book is a collection of endearing anecdotes from her life as a rural veterinarian.",
      "pt": "O livro é uma coleção de anedotas cativantes de sua vida como veterinária rural."
    },
    {
      "en": "Her handwriting, a looping and almost illegible script, was an endearing part of her letters.",
      "pt": "Sua caligrafia, uma escrita cursiva e quase ilegível, era uma parte encantadora de suas cartas."
    },
    {
      "en": "The city, despite its grit and chaos, has an undeniable and endearing energy.",
      "pt": "A cidade, apesar de sua aspereza e caos, tem uma energia inegável e cativante."
    },
    {
      "en": "The most endearing thing about him is his genuine curiosity about other people.",
      "pt": "A coisa mais cativante sobre ele é sua curiosidade genuína sobre outras pessoas."
    },
    {
      "en": "She had an endearing, if slightly naive, belief in the fundamental goodness of people.",
      "pt": "Ela tinha uma crença cativante, embora um pouco ingênua, na bondade fundamental das pessoas."
    },
    {
      "en": "The penguin's clumsy waddle on land is an endearing characteristic.",
      "pt": "O andar desajeitado do pinguim em terra é uma característica cativante."
    },
    {
      "en": "He found her occasional moments of stubbornness to be unexpectedly endearing.",
      "pt": "Ele achava os momentos ocasionais de teimosia dela inesperadamente cativantes."
    },
    {
      "en": "The play's enduring appeal lies in its simple story and endearing characters.",
      "pt": "O apelo duradouro da peça reside em sua história simples e personagens cativantes."
    },
    {
      "en": "The slight imperfection in her smile was, to him, its most endearing feature.",
      "pt": "A leve imperfeição em seu sorriso era, para ele, sua característica mais encantadora."
    },
    {
      "en": "The company's CEO had an endearing habit of personally responding to customer emails.",
      "pt": "O CEO da empresa tinha o hábito cativante de responder pessoalmente aos e-mails dos clientes."
    },
    {
      "en": "He was endearingly protective of his younger siblings.",
      "pt": "Ele era cativantemente protetor com seus irmãos mais novos."
    },
    {
      "en": "The author's notes in the margins of the book are an endearing glimpse into her creative process.",
      "pt": "As notas da autora nas margens do livro são um vislumbre cativante de seu processo criativo."
    },
    {
      "en": "The way the baby gorilla clung to its mother was an endearing sight.",
      "pt": "A maneira como o gorila bebê se agarrava à sua mãe era uma cena adorável."
    },
    {
      "en": "Her tendency to mix up common idioms resulted in some endearing and hilarious phrases.",
      "pt": "Sua tendência a confundir expressões idiomáticas comuns resultava em algumas frases cativantes e hilárias."
    },
    {
      "en": "The film's hero is a classic underdog, which makes his journey all the more endearing.",
      "pt": "O herói do filme é um azarão clássico, o que torna sua jornada ainda mais cativante."
    },
    {
      "en": "He had an endearing and completely genuine laugh that could light up a room.",
      "pt": "Ele tinha uma risada cativante e completamente genuína que podia iluminar um ambiente."
    },
    {
      "en": "The folk art museum is filled with endearing works by self-taught artists.",
      "pt": "O museu de arte popular está repleto de obras cativantes de artistas autodidatas."
    },
    {
      "en": "The endearing clumsiness of the main character is a central source of the movie's humor.",
      "pt": "A falta de jeito cativante do personagem principal é uma fonte central do humor do filme."
    },
    {
      "en": "Her deep love for her pet parrot, to whom she spoke as if it were a person, was endearing.",
      "pt": "Seu profundo amor por seu papagaio de estimação, com quem ela falava como se fosse uma pessoa, era cativante."
    },
    {
      "en": "The small town's endearing lack of pretension made it a relaxing place to visit.",
      "pt": "A cativante falta de pretensão da pequena cidade a tornava um lugar relaxante para se visitar."
    },
    {
      "en": "His most endearing letters were the ones filled with simple observations about his day.",
      "pt": "Suas cartas mais cativantes eram aquelas cheias de observações simples sobre seu dia."
    },
    {
      "en": "The slightly out-of-tune piano in the corner of the cafe gave it an endearing, authentic atmosphere.",
      "pt": "O piano ligeiramente desafinado no canto do café dava-lhe uma atmosfera cativante e autêntica."
    },
    {
      "en": "It was his endearing modesty that truly set him apart from his more arrogant peers.",
      "pt": "Foi sua modéstia cativante que realmente o distinguiu de seus colegas mais arrogantes."
    },
    {
      "en": "The robot's voice was designed to sound endearingly imperfect, with slight hesitations and inflections.",
      "pt": "A voz do robô foi projetada para soar cativantemente imperfeita, com leves hesitações e inflexões."
    },
    {
      "en": "The endearing chaos of a large family dinner is something she deeply missed.",
      "pt": "O caos cativante de um grande jantar em família era algo de que ela sentia muita falta."
    },
    {
      "en": "The actor brought an endearing warmth and vulnerability to a role that could have been one-dimensional.",
      "pt": "O ator trouxe um calor e uma vulnerabilidade cativantes a um papel que poderia ter sido unidimensional."
    },
    {
      "en": "His anachronistic use of formal language was an endearing quirk.",
      "pt": "Seu uso anacrônico de linguagem formal era uma peculiaridade encantadora."
    },
    {
      "en": "The most endearing part of the tour was the guide's personal stories about growing up in the city.",
      "pt": "A parte mais cativante do passeio foram as histórias pessoais do guia sobre como foi crescer na cidade."
    },
    {
      "en": "The way she hums off-key when she's happy is an endearing trait that he loves.",
      "pt": "O jeito como ela canta desafinadamente quando está feliz é um traço cativante que ele adora."
    },
    {
      "en": "The endearing naivete of the film's main character is contrasted with the harsh realities of the world.",
      "pt": "A ingenuidade cativante do personagem principal do filme contrasta com as duras realidades do mundo."
    },
    {
      "en": "His endearingly earnest attempt to bake a birthday cake from scratch resulted in a delicious mess.",
      "pt": "Sua tentativa cativantemente sincera de fazer um bolo de aniversário do zero resultou em uma bagunça deliciosa."
    },
    {
      "en": "The novel is a collection of endearing vignettes about life in a small Irish village.",
      "pt": "O romance é uma coleção de vinhetas cativantes sobre a vida em uma pequena aldeia irlandesa."
    },
    {
      "en": "The endearing bond between the old man and the young boy is the emotional core of the film.",
      "pt": "O laço cativante entre o velho e o menino é o núcleo emocional do filme."
    },
    {
      "en": "She found his intense passion for obscure historical facts to be endearing.",
      "pt": "Ela achava cativante a paixão intensa dele por fatos históricos obscuros."
    },
    {
      "en": "The endearing simplicity of the song's lyrics made it a worldwide hit.",
      "pt": "A simplicidade cativante da letra da música a tornou um sucesso mundial."
    },
    {
      "en": "The child's solemn promise to 'be good forever' was an endearing moment.",
      "pt": "A promessa solene da criança de 'ser boazinha para sempre' foi um momento adorável."
    },
    {
      "en": "He had an endearing habit of getting hopelessly lost, even in his own neighborhood.",
      "pt": "Ele tinha o hábito cativante de se perder irremediavelmente, mesmo em seu próprio bairro."
    },
    {
      "en": "The team's mascot, a clumsy but lovable bear, is an endearing symbol of their spirit.",
      "pt": "O mascote do time, um urso desajeitado mas adorável, é um símbolo cativante de seu espírito."
    },
    {
      "en": "Her most endearing quality as a leader was her genuine concern for her team's well-being.",
      "pt": "Sua qualidade mais cativante como líder era sua preocupação genuína com o bem-estar de sua equipe."
    },
    {
      "en": "The old photographs were an endearing, if sometimes embarrassing, look back at their youth.",
      "pt": "As fotografias antigas eram uma retrospectiva cativante, embora às vezes embaraçosa, de sua juventude."
    },
    {
      "en": "The way his brow furrowed in concentration was an endearing detail she had come to love.",
      "pt": "A maneira como sua testa se franzia em concentração era um detalhe cativante que ela passou a amar."
    },
    {
      "en": "The city has a number of endearing, family-owned shops that have been there for generations.",
      "pt": "A cidade tem várias lojas familiares cativantes que existem há gerações."
    },
    {
      "en": "His endearingly formal way of speaking was a relic of a bygone era.",
      "pt": "Sua maneira cativantemente formal de falar era uma relíquia de uma era passada."
    },
    {
      "en": "The most endearing scene in the movie is when the two main characters finally admit their feelings.",
      "pt": "A cena mais cativante do filme é quando os dois personagens principais finalmente admitem seus sentimentos."
    },
    {
      "en": "He found her complete lack of interest in celebrity gossip to be a refreshing and endearing trait.",
      "pt": "Ele achou a total falta de interesse dela em fofocas de celebridades um traço revigorante e cativante."
    },
    {
      "en": "The old journal was filled with endearing observations and youthful hopes.",
      "pt": "O diário antigo estava cheio de observações cativantes e esperanças juvenis."
    },
    {
      "en": "The endearing awkwardness of their first date was something they would laugh about for years.",
      "pt": "A falta de jeito cativante do primeiro encontro deles foi algo sobre o qual eles ririam por anos."
    },
    {
      "en": "The endearing moral of the fable is about the importance of kindness to all creatures.",
      "pt": "A moral cativante da fábula é sobre a importância da bondade para com todas as criaturas."
    },
    {
      "en": "The chef had an endearing habit of tasting every dish with a flourish before it left the kitchen.",
      "pt": "O chef tinha o hábito cativante de provar cada prato com um floreio antes que saísse da cozinha."
    },
    {
      "en": "It's endearing how he still writes letters to his mother every week.",
      "pt": "É cativante como ele ainda escreve cartas para sua mãe toda semana."
    },
    {
      "en": "The puppy's endearing attempts to catch its own tail provided hours of entertainment.",
      "pt": "As tentativas cativantes do cachorrinho de pegar o próprio rabo proporcionaram horas de entretenimento."
    },
    {
      "en": "His almost encyclopedic knowledge of baseball statistics was an endearing quirk to his friends.",
      "pt": "Seu conhecimento quase enciclopédico de estatísticas de beisebol era uma peculiaridade cativante para seus amigos."
    },
    {
      "en": "The artist's work is known for its endearing portrayal of everyday life.",
      "pt": "A obra do artista é conhecida por seu retrato cativante da vida cotidiana."
    },
    {
      "en": "Her endearingly optimistic outlook on life was contagious.",
      "pt": "Sua perspectiva cativantemente otimista sobre a vida era contagiante."
    },
    {
      "en": "The endearing thing about toddlers is their complete and unfiltered honesty.",
      "pt": "O que é cativante nas crianças pequenas é sua honestidade completa e sem filtros."
    },
    {
      "en": "The town's endearing, slightly dilapidated cinema was a beloved local landmark.",
      "pt": "O cinema cativante e ligeiramente dilapidado da cidade era um marco local amado."
    },
    {
      "en": "He had an endearing tendency to apologize for things that weren't his fault.",
      "pt": "Ele tinha uma tendência cativante de se desculpar por coisas que não eram culpa dele."
    },
    {
      "en": "The endearing innocence of the question caught the teacher by surprise.",
      "pt": "A inocência cativante da pergunta pegou o professor de surpresa."
    },
    {
      "en": "The endearing imperfections of the hand-knit sweater made it her favorite.",
      "pt": "As imperfeições cativantes do suéter tricotado à mão o tornavam seu favorito."
    },
    {
      "en": "The endearing friendship between the unlikely pair of animals became an internet sensation.",
      "pt": "A amizade cativante entre o par improvável de animais se tornou uma sensação na internet."
    },
    {
      "en": "The film managed to find an endearing humor in a very bleak situation.",
      "pt": "O filme conseguiu encontrar um humor cativante em uma situação muito sombria."
    },
    {
      "en": "Her deep, rumbling laugh was one of her most endearing qualities.",
      "pt": "Sua risada profunda e retumbante era uma de suas qualidades mais cativantes."
    },
    {
      "en": "His endearing devotion to his craft was evident in every piece he created.",
      "pt": "Sua devoção cativante à sua arte era evidente em cada peça que ele criava."
    },
    {
      "en": "The little boat, with its peeling paint and patched sail, had an endearing, resilient look.",
      "pt": "O pequeno barco, com sua tinta descascada e vela remendada, tinha uma aparência cativante e resiliente."
    },
    {
      "en": "The endearingly literal way the child interpreted the idiom made everyone laugh.",
      "pt": "A maneira cativantemente literal como a criança interpretou a expressão idiomática fez todos rirem."
    },
    {
      "en": "The endearing message was hidden in a secret compartment of the antique box.",
      "pt": "A mensagem terna estava escondida em um compartimento secreto da caixa antiga."
    },
    {
      "en": "The scientist's endearing passion for his subject made even the most complex topics accessible.",
      "pt": "A paixão cativante do cientista por seu assunto tornava acessíveis até os tópicos mais complexos."
    },
    {
      "en": "The endearing confusion on the dog's face when it heard a new sound was priceless.",
      "pt": "A confusão cativante no rosto do cachorro quando ouviu um som novo não tinha preço."
    },
    {
      "en": "His endearing chivalry, like holding doors open, felt like a charming blast from the past.",
      "pt": "Seu cavalheirismo cativante, como segurar portas abertas, parecia um charme vindo do passado."
    },
    {
      "en": "The endearing story of the lost penguin finding its way home captivated readers of all ages.",
      "pt": "A história cativante do pinguim perdido que encontrou o caminho de casa cativou leitores de todas as idades."
    },
    {
      "en": "The most endearing part of his personality was his unshakeable belief in the best of people.",
      "pt": "A parte mais cativante de sua personalidade era sua crença inabalável no melhor das pessoas."
    },
    {
      "en": "She found his terrible dancing to be more endearing than embarrassing.",
      "pt": "Ela achou a dança terrível dele mais cativante do que embaraçosa."
    },
    {
      "en": "The museum was full of endearing, quirky artifacts from the town's history.",
      "pt": "O museu estava cheio de artefatos cativantes e peculiares da história da cidade."
    },
    {
      "en": "He had an endearing way of getting so lost in a book that he was oblivious to the world around him.",
      "pt": "Ele tinha um jeito cativante de se perder tanto em um livro que ficava alheio ao mundo ao seu redor."
    },
    {
      "en": "The endearing crankiness of the old man was just a facade for a very kind heart.",
      "pt": "A rabugice cativante do velho era apenas uma fachada para um coração muito bondoso."
    },
    {
      "en": "Her collection of endearing, mismatched teacups each told a different story.",
      "pt": "Sua coleção de xícaras de chá cativantes e descombinadas contava, cada uma, uma história diferente."
    },
    {
      "en": "The robot was programmed with an endearingly curious personality.",
      "pt": "O robô foi programado com uma personalidade cativantemente curiosa."
    },
    {
      "en": "The endearing folklore of the region was passed down through generations of storytellers.",
      "pt": "O folclore cativante da região foi transmitido por gerações de contadores de histórias."
    },
    {
      "en": "His endearing lack of coordination made him a terrible athlete but a wonderful friend.",
      "pt": "Sua falta de coordenação cativante o tornava um péssimo atleta, mas um amigo maravilhoso."
    },
    {
      "en": "The endearing scrawl of a child's first attempt to write their name is a treasured keepsake.",
      "pt": "O rabisco adorável da primeira tentativa de uma criança de escrever seu nome é uma lembrança preciosa."
    },
    {
      "en": "She had an endearing, soft-spoken manner that made people feel instantly at ease.",
      "pt": "Ela tinha uma maneira cativante e de fala mansa que fazia as pessoas se sentirem instantaneamente à vontade."
    },
    {
      "en": "The film's most endearing quality is its gentle, optimistic tone.",
      "pt": "A qualidade mais cativante do filme é seu tom suave e otimista."
    },
    {
      "en": "His endearingly chaotic desk was a reflection of his creative and brilliant mind.",
      "pt": "Sua mesa cativantemente caótica era um reflexo de sua mente criativa e brilhante."
    },
    {
      "en": "The endearing memory of their first holiday together always made her smile.",
      "pt": "A terna lembrança das primeiras férias juntos sempre a fazia sorrir."
    },
    {
      "en": "The endearing way he looked at her revealed the depth of his feelings.",
      "pt": "A maneira cativante como ele olhava para ela revelava a profundidade de seus sentimentos."
    },
    {
      "en": "The little girl's endearing lisp made her lines in the school play even more memorable.",
      "pt": "O sigmatismo adorável da menina tornou suas falas na peça da escola ainda mais memoráveis."
    },
    {
      "en": "The endearing grumpiness of the cat was a well-known feature of the neighborhood.",
      "pt": "A rabugice cativante do gato era uma característica bem conhecida da vizinhança."
    },
    {
      "en": "His endearing letters from the war are now preserved in a museum.",
      "pt": "Suas cartas ternas da guerra estão agora preservadas em um museu."
    },
    {
      "en": "The endearing animation style gave the video game a unique and memorable look.",
      "pt": "O estilo de animação cativante deu ao videogame uma aparência única e memorável."
    },
    {
      "en": "Her endearingly honest feedback, while sometimes blunt, was always helpful.",
      "pt": "Seu feedback cativantemente honesto, embora às vezes ríspido, era sempre útil."
    },
    {
      "en": "The endearing sight of ducklings following their mother in a neat row is a sign of spring.",
      "pt": "A cena adorável de patinhos seguindo sua mãe em uma fila organizada é um sinal da primavera."
    },
    {
      "en": "The endearing protagonist overcomes his fears in a way that resonates with the audience.",
      "pt": "O protagonista cativante supera seus medos de uma forma que ressoa com o público."
    },
    {
      "en": "He had an endearing, if somewhat impractical, dream of opening an alpaca farm.",
      "pt": "Ele tinha um sonho cativante, embora um tanto impraticável, de abrir uma fazenda de alpacas."
    },
    {
      "en": "The endearing humanity of the characters is what makes the play a timeless classic.",
      "pt": "A humanidade cativante dos personagens é o que torna a peça um clássico atemporal."
    },
    {
      "en": "The endearing clumsiness with which he handled the fragile antique made her nervous but also smile.",
      "pt": "A falta de jeito cativante com que ele manuseou a antiguidade frágil a deixou nervosa, mas também a fez sorrir."
    },
    {
      "en": "The endearing details of their courtship were a favorite story among their friends.",
      "pt": "Os detalhes cativantes de seu namoro eram uma história favorita entre seus amigos."
    },
    {
      "en": "His most endearing feature was a single dimple that appeared only when he truly smiled.",
      "pt": "Sua característica mais encantadora era uma única covinha que aparecia apenas quando ele sorria de verdade."
    },
    {
      "en": "The endearing sounds of the ice cream truck were a hallmark of summer in the suburbs.",
      "pt": "Os sons cativantes do caminhão de sorvete eram uma marca registrada do verão nos subúrbios."
    },
    {
      "en": "The endearingly odd collection of objects on his mantelpiece each had a fascinating story.",
      "pt": "A coleção cativantemente estranha de objetos em sua lareira tinha, cada um, uma história fascinante."
    },
    {
      "en": "The endearing relationship between the robot and its creator is central to the film's plot.",
      "pt": "O relacionamento cativante entre o robô e seu criador é central para o enredo do filme."
    },
    {
      "en": "His endearing habit of doodling during meetings produced some surprisingly good art.",
      "pt": "Seu hábito cativante de rabiscar durante as reuniões produzia uma arte surpreendentemente boa."
    },
    {
      "en": "The old woman's endearing stories of her youth captivated the children for hours.",
      "pt": "As histórias cativantes da velhinha sobre sua juventude cativaram as crianças por horas."
    },
    {
      "en": "The endearing loyalty of his dog was a constant source of comfort to him.",
      "pt": "A lealdade cativante de seu cachorro era uma fonte constante de conforto para ele."
    },
    {
      "en": "The TV show is beloved for its quirky humor and endearing cast of characters.",
      "pt": "A série de TV é amada por seu humor peculiar e elenco de personagens cativantes."
    },
    {
      "en": "Her endearingly earnest questions during the lecture showed a genuine desire to learn.",
      "pt": "Suas perguntas cativantemente sinceras durante a palestra mostraram um desejo genuíno de aprender."
    },
    {
      "en": "The endearing tale is a modern fable about the importance of being true to oneself.",
      "pt": "O conto cativante é uma fábula moderna sobre a importância de ser fiel a si mesmo."
    },
    {
      "en": "His endearing excitement over finding a rare bird was infectious.",
      "pt": "Sua empolgação cativante ao encontrar um pássaro raro era contagiante."
    },
    {
      "en": "The endearing flaws of the handmade quilt are what gave it character.",
      "pt": "As falhas cativantes da colcha feita à mão eram o que lhe davam personalidade."
    },
    {
      "en": "The endearing but chaotic energy of the classroom was a testament to the teacher's engaging style.",
      "pt": "A energia cativante, mas caótica, da sala de aula era um testemunho do estilo envolvente do professor."
    },
    {
      "en": "Her most endearing quality was a generosity that extended even to strangers.",
      "pt": "Sua qualidade mais cativante era uma generosidade que se estendia até mesmo a estranhos."
    },
    {
      "en": "The endearing way the cat would knead the blanket before settling down was a nightly ritual.",
      "pt": "O jeito cativante como o gato 'amassava pãozinho' no cobertor antes de se acomodar era um ritual noturno."
    },
    {
      "en": "The endearing absurdity of the situation made it impossible not to laugh.",
      "pt": "O absurdo cativante da situação tornava impossível não rir."
    },
    {
      "en": "His endearingly old-fashioned vocabulary made him sound like a character from a classic novel.",
      "pt": "Seu vocabulário cativantemente antiquado o fazia parecer um personagem de um romance clássico."
    },
    {
      "en": "The endearing notes passed between the two lovers are now on display at the museum.",
      "pt": "Os bilhetes ternos trocados entre os dois amantes estão agora em exibição no museu."
    },
    {
      "en": "The endearing innocence with which she viewed the world was both her greatest strength and her greatest weakness.",
      "pt": "A inocência cativante com que ela via o mundo era tanto sua maior força quanto sua maior fraqueza."
    },
    {
      "en": "The endearing spirit of the small community was evident in their annual town picnic.",
      "pt": "O espírito cativante da pequena comunidade era evidente em seu piquenique anual da cidade."
    },
    {
      "en": "The endearing wobble of the fawn as it took its first steps was a magical moment.",
      "pt": "O balanço adorável do filhote de veado ao dar seus primeiros passos foi um momento mágico."
    },
    {
      "en": "The most endearing part of the book is the author's candid and witty footnotes.",
      "pt": "A parte mais cativante do livro são as notas de rodapé sinceras e espirituosas do autor."
    },
    {
      "en": "Her endearingly dramatic sighs whenever she was mildly inconvenienced were a family joke.",
      "pt": "Seus suspiros cativantemente dramáticos sempre que era levemente incomodada eram uma piada de família."
    },
    {
      "en": "The endearing traditions of the holiday season brought the family together year after year.",
      "pt": "As tradições cativantes da época de festas reuniam a família ano após ano."
    },
    {
      "en": "His endearing refusal to use a smartphone made him a charming anomaly in a tech-obsessed world.",
      "pt": "Sua recusa cativante em usar um smartphone o tornava uma anomalia encantadora em um mundo obcecado por tecnologia."
    },
    {
      "en": "The endearing puppet had a personality that was more human than some of the actors.",
      "pt": "O fantoche cativante tinha uma personalidade que era mais humana do que a de alguns dos atores."
    },
    {
      "en": "Her most endearing trait was her ability to find beauty in the most ordinary things.",
      "pt": "Seu traço mais cativante era sua capacidade de encontrar beleza nas coisas mais comuns."
    },
    {
      "en": "The endearing little tune the music box played was a melody from her childhood.",
      "pt": "A pequena melodia cativante que a caixa de música tocava era uma canção de sua infância."
    },
    {
      "en": "The endearing story of the unlikely friendship between a cat and a dog warmed hearts everywhere.",
      "pt": "A história cativante da amizade improvável entre um gato e um cão aqueceu corações em todos os lugares."
    },
    {
      "en": "His endearingly clumsy attempts to impress her were more effective than any suave pickup line.",
      "pt": "Suas tentativas cativantemente desajeitadas de impressioná-la foram mais eficazes do que qualquer cantada suave."
    },
    {
      "en": "The endearing simplicity of their wedding ceremony made it all the more meaningful.",
      "pt": "A simplicidade cativante da cerimônia de casamento deles a tornou ainda mais significativa."
    },
    {
      "en": "The endearing doodles in the margins of his notes showed a playful side to the serious student.",
      "pt": "Os rabiscos cativantes nas margens de suas anotações mostravam um lado brincalhão do estudante sério."
    },
    {
      "en": "The endearing bond she shared with her horse was evident to anyone who saw them together.",
      "pt": "O laço cativante que ela compartilhava com seu cavalo era evidente para quem os visse juntos."
    },
    {
      "en": "The endearing quirks of the old house, like the door that always stuck, were part of its charm.",
      "pt": "As peculiaridades cativantes da casa antiga, como a porta que sempre emperrava, faziam parte de seu charme."
    },
    {
      "en": "Her endearingly determined efforts to learn the new skill inspired her colleagues.",
      "pt": "Seus esforços cativantemente determinados para aprender a nova habilidade inspiraram seus colegas."
    },
    {
      "en": "The endearing little robot communicated through a series of charming beeps and whistles.",
      "pt": "O robozinho cativante se comunicava através de uma série de bipes e assovios encantadores."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "endearing",
      "options": [
        "endearing",
        "enduring"
      ],
      "correct": "endearing"
    },
    {
      "question": "endearing",
      "options": [
        "endangering",
        "endearing"
      ],
      "correct": "endearing"
    },
    {
      "question": "endearing",
      "options": [
        "engineering",
        "endearing"
      ],
      "correct": "endearing"
    },
    {
      "question": "endearing",
      "options": [
        "endearing",
        "adhering"
      ],
      "correct": "endearing"
    },
    {
      "question": "endearing",
      "options": [
        "interfering",
        "endearing"
      ],
      "correct": "endearing"
    },
    {
      "question": "endearing",
      "options": [
        "rendering",
        "endearing"
      ],
      "correct": "endearing"
    },
    {
      "question": "endearing",
      "options": [
        "endearing",
        "entering"
      ],
      "correct": "endearing"
    },
    {
      "question": "endearing",
      "options": [
        "endowing",
        "endearing"
      ],
      "correct": "endearing"
    },
    {
      "question": "endearing",
      "options": [
        "endearing",
        "unwavering"
      ],
      "correct": "endearing"
    },
    {
      "question": "endearing",
      "options": [
        "smearing",
        "endearing"
      ],
      "correct": "endearing"
    },
    {
      "question": "endearing",
      "options": [
        "endearing",
        "steering"
      ],
      "correct": "endearing"
    },
    {
      "question": "endearing",
      "options": [
        "clearing",
        "endearing"
      ],
      "correct": "endearing"
    },
    {
      "question": "endearing",
      "options": [
        "endearing",
        "appearing"
      ],
      "correct": "endearing"
    },
    {
      "question": "endearing",
      "options": [
        "pioneering",
        "endearing"
      ],
      "correct": "endearing"
    },
    {
      "question": "endearing",
      "options": [
        "endearing",
        "leering"
      ],
      "correct": "endearing"
    }
  ]
}
