{
  "sentences": [
    {
      "en": "Starting a new business is a challenging endeavor.",
      "pt": "Começar um novo negócio é um empreendimento desafiador."
    },
    {
      "en": "We will endeavor to reply to your email within 24 hours.",
      "pt": "Nós nos esforçaremos para responder ao seu e-mail em até 24 horas."
    },
    {
      "en": "Space exploration is a costly and complex scientific endeavor.",
      "pt": "A exploração espacial é um empreendimento científico caro e complexo."
    },
    {
      "en": "I wish you the best of luck in all your future endeavors.",
      "pt": "Desejo a você a melhor sorte em todos os seus futuros empreendimentos."
    },
    {
      "en": "She endeavored to maintain her composure during the difficult meeting.",
      "pt": "Ela se empenhou para manter a compostura durante a reunião difícil."
    },
    {
      "en": "Writing a novel is a solitary but rewarding endeavor.",
      "pt": "Escrever um romance é um esforço solitário, mas recompensador."
    },
    {
      "en": "This project is a joint endeavor between two universities.",
      "pt": "Este projeto é um esforço conjunto entre duas universidades."
    },
    {
      "en": "He endeavored to learn as much as possible about the subject.",
      "pt": "Ele se esforçou para aprender o máximo possível sobre o assunto."
    },
    {
      "en": "Raising a child is a noble and lifelong endeavor.",
      "pt": "Criar um filho é uma empreitada nobre e para toda a vida."
    },
    {
      "en": "Despite our best endeavors, the event was not a success.",
      "pt": "Apesar de nossos melhores esforços, o evento não foi um sucesso."
    },
    {
      "en": "The team's latest endeavor is to build a self-driving car.",
      "pt": "O mais recente empreendimento da equipe é construir um carro autônomo."
    },
    {
      "en": "We must endeavor to be more understanding of different cultures.",
      "pt": "Devemos nos esforçar para ser mais compreensivos com as diferentes culturas."
    },
    {
      "en": "His artistic endeavors have brought him great fame.",
      "pt": "Seus empreendimentos artísticos lhe trouxeram grande fama."
    },
    {
      "en": "The new government is embarking on a massive endeavor to reform the economy.",
      "pt": "O novo governo está embarcando em um enorme esforço para reformar a economia."
    },
    {
      "en": "The company is endeavoring to improve its customer service.",
      "pt": "A empresa está se empenhando para melhorar seu atendimento ao cliente."
    },
    {
      "en": "What is the most ambitious endeavor you have ever undertaken?",
      "pt": "Qual foi o empreendimento mais ambicioso que você já realizou?"
    },
    {
      "en": "Their humanitarian endeavor provided aid to thousands of people.",
      "pt": "Sua iniciativa humanitária forneceu ajuda a milhares de pessoas."
    },
    {
      "en": "He has failed in this endeavor before, but he is trying again.",
      "pt": "Ele já fracassou nesta tentativa antes, mas está tentando novamente."
    },
    {
      "en": "The organization endeavors to protect endangered species.",
      "pt": "A organização se esforça para proteger espécies ameaçadas de extinção."
    },
    {
      "en": "This philanthropic endeavor is funded by a wealthy benefactor.",
      "pt": "Este empreendimento filantrópico é financiado por um benfeitor rico."
    },
    {
      "en": "The success of this endeavor depends on everyone's cooperation.",
      "pt": "O sucesso deste esforço depende da cooperação de todos."
    },
    {
      "en": "She always supported him in his creative endeavors.",
      "pt": "Ela sempre o apoiou em seus esforços criativos."
    },
    {
      "en": "The politician endeavored to win the trust of the voters.",
      "pt": "O político se esforçou para conquistar a confiança dos eleitores."
    },
    {
      "en": "Climbing Mount Everest is a perilous endeavor.",
      "pt": "Escalar o Monte Everest é uma empreitada perigosa."
    },
    {
      "en": "We shall endeavor to create a more just society.",
      "pt": "Devemos nos esforçar para criar uma sociedade mais justa."
    },
    {
      "en": "This is a purely commercial endeavor.",
      "pt": "Este é um empreendimento puramente comercial."
    },
    {
      "en": "The team is endeavoring to finish the project ahead of schedule.",
      "pt": "A equipe está se empenhando para terminar o projeto antes do prazo."
    },
    {
      "en": "Her latest business endeavor was a great success.",
      "pt": "Seu mais recente empreendimento comercial foi um grande sucesso."
    },
    {
      "en": "The search for a cure for cancer is a global endeavor.",
      "pt": "A busca pela cura do câncer é um esforço global."
    },
    {
      "en": "The students endeavored to solve the complex math problem.",
      "pt": "Os alunos se esforçaram para resolver o complexo problema de matemática."
    },
    {
      "en": "His entire life has been a spiritual endeavor.",
      "pt": "Sua vida inteira tem sido uma busca espiritual."
    },
    {
      "en": "I will endeavor to make your visit as pleasant as possible.",
      "pt": "Vou me esforçar para tornar sua visita o mais agradável possível."
    },
    {
      "en": "This endeavor will require significant financial investment.",
      "pt": "Este empreendimento exigirá um investimento financeiro significativo."
    },
    {
      "en": "He is known for his many entrepreneurial endeavors.",
      "pt": "Ele é conhecido por seus muitos empreendimentos empresariais."
    },
    {
      "en": "The committee will endeavor to reach a decision by Friday.",
      "pt": "O comitê se esforçará para chegar a uma decisão até sexta-feira."
    },
    {
      "en": "Although it was a difficult endeavor, the results were worth it.",
      "pt": "Embora tenha sido um esforço difícil, os resultados valeram a pena."
    },
    {
      "en": "This is not a solo endeavor; we need to work as a team.",
      "pt": "Esta não é uma empreitada solo; precisamos trabalhar em equipe."
    },
    {
      "en": "The director's new cinematic endeavor has received critical acclaim.",
      "pt": "O novo empreendimento cinematográfico do diretor recebeu aclamação da crítica."
    },
    {
      "en": "We must endeavor to reduce our carbon footprint.",
      "pt": "Devemos nos esforçar para reduzir nossa pegada de carbono."
    },
    {
      "en": "This ambitious endeavor could change the future of medicine.",
      "pt": "Este empreendimento ambicioso poderia mudar o futuro da medicina."
    },
    {
      "en": "She is endeavoring to overcome her fear of public speaking.",
      "pt": "Ela está se esforçando para superar seu medo de falar em público."
    },
    {
      "en": "The restoration of the old building was a massive endeavor.",
      "pt": "A restauração do prédio antigo foi um empreendimento gigantesco."
    },
    {
      "en": "He put all his energy into this one endeavor.",
      "pt": "Ele colocou toda a sua energia neste único esforço."
    },
    {
      "en": "The athletes are endeavoring to break world records.",
      "pt": "Os atletas estão se empenhando para quebrar recordes mundiais."
    },
    {
      "en": "The peace talks were a diplomatic endeavor of the highest importance.",
      "pt": "As negociações de paz foram um esforço diplomático da mais alta importância."
    },
    {
      "en": "His endeavor to climb all seven summits is inspiring.",
      "pt": "Sua empreitada de escalar os sete cumes é inspiradora."
    },
    {
      "en": "I will endeavor to keep you informed of our progress.",
      "pt": "Vou me esforçar para mantê-lo informado sobre nosso progresso."
    },
    {
      "en": "This educational endeavor aims to improve literacy rates.",
      "pt": "Esta iniciativa educacional visa melhorar as taxas de alfabetização."
    },
    {
      "en": "The startup was a risky endeavor from the beginning.",
      "pt": "A startup foi um empreendimento arriscado desde o início."
    },
    {
      "en": "The city is endeavoring to become more sustainable.",
      "pt": "A cidade está se esforçando para se tornar mais sustentável."
    },
    {
      "en": "Every great achievement begins with the endeavor to try.",
      "pt": "Toda grande conquista começa com o esforço de tentar."
    },
    {
      "en": "The scientists are engaged in a groundbreaking research endeavor.",
      "pt": "Os cientistas estão engajados em um empreendimento de pesquisa inovador."
    },
    {
      "en": "We will endeavor to do our best.",
      "pt": "Nós nos esforçaremos para fazer o nosso melhor."
    },
    {
      "en": "His latest endeavor involves creating a new software application.",
      "pt": "Seu mais recente empreendimento envolve a criação de um novo aplicativo de software."
    },
    {
      "en": "She endeavored to be a good role model for her younger sister.",
      "pt": "Ela se esforçou para ser um bom exemplo para sua irmã mais nova."
    },
    {
      "en": "The construction of the canal was a major engineering endeavor.",
      "pt": "A construção do canal foi um grande empreendimento de engenharia."
    },
    {
      "en": "The success of their endeavor was celebrated by the whole town.",
      "pt": "O sucesso de seu empreendimento foi comemorado por toda a cidade."
    },
    {
      "en": "The charity endeavors to provide food and shelter for the homeless.",
      "pt": "A instituição de caridade se empenha para fornecer comida e abrigo para os sem-teto."
    },
    {
      "en": "His endeavor to reform the system was met with resistance.",
      "pt": "Sua tentativa de reformar o sistema encontrou resistência."
    },
    {
      "en": "This endeavor is more challenging than we initially thought.",
      "pt": "Este empreendimento é mais desafiador do que pensávamos inicialmente."
    },
    {
      "en": "The author is now focused on his next literary endeavor.",
      "pt": "O autor está agora focado em seu próximo empreendimento literário."
    },
    {
      "en": "The government is endeavoring to boost the economy.",
      "pt": "O governo está se esforçando para impulsionar a economia."
    },
    {
      "en": "We support you in this noble endeavor.",
      "pt": "Nós o apoiamos nesta nobre iniciativa."
    },
    {
      "en": "He had devoted his life to this scientific endeavor.",
      "pt": "Ele havia dedicado sua vida a este empreendimento científico."
    },
    {
      "en": "They are endeavoring to find a peaceful solution to the conflict.",
      "pt": "Eles estão se empenhando para encontrar uma solução pacífica para o conflito."
    },
    {
      "en": "This new business endeavor has a high chance of failure.",
      "pt": "Este novo empreendimento comercial tem uma alta chance de fracasso."
    },
    {
      "en": "Please endeavor to be on time for the meeting.",
      "pt": "Por favor, esforce-se para chegar na hora para a reunião."
    },
    {
      "en": "His culinary endeavor, a new restaurant, was an instant hit.",
      "pt": "Seu empreendimento culinário, um novo restaurante, foi um sucesso instantâneo."
    },
    {
      "en": "The whole community participated in the fundraising endeavor.",
      "pt": "Toda a comunidade participou do esforço de arrecadação de fundos."
    },
    {
      "en": "She endeavored to treat all her employees fairly.",
      "pt": "Ela se esforçou para tratar todos os seus funcionários de forma justa."
    },
    {
      "en": "It was a collaborative endeavor, with contributions from many experts.",
      "pt": "Foi um esforço colaborativo, com contribuições de muitos especialistas."
    },
    {
      "en": "The museum is endeavoring to make its collection accessible to everyone.",
      "pt": "O museu está se esforçando para tornar sua coleção acessível a todos."
    },
    {
      "en": "This endeavor will test the limits of our abilities.",
      "pt": "Este empreendimento testará os limites de nossas habilidades."
    },
    {
      "en": "His endeavor to run a marathon with no training was foolish.",
      "pt": "Sua tentativa de correr uma maratona sem treinamento foi tola."
    },
    {
      "en": "The company will endeavor to minimize the environmental impact of its operations.",
      "pt": "A empresa se esforçará para minimizar o impacto ambiental de suas operações."
    },
    {
      "en": "Creating this film was a massive creative endeavor.",
      "pt": "Criar este filme foi um empreendimento criativo gigantesco."
    },
    {
      "en": "The success of any endeavor requires careful planning.",
      "pt": "O sucesso de qualquer empreendimento requer um planejamento cuidadoso."
    },
    {
      "en": "The diplomat endeavored to maintain friendly relations between the two countries.",
      "pt": "O diplomata se empenhou para manter relações amigáveis entre os dois países."
    },
    {
      "en": "Mapping the human genome was a monumental scientific endeavor.",
      "pt": "Mapear o genoma humano foi um empreendimento científico monumental."
    },
    {
      "en": "The architect's latest endeavor is a skyscraper made of wood.",
      "pt": "O mais recente empreendimento do arquiteto é um arranha-céu feito de madeira."
    },
    {
      "en": "The student is endeavoring to get straight A's this semester.",
      "pt": "O aluno está se esforçando para tirar nota máxima em todas as matérias este semestre."
    },
    {
      "en": "This is a worthwhile endeavor that deserves our support.",
      "pt": "Esta é uma iniciativa que vale a pena e merece nosso apoio."
    },
    {
      "en": "He is now embarking on a new professional endeavor.",
      "pt": "Ele está agora embarcando em um novo empreendimento profissional."
    },
    {
      "en": "I will endeavor to meet all the deadlines.",
      "pt": "Vou me esforçar para cumprir todos os prazos."
    },
    {
      "en": "The archaeological dig was a fascinating endeavor.",
      "pt": "A escavação arqueológica foi um empreendimento fascinante."
    },
    {
      "en": "The organization's main endeavor is to promote cultural exchange.",
      "pt": "O principal esforço da organização é promover o intercâmbio cultural."
    },
    {
      "en": "The athlete endeavored to surpass his own personal best.",
      "pt": "O atleta se esforçou para superar seu próprio recorde pessoal."
    },
    {
      "en": "Their joint endeavor resulted in a successful new product.",
      "pt": "O esforço conjunto deles resultou em um novo produto de sucesso."
    },
    {
      "en": "This is a serious endeavor, not a game.",
      "pt": "Este é um empreendimento sério, não um jogo."
    },
    {
      "en": "He endeavored to smile, despite the bad news.",
      "pt": "Ele se esforçou para sorrir, apesar da má notícia."
    },
    {
      "en": "The company's endeavor into the European market was a calculated risk.",
      "pt": "A incursão da empresa no mercado europeu foi um risco calculado."
    },
    {
      "en": "The school is undertaking a new endeavor to improve its science labs.",
      "pt": "A escola está realizando um novo empreendimento para melhorar seus laboratórios de ciências."
    },
    {
      "en": "The rescue team is endeavoring to reach the trapped miners.",
      "pt": "A equipe de resgate está se empenhando para chegar aos mineiros presos."
    },
    {
      "en": "This endeavor has been more costly than we anticipated.",
      "pt": "Este empreendimento tem sido mais caro do que prevíamos."
    },
    {
      "en": "His endeavor to write a song every day for a year was impressive.",
      "pt": "Seu esforço de escrever uma música por dia durante um ano foi impressionante."
    },
    {
      "en": "The government is endeavoring to tackle the problem of unemployment.",
      "pt": "O governo está se esforçando para combater o problema do desemprego."
    },
    {
      "en": "Our current endeavor is to digitize the entire library archive.",
      "pt": "Nosso empreendimento atual é digitalizar todo o arquivo da biblioteca."
    },
    {
      "en": "The success of this endeavor is vital to our future.",
      "pt": "O sucesso deste empreendimento é vital para o nosso futuro."
    },
    {
      "en": "The artist's next endeavor is a series of large-scale sculptures.",
      "pt": "O próximo empreendimento do artista é uma série de esculturas em grande escala."
    },
    {
      "en": "She endeavored to remain impartial throughout the debate.",
      "pt": "Ela se esforçou para permanecer imparcial durante todo o debate."
    },
    {
      "en": "His endeavor was praised as a model of community action.",
      "pt": "Sua iniciativa foi elogiada como um modelo de ação comunitária."
    },
    {
      "en": "This is a complex endeavor with many moving parts.",
      "pt": "Este é um empreendimento complexo com muitas partes móveis."
    },
    {
      "en": "They are endeavoring to build a bridge between the two communities.",
      "pt": "Eles estão se esforçando para construir uma ponte entre as duas comunidades."
    },
    {
      "en": "The company's first endeavor into e-commerce was a failure.",
      "pt": "A primeira tentativa da empresa no comércio eletrônico foi um fracasso."
    },
    {
      "en": "I applaud your endeavor to help those in need.",
      "pt": "Eu aplaudo seu esforço para ajudar os necessitados."
    },
    {
      "en": "The team will endeavor to uphold the highest standards of sportsmanship.",
      "pt": "A equipe se esforçará para manter os mais altos padrões de desportivismo."
    },
    {
      "en": "Every artistic endeavor involves a degree of risk.",
      "pt": "Todo empreendimento artístico envolve um grau de risco."
    },
    {
      "en": "The historian's main endeavor was to write a definitive biography of the president.",
      "pt": "O principal esforço do historiador foi escrever uma biografia definitiva do presidente."
    },
    {
      "en": "The chef is always endeavoring to create new and exciting dishes.",
      "pt": "O chef está sempre se empenhando para criar pratos novos e empolgantes."
    },
    {
      "en": "This musical endeavor brought together musicians from all over the world.",
      "pt": "Este empreendimento musical reuniu músicos de todo o mundo."
    },
    {
      "en": "It was a bold endeavor to challenge the industry giant.",
      "pt": "Foi uma empreitada ousada desafiar o gigante da indústria."
    },
    {
      "en": "We are endeavoring to make our website more user-friendly.",
      "pt": "Estamos nos esforçando para tornar nosso site mais fácil de usar."
    },
    {
      "en": "His lifelong endeavor was the pursuit of knowledge.",
      "pt": "O esforço de sua vida foi a busca pelo conhecimento."
    },
    {
      "en": "Building a successful marriage is a joint endeavor.",
      "pt": "Construir um casamento de sucesso é um esforço conjunto."
    },
    {
      "en": "He endeavored to explain the complex theory in simple terms.",
      "pt": "Ele se esforçou para explicar a teoria complexa em termos simples."
    },
    {
      "en": "The foundation's primary endeavor is to fund medical research.",
      "pt": "O principal empreendimento da fundação é financiar a pesquisa médica."
    },
    {
      "en": "This is a high-risk, high-reward endeavor.",
      "pt": "Este é um empreendimento de alto risco e alta recompensa."
    },
    {
      "en": "The teacher endeavored to make learning fun.",
      "pt": "O professor se esforçou para tornar o aprendizado divertido."
    },
    {
      "en": "His endeavor to break the world record fell short by just a few seconds.",
      "pt": "Sua tentativa de quebrar o recorde mundial ficou aquém por apenas alguns segundos."
    },
    {
      "en": "The documentary was a personal endeavor for the filmmaker.",
      "pt": "O documentário foi um projeto pessoal para o cineasta."
    },
    {
      "en": "The city is endeavoring to preserve its historic buildings.",
      "pt": "A cidade está se empenhando para preservar seus edifícios históricos."
    },
    {
      "en": "Any new endeavor will have its share of challenges.",
      "pt": "Qualquer novo empreendimento terá sua cota de desafios."
    },
    {
      "en": "Their endeavor to create a utopian community ultimately failed.",
      "pt": "A tentativa deles de criar uma comunidade utópica acabou por fracassar."
    },
    {
      "en": "The company will endeavor to deliver all orders on time.",
      "pt": "A empresa se esforçará para entregar todos os pedidos no prazo."
    },
    {
      "en": "Her intellectual endeavors are well-known in the academic world.",
      "pt": "Seus esforços intelectuais são bem conhecidos no mundo acadêmico."
    },
    {
      "en": "The success of this endeavor will be a great boost for our reputation.",
      "pt": "O sucesso deste empreendimento será um grande impulso para nossa reputação."
    },
    {
      "en": "The diplomat is endeavoring to broker a peace agreement.",
      "pt": "O diplomata está se empenhando para intermediar um acordo de paz."
    },
    {
      "en": "He has embarked on a new endeavor as a freelance consultant.",
      "pt": "Ele embarcou em um novo empreendimento como consultor freelancer."
    },
    {
      "en": "The development of a new vaccine is a global scientific endeavor.",
      "pt": "O desenvolvimento de uma nova vacina é um empreendimento científico global."
    },
    {
      "en": "She endeavored to answer all the questions honestly.",
      "pt": "Ela se esforçou para responder a todas as perguntas honestamente."
    },
    {
      "en": "His latest literary endeavor is a collection of short stories.",
      "pt": "Seu mais recente empreendimento literário é uma coleção de contos."
    },
    {
      "en": "The project was a huge endeavor that took years to complete.",
      "pt": "O projeto foi um empreendimento enorme que levou anos para ser concluído."
    },
    {
      "en": "I will endeavor to assist you in any way I can.",
      "pt": "Vou me esforçar para ajudá-lo de todas as maneiras que puder."
    },
    {
      "en": "The political endeavor to unite the country was successful.",
      "pt": "O esforço político para unir o país foi bem-sucedido."
    },
    {
      "en": "The startup's endeavor to disrupt the market has been noticed.",
      "pt": "O esforço da startup para revolucionar o mercado foi notado."
    },
    {
      "en": "The student is endeavoring to balance her studies with a part-time job.",
      "pt": "A estudante está se esforçando para equilibrar seus estudos com um emprego de meio período."
    },
    {
      "en": "Her theatrical endeavors have been highly praised.",
      "pt": "Seus empreendimentos teatrais foram muito elogiados."
    },
    {
      "en": "The company's endeavor to become carbon neutral is commendable.",
      "pt": "O esforço da empresa para se tornar neutra em carbono é louvável."
    },
    {
      "en": "He endeavored to live up to his parents' expectations.",
      "pt": "Ele se esforçou para corresponder às expectativas de seus pais."
    },
    {
      "en": "This is a private endeavor, with no government funding.",
      "pt": "Esta é uma iniciativa privada, sem financiamento do governo."
    },
    {
      "en": "The explorer's endeavor to reach the South Pole was a historic achievement.",
      "pt": "A empreitada do explorador para alcançar o Polo Sul foi uma conquista histórica."
    },
    {
      "en": "The company is endeavoring to expand its operations overseas.",
      "pt": "A empresa está se empenhando para expandir suas operações no exterior."
    },
    {
      "en": "His musical endeavors include composing and conducting.",
      "pt": "Seus empreendimentos musicais incluem compor e reger."
    },
    {
      "en": "The whole team must commit to this endeavor.",
      "pt": "A equipe inteira deve se comprometer com este esforço."
    },
    {
      "en": "She endeavored to hide her disappointment.",
      "pt": "Ela se esforçou para esconder sua decepção."
    },
    {
      "en": "Learning a new language is a challenging but rewarding endeavor.",
      "pt": "Aprender um novo idioma é um esforço desafiador, mas recompensador."
    },
    {
      "en": "The conservation of the rainforest is a critical endeavor.",
      "pt": "A conservação da floresta tropical é um empreendimento crucial."
    },
    {
      "en": "He has been endeavoring to write his first novel for years.",
      "pt": "Ele tem se esforçado para escrever seu primeiro romance há anos."
    },
    {
      "en": "The organization's main endeavor is fighting poverty.",
      "pt": "O principal esforço da organização é combater a pobreza."
    },
    {
      "en": "The entire endeavor was a waste of time and money.",
      "pt": "Todo o empreendimento foi uma perda de tempo e dinheiro."
    },
    {
      "en": "The doctor endeavored to save the patient's life.",
      "pt": "O médico se esforçou para salvar a vida do paciente."
    },
    {
      "en": "She has been successful in most of her business endeavors.",
      "pt": "Ela tem tido sucesso na maioria de seus empreendimentos comerciais."
    },
    {
      "en": "The new research is a promising endeavor.",
      "pt": "A nova pesquisa é um empreendimento promissor."
    },
    {
      "en": "The government is endeavoring to improve public transportation.",
      "pt": "O governo está se empenhando para melhorar o transporte público."
    },
    {
      "en": "His academic endeavors earned him a prestigious scholarship.",
      "pt": "Seus esforços acadêmicos lhe renderam uma bolsa de estudos de prestígio."
    },
    {
      "en": "The company is embarking on its most ambitious endeavor yet.",
      "pt": "A empresa está embarcando em seu empreendimento mais ambicioso até agora."
    },
    {
      "en": "The negotiators endeavored to find common ground.",
      "pt": "Os negociadores se esforçaram para encontrar um terreno comum."
    },
    {
      "en": "This humanitarian endeavor has saved countless lives.",
      "pt": "Esta iniciativa humanitária salvou inúmeras vidas."
    },
    {
      "en": "The archaeological endeavor uncovered a lost city.",
      "pt": "O empreendimento arqueológico descobriu uma cidade perdida."
    },
    {
      "en": "The committee is endeavoring to address all the concerns raised.",
      "pt": "O comitê está se esforçando para abordar todas as preocupações levantadas."
    },
    {
      "en": "Her latest endeavor is a documentary about climate change.",
      "pt": "Seu mais recente empreendimento é um documentário sobre as mudanças climáticas."
    },
    {
      "en": "The endeavor to create artificial intelligence is fraught with ethical questions.",
      "pt": "O esforço para criar inteligência artificial está repleto de questões éticas."
    },
    {
      "en": "We will endeavor to respond to all inquiries promptly.",
      "pt": "Nós nos esforçaremos para responder a todas as perguntas prontamente."
    },
    {
      "en": "The scientific endeavor requires patience and persistence.",
      "pt": "O empreendimento científico requer paciência e persistência."
    },
    {
      "en": "He supported his wife's endeavor to start her own business.",
      "pt": "Ele apoiou o esforço de sua esposa para começar seu próprio negócio."
    },
    {
      "en": "The community is endeavoring to build a new playground.",
      "pt": "A comunidade está se empenhando para construir um novo parquinho."
    },
    {
      "en": "Her political endeavors were ultimately unsuccessful.",
      "pt": "Seus esforços políticos foram, no final, mal sucedidos."
    },
    {
      "en": "This artistic endeavor is a collaboration between a painter and a poet.",
      "pt": "Este empreendimento artístico é uma colaboração entre um pintor e um poeta."
    },
    {
      "en": "The team endeavored to finish the race, despite the bad weather.",
      "pt": "A equipe se esforçou para terminar a corrida, apesar do mau tempo."
    },
    {
      "en": "The endeavor to map the ocean floor is a massive undertaking.",
      "pt": "O empreendimento de mapear o fundo do oceano é uma tarefa gigantesca."
    },
    {
      "en": "This endeavor will be judged by its results.",
      "pt": "Este esforço será julgado por seus resultados."
    },
    {
      "en": "The school endeavors to provide a safe learning environment.",
      "pt": "A escola se empenha para fornecer um ambiente de aprendizado seguro."
    },
    {
      "en": "His journalistic endeavors have won him several awards.",
      "pt": "Seus esforços jornalísticos lhe renderam vários prêmios."
    },
    {
      "en": "It was a costly endeavor with little chance of success.",
      "pt": "Foi um empreendimento caro com pouca chance de sucesso."
    },
    {
      "en": "The company is endeavoring to create a more inclusive workplace.",
      "pt": "A empresa está se esforçando para criar um local de trabalho mais inclusivo."
    },
    {
      "en": "The construction of the library was a community-led endeavor.",
      "pt": "A construção da biblioteca foi uma iniciativa liderada pela comunidade."
    },
    {
      "en": "Her endeavor to break the silence on this issue is courageous.",
      "pt": "Seu esforço para quebrar o silêncio sobre esta questão é corajoso."
    },
    {
      "en": "The software developers are endeavoring to fix the bug.",
      "pt": "Os desenvolvedores de software estão se esforçando para corrigir o bug."
    },
    {
      "en": "This is a scholarly endeavor of the highest caliber.",
      "pt": "Este é um empreendimento acadêmico do mais alto calibre."
    },
    {
      "en": "The failure of his first endeavor did not discourage him.",
      "pt": "O fracasso de seu primeiro empreendimento não o desanimou."
    },
    {
      "en": "The parents endeavored to provide their children with a good education.",
      "pt": "Os pais se esforçaram para proporcionar aos seus filhos uma boa educação."
    },
    {
      "en": "His endeavor to unify the warring factions was admirable.",
      "pt": "Seu esforço para unificar as facções em guerra foi admirável."
    },
    {
      "en": "This new marketing endeavor is aimed at a younger audience.",
      "pt": "Esta nova iniciativa de marketing é direcionada a um público mais jovem."
    },
    {
      "en": "The government is endeavoring to reduce bureaucracy.",
      "pt": "O governo está se esforçando para reduzir a burocracia."
    },
    {
      "en": "The exploration of the deep sea is a challenging endeavor.",
      "pt": "A exploração do mar profundo é um empreendimento desafiador."
    },
    {
      "en": "The success of their joint endeavor was a surprise to everyone.",
      "pt": "O sucesso de seu empreendimento conjunto foi uma surpresa para todos."
    },
    {
      "en": "The team is endeavoring to improve their performance.",
      "pt": "A equipe está se empenhando para melhorar seu desempenho."
    },
    {
      "en": "His literary endeavors were not financially successful, but they were critically acclaimed.",
      "pt": "Seus empreendimentos literários não foram financeiramente bem-sucedidos, mas foram aclamados pela crítica."
    },
    {
      "en": "The endeavor to reform the healthcare system is a complex political battle.",
      "pt": "O esforço para reformar o sistema de saúde é uma batalha política complexa."
    },
    {
      "en": "We will endeavor to understand your needs and meet them.",
      "pt": "Nós nos esforçaremos para entender suas necessidades e atendê-las."
    },
    {
      "en": "The charitable endeavor raised over a million dollars.",
      "pt": "A iniciativa de caridade arrecadou mais de um milhão de dólares."
    },
    {
      "en": "The student's endeavor to read all of Shakespeare's plays was ambitious.",
      "pt": "O esforço do aluno de ler todas as peças de Shakespeare foi ambicioso."
    },
    {
      "en": "The company is endeavoring to become a leader in its field.",
      "pt": "A empresa está se empenhando para se tornar líder em seu campo."
    },
    {
      "en": "This scientific endeavor could lead to a major breakthrough.",
      "pt": "Este empreendimento científico poderia levar a um grande avanço."
    },
    {
      "en": "Any creative endeavor requires both inspiration and hard work.",
      "pt": "Qualquer esforço criativo requer tanto inspiração quanto trabalho duro."
    },
    {
      "en": "He endeavored to act as if nothing had happened.",
      "pt": "Ele se esforçou para agir como se nada tivesse acontecido."
    },
    {
      "en": "The foundation supports artistic endeavors around the world.",
      "pt": "A fundação apoia empreendimentos artísticos ao redor do mundo."
    },
    {
      "en": "The colonization of Mars would be the greatest human endeavor in history.",
      "pt": "A colonização de Marte seria o maior empreendimento humano da história."
    },
    {
      "en": "She is endeavoring to launch her own fashion line.",
      "pt": "Ela está se empenhando para lançar sua própria linha de moda."
    },
    {
      "en": "The endeavor was more difficult than he had ever imagined.",
      "pt": "O empreendimento foi mais difícil do que ele jamais havia imaginado."
    },
    {
      "en": "His most recent endeavor is a tech startup.",
      "pt": "Seu empreendimento mais recente é uma startup de tecnologia."
    },
    {
      "en": "The lawyer will endeavor to prove her client's innocence.",
      "pt": "A advogada se esforçará para provar a inocência de sua cliente."
    },
    {
      "en": "This is a collaborative endeavor that requires open communication.",
      "pt": "Este é um esforço colaborativo que requer comunicação aberta."
    },
    {
      "en": "The endeavor to climb the mountain in winter was extremely dangerous.",
      "pt": "A tentativa de escalar a montanha no inverno foi extremamente perigosa."
    },
    {
      "en": "The chef is endeavoring to source all ingredients locally.",
      "pt": "O chef está se esforçando para obter todos os ingredientes localmente."
    },
    {
      "en": "Her humanitarian endeavors have taken her to many countries.",
      "pt": "Seus esforços humanitários a levaram a muitos países."
    },
    {
      "en": "The project is a multinational endeavor.",
      "pt": "O projeto é um empreendimento multinacional."
    },
    {
      "en": "The team is endeavoring to overcome a series of setbacks.",
      "pt": "A equipe está se esforçando para superar uma série de contratempos."
    },
    {
      "en": "The writing of the constitution was a major political endeavor.",
      "pt": "A redação da constituição foi um grande empreendimento político."
    },
    {
      "en": "He poured his heart and soul into the endeavor.",
      "pt": "Ele derramou seu coração e alma no empreendimento."
    },
    {
      "en": "The organization is endeavoring to promote peace.",
      "pt": "A organização está se empenhando para promover a paz."
    },
    {
      "en": "His endeavor to create a perfect society was doomed to fail.",
      "pt": "Sua tentativa de criar uma sociedade perfeita estava fadada ao fracasso."
    },
    {
      "en": "The company's endeavor to innovate has kept it competitive.",
      "pt": "O esforço da empresa para inovar a manteve competitiva."
    },
    {
      "en": "The leaders of the two countries are endeavoring to improve relations.",
      "pt": "Os líderes dos dois países estão se esforçando para melhorar as relações."
    },
    {
      "en": "This endeavor will require a great deal of patience.",
      "pt": "Este esforço exigirá uma grande dose de paciência."
    },
    {
      "en": "The educational endeavor has been funded by a grant.",
      "pt": "A iniciativa educacional foi financiada por uma bolsa."
    },
    {
      "en": "I must endeavor to be more organized.",
      "pt": "Eu devo me esforçar para ser mais organizado."
    },
    {
      "en": "Her latest endeavor is a non-profit organization for children.",
      "pt": "Seu mais recente empreendimento é uma organização sem fins lucrativos para crianças."
    },
    {
      "en": "The endeavor to bridge the gap between rich and poor is a global challenge.",
      "pt": "O esforço para diminuir o abismo entre ricos e pobres é um desafio global."
    },
    {
      "en": "The musician is endeavoring to fuse jazz with classical music.",
      "pt": "O músico está se empenhando para fundir jazz com música clássica."
    },
    {
      "en": "The film was a massive endeavor involving hundreds of people.",
      "pt": "O filme foi um empreendimento gigantesco envolvendo centenas de pessoas."
    },
    {
      "en": "He will endeavor to do better next time.",
      "pt": "Ele se esforçará para fazer melhor da próxima vez."
    },
    {
      "en": "The success of this endeavor is not guaranteed.",
      "pt": "O sucesso deste empreendimento não é garantido."
    },
    {
      "en": "The city is endeavoring to reduce traffic congestion.",
      "pt": "A cidade está se esforçando para reduzir o congestionamento do trânsito."
    },
    {
      "en": "Her scientific endeavors have contributed greatly to our understanding of the brain.",
      "pt": "Seus esforços científicos contribuíram muito para nossa compreensão do cérebro."
    },
    {
      "en": "The team's endeavor to win the championship was finally realized.",
      "pt": "O esforço da equipe para ganhar o campeonato foi finalmente realizado."
    },
    {
      "en": "I will endeavor to answer your question to the best of my ability.",
      "pt": "Vou me esforçar para responder à sua pergunta da melhor forma possível."
    },
    {
      "en": "The endeavor to build the first flying machine was full of failures.",
      "pt": "A tentativa de construir a primeira máquina voadora foi cheia de fracassos."
    },
    {
      "en": "His endeavor into politics was short-lived.",
      "pt": "Sua incursão na política foi de curta duração."
    },
    {
      "en": "The group is endeavoring to raise awareness about mental health.",
      "pt": "O grupo está se empenhando para aumentar a conscientização sobre a saúde mental."
    },
    {
      "en": "This is a bold new endeavor for the company.",
      "pt": "Este é um novo e ousado empreendimento para a empresa."
    },
    {
      "en": "The endeavor was abandoned due to a lack of funding.",
      "pt": "O empreendimento foi abandonado por falta de financiamento."
    },
    {
      "en": "She endeavored to make every guest feel welcome.",
      "pt": "Ela se esforçou para fazer com que cada convidado se sentisse bem-vindo."
    },
    {
      "en": "The project was a risky endeavor, but it paid off.",
      "pt": "O projeto foi um empreendimento arriscado, mas valeu a pena."
    },
    {
      "en": "The preservation of ancient manuscripts is a scholarly endeavor.",
      "pt": "A preservação de manuscritos antigos é um esforço acadêmico."
    },
    {
      "en": "The school will endeavor to meet the needs of all its students.",
      "pt": "A escola se esforçará para atender às necessidades de todos os seus alunos."
    },
    {
      "en": "The success of the endeavor rests on his shoulders.",
      "pt": "O sucesso do empreendimento repousa sobre seus ombros."
    },
    {
      "en": "His endeavor to become a professional athlete required years of dedication.",
      "pt": "Seu esforço para se tornar um atleta profissional exigiu anos de dedicação."
    },
    {
      "en": "The company is endeavoring to improve its ethical standards.",
      "pt": "A empresa está se esforçando para melhorar seus padrões éticos."
    },
    {
      "en": "The translation of the epic poem was a multi-year endeavor.",
      "pt": "A tradução do poema épico foi um empreendimento de vários anos."
    },
    {
      "en": "The committee will use its best endeavors to find a solution.",
      "pt": "O comitê usará seus melhores esforços para encontrar uma solução."
    },
    {
      "en": "The scientists are endeavoring to develop a new source of clean energy.",
      "pt": "Os cientistas estão se empenhando para desenvolver uma nova fonte de energia limpa."
    },
    {
      "en": "The new curriculum is a major endeavor for the education department.",
      "pt": "O novo currículo é um grande empreendimento para o departamento de educação."
    },
    {
      "en": "Despite his best endeavors, he failed the exam.",
      "pt": "Apesar de seus melhores esforços, ele foi reprovado no exame."
    },
    {
      "en": "We must endeavor to live in peace with our neighbors.",
      "pt": "Devemos nos esforçar para viver em paz com nossos vizinhos."
    },
    {
      "en": "The endeavor to colonize other planets is no longer just science fiction.",
      "pt": "O empreendimento de colonizar outros planetas não é mais apenas ficção científica."
    },
    {
      "en": "He is respected for his intellectual endeavors.",
      "pt": "Ele é respeitado por seus esforços intelectuais."
    },
    {
      "en": "The team is endeavoring to complete the work by the end of the day.",
      "pt": "A equipe está se esforçando para concluir o trabalho até o final do dia."
    },
    {
      "en": "Her latest creative endeavor is writing a children's book.",
      "pt": "Seu mais recente esforço criativo é escrever um livro infantil."
    },
    {
      "en": "The endeavor to create a perfect society has always been a human dream.",
      "pt": "O esforço para criar uma sociedade perfeita sempre foi um sonho humano."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "endeavor",
      "options": [
        "endeavor",
        "inventor"
      ],
      "correct": "endeavor"
    },
    {
      "question": "endeavor",
      "options": [
        "end over",
        "endeavor"
      ],
      "correct": "endeavor"
    },
    {
      "question": "endeavor",
      "options": [
        "endeavor",
        "defender"
      ],
      "correct": "endeavor"
    },
    {
      "question": "endeavor",
      "options": [
        "engender",
        "endeavor"
      ],
      "correct": "endeavor"
    },
    {
      "question": "endeavor",
      "options": [
        "endeavor",
        "vendor"
      ],
      "correct": "endeavor"
    },
    {
      "question": "endeavor",
      "options": [
        "surrender",
        "endeavor"
      ],
      "correct": "endeavor"
    },
    {
      "question": "endeavor",
      "options": [
        "endeavor",
        "end ever"
      ],
      "correct": "endeavor"
    },
    {
      "question": "endeavor",
      "options": [
        "in clever",
        "endeavor"
      ],
      "correct": "endeavor"
    },
    {
      "question": "endeavor",
      "options": [
        "endeavor",
        "devour"
      ],
      "correct": "endeavor"
    },
    {
      "question": "endeavor",
      "options": [
        "never",
        "endeavor"
      ],
      "correct": "endeavor"
    },
    {
      "question": "endeavor",
      "options": [
        "endeavor",
        "whatever"
      ],
      "correct": "endeavor"
    },
    {
      "question": "endeavor",
      "options": [
        "forever",
        "endeavor"
      ],
      "correct": "endeavor"
    },
    {
      "question": "endeavor",
      "options": [
        "endeavor",
        "eleven"
      ],
      "correct": "endeavor"
    },
    {
      "question": "endeavor",
      "options": [
        "adventure",
        "endeavor"
      ],
      "correct": "endeavor"
    },
    {
      "question": "endeavor",
      "options": [
        "endeavor",
        "however"
      ],
      "correct": "endeavor"
    }
  ]
}
