{
  "sentences": [
    {
      "en": "The early settlers had to endure harsh winters with inadequate supplies.",
      "pt": "Os primeiros colonos tiveram que suportar invernos rigorosos com suprimentos inadequados."
    },
    {
      "en": "How much more of this blatant incompetence are we expected to endure?",
      "pt": "Quanta incompetência flagrante a mais se espera que nós aguentemos?"
    },
    {
      "en": "Her legacy as a pioneering scientist will undoubtedly endure for generations.",
      "pt": "O legado dela como uma cientista pioneira sem dúvida perdurará por gerações."
    },
    {
      "en": "The company was forced to endure intense scrutiny from regulators following the scandal.",
      "pt": "A empresa foi forçada a suportar um escrutínio intenso dos reguladores após o escândalo."
    },
    {
      "en": "It's a testament to their love that it has managed to endure so many challenges.",
      "pt": "É uma prova do amor deles que ele conseguiu perdurar através de tantos desafios."
    },
    {
      "en": "He had to endure months of grueling physical therapy after the accident.",
      "pt": "Ele teve que aguentar meses de fisioterapia extenuante após o acidente."
    },
    {
      "en": "The ancient stone monuments have managed to endure centuries of wind and rain.",
      "pt": "Os antigos monumentos de pedra conseguiram resistir a séculos de vento e chuva."
    },
    {
      "en": "No one should have to endure the pain of losing a child.",
      "pt": "Ninguém deveria ter que suportar a dor de perder um filho."
    },
    {
      "en": "If our principles are sound, they will endure the test of time.",
      "pt": "Se nossos princípios forem sólidos, eles resistirão ao teste do tempo."
    },
    {
      "en": "The marathon runners must endure not only physical exhaustion but also mental fatigue.",
      "pt": "Os maratonistas devem suportar não apenas a exaustão física, mas também a fadiga mental."
    },
    {
      "en": "While fashions change, true style is timeless and will always endure.",
      "pt": "Enquanto as modas mudam, o verdadeiro estilo é atemporal e sempre irá perdurar."
    },
    {
      "en": "The citizens were forced to endure a corrupt regime for nearly two decades.",
      "pt": "Os cidadãos foram forçados a tolerar um regime corrupto por quase duas décadas."
    },
    {
      "en": "Can their fragile alliance endure the pressures of an impending war?",
      "pt": "A frágil aliança deles consegue suportar as pressões de uma guerra iminente?"
    },
    {
      "en": "She had to endure countless rejections before finally getting her novel published.",
      "pt": "Ela teve que aguentar inúmeras rejeições antes de finalmente ter seu romance publicado."
    },
    {
      "en": "The structural integrity of the bridge was designed to endure extreme weather conditions.",
      "pt": "A integridade estrutural da ponte foi projetada para suportar condições climáticas extremas."
    },
    {
      "en": "I find it difficult to endure his constant complaining about trivial matters.",
      "pt": "Acho difícil tolerar a reclamação constante dele sobre assuntos triviais."
    },
    {
      "en": "The memory of their sacrifice will endure in the hearts of their countrymen forever.",
      "pt": "A memória do sacrifício deles perdurará para sempre nos corações de seus compatriotas."
    },
    {
      "en": "Having to endure a three-hour lecture on a Friday afternoon was sheer torture.",
      "pt": "Ter que aguentar uma palestra de três horas em uma tarde de sexta-feira foi pura tortura."
    },
    {
      "en": "This particular species of desert plant can endure long periods of drought.",
      "pt": "Esta espécie particular de planta do deserto consegue suportar longos períodos de seca."
    },
    {
      "en": "Not only did he endure the physical torment, but he also suffered immense psychological trauma.",
      "pt": "Ele não apenas suportou o tormento físico, mas também sofreu um imenso trauma psicológico."
    },
    {
      "en": "The ideals upon which the nation was founded must endure if it is to prosper.",
      "pt": "Os ideais sobre os quais a nação foi fundada devem perdurar para que ela prospere."
    },
    {
      "en": "As an actor, you must learn to endure criticism, both fair and unfair.",
      "pt": "Como ator, você deve aprender a suportar críticas, tanto as justas quanto as injustas."
    },
    {
      "en": "The question is whether our democratic institutions can endure the current political climate.",
      "pt": "A questão é se nossas instituições democráticas conseguem resistir ao clima político atual."
    },
    {
      "en": "The small business had to endure a devastating financial crisis to stay afloat.",
      "pt": "A pequena empresa teve que suportar uma crise financeira devastadora para se manter funcionando."
    },
    {
      "en": "It is a friendship built on mutual respect, and I am certain it will endure.",
      "pt": "É uma amizade construída com base no respeito mútuo, e tenho certeza de que irá perdurar."
    },
    {
      "en": "The local population has had to endure the consequences of industrial pollution for years.",
      "pt": "A população local tem tido que arcar com as consequências da poluição industrial por anos."
    },
    {
      "en": "Great literature tends to endure because it speaks to timeless human experiences.",
      "pt": "A grande literatura tende a perdurar porque aborda experiências humanas atemporais."
    },
    {
      "en": "I simply cannot endure another minute of his self-important monologue.",
      "pt": "Eu simplesmente não consigo aguentar mais um minuto do monólogo egocêntrico dele."
    },
    {
      "en": "The captain knew his crew could endure the storm, as they had trained for such scenarios.",
      "pt": "O capitão sabia que sua tripulação conseguiria suportar a tempestade, pois haviam treinado para tais cenários."
    },
    {
      "en": "What gives people the strength to endure unimaginable suffering?",
      "pt": "O que dá às pessoas a força para suportar um sofrimento inimaginável?"
    },
    {
      "en": "The traditions of this community have endured for over two centuries, passed down through generations.",
      "pt": "As tradições desta comunidade perduraram por mais de dois séculos, passadas de geração em geração."
    },
    {
      "en": "The team had to endure a string of losses before their strategy finally started to pay off.",
      "pt": "A equipe teve que aguentar uma série de derrotas antes que sua estratégia finalmente começasse a dar resultado."
    },
    {
      "en": "This material was specifically engineered to endure high temperatures and pressure.",
      "pt": "Este material foi especificamente projetado para suportar altas temperaturas e pressão."
    },
    {
      "en": "The defendant sat stoically, prepared to endure whatever sentence the judge would deliver.",
      "pt": "O réu sentou-se estoicamente, preparado para suportar qualquer sentença que o juiz proferisse."
    },
    {
      "en": "Although the empire has fallen, its cultural and linguistic influence continues to endure.",
      "pt": "Embora o império tenha caído, sua influência cultural e linguística continua a perdurar."
    },
    {
      "en": "Could you endure living in complete isolation for an entire year?",
      "pt": "Você conseguiria suportar viver em completo isolamento por um ano inteiro?"
    },
    {
      "en": "The soldiers were trained to endure extreme conditions with minimal resources.",
      "pt": "Os soldados foram treinados para suportar condições extremas com recursos mínimos."
    },
    {
      "en": "The constitution was written with the hope that its core principles would endure indefinitely.",
      "pt": "A constituição foi escrita com a esperança de que seus princípios fundamentais perdurassem indefinidamente."
    },
    {
      "en": "As an intern, she had to endure a lot of tedious, administrative tasks.",
      "pt": "Como estagiária, ela teve que aguentar muitas tarefas administrativas tediosas."
    },
    {
      "en": "The haunting melody of the song is one reason why it has endured for so long.",
      "pt": "A melodia assombrosa da canção é uma das razões pelas quais ela perdurou por tanto tempo."
    },
    {
      "en": "He found the prolonged silence more difficult to endure than the shouting.",
      "pt": "Ele achou o silêncio prolongado mais difícil de suportar do que a gritaria."
    },
    {
      "en": "The family's bond was strong enough to endure the tragedy that befell them.",
      "pt": "O laço da família era forte o suficiente para suportar a tragédia que se abateu sobre eles."
    },
    {
      "en": "It remains to be seen whether this peace agreement will actually endure.",
      "pt": "Resta saber se este acordo de paz irá de fato perdurar."
    },
    {
      "en": "The athletes must endure a rigorous training schedule in the months leading up to the Olympics.",
      "pt": "Os atletas devem suportar um rigoroso cronograma de treinamento nos meses que antecedem as Olimpíadas."
    },
    {
      "en": "The philosophy of the Stoics teaches one how to endure life's hardships with grace.",
      "pt": "A filosofia dos estoicos ensina como suportar as dificuldades da vida com elegância."
    },
    {
      "en": "The craftsmanship is of such high quality that these leather boots could endure for a lifetime.",
      "pt": "A qualidade do trabalho artesanal é tão alta que estas botas de couro poderiam durar uma vida inteira."
    },
    {
      "en": "I don't know how they endure the constant noise from the construction site next door.",
      "pt": "Não sei como eles aguentam o barulho constante do canteiro de obras ao lado."
    },
    {
      "en": "Her reputation as a brilliant strategist will endure long after she retires.",
      "pt": "A reputação dela como uma estrategista brilhante irá perdurar muito depois de ela se aposentar."
    },
    {
      "en": "The refugees had to endure a perilous journey to reach a place of safety.",
      "pt": "Os refugiados tiveram que suportar uma jornada perigosa para alcançar um lugar seguro."
    },
    {
      "en": "Will humanity's quest for knowledge ever cease, or is it a trait that will always endure?",
      "pt": "A busca da humanidade por conhecimento um dia cessará, ou é uma característica que sempre perdurará?"
    },
    {
      "en": "The system we have in place is not perfect, but it's the best we can do until a better one is created that can endure.",
      "pt": "O sistema que temos em vigor não é perfeito, mas é o melhor que podemos fazer até que um melhor, que possa perdurar, seja criado."
    },
    {
      "en": "The species has evolved to endure the extreme cold of the Arctic tundra.",
      "pt": "A espécie evoluiu para suportar o frio extremo da tundra ártica."
    },
    {
      "en": "His early works were not popular, but their artistic merit allowed them to endure and gain recognition later.",
      "pt": "Suas primeiras obras não foram populares, mas seu mérito artístico permitiu que elas perdurassem e ganhassem reconhecimento mais tarde."
    },
    {
      "en": "She had to endure the condescending attitude of her senior colleagues when she first started.",
      "pt": "Ela teve que tolerar a atitude condescendente de seus colegas mais experientes quando começou."
    },
    {
      "en": "The question of what it means to be human is a philosophical inquiry that will likely endure forever.",
      "pt": "A questão do que significa ser humano é uma indagação filosófica que provavelmente perdurará para sempre."
    },
    {
      "en": "Forced to endure a long, boring presentation, he discreetly checked his email on his phone.",
      "pt": "Forçado a aguentar uma apresentação longa e chata, ele discretamente checou seus e-mails no celular."
    },
    {
      "en": "This particular type of wood is known for its ability to endure rot and insect damage.",
      "pt": "Este tipo específico de madeira é conhecido por sua capacidade de resistir ao apodrecimento e a danos por insetos."
    },
    {
      "en": "It is one thing to have a belief, but another to see if that belief can endure real-world challenges.",
      "pt": "Uma coisa é ter uma crença, mas outra é ver se essa crença consegue resistir aos desafios do mundo real."
    },
    {
      "en": "He couldn't endure the thought of his children growing up without him.",
      "pt": "Ele não conseguia suportar a ideia de seus filhos crescendo sem ele."
    },
    {
      "en": "The story of their survival is a powerful reminder of the human spirit's capacity to endure.",
      "pt": "A história da sobrevivência deles é um lembrete poderoso da capacidade do espírito humano de resistir."
    },
    {
      "en": "It's remarkable how some ancient languages have managed to endure despite the dominance of others.",
      "pt": "É notável como algumas línguas antigas conseguiram perdurar apesar da dominância de outras."
    },
    {
      "en": "The public had to endure years of empty promises from the politicians.",
      "pt": "O público teve que suportar anos de promessas vazias dos políticos."
    },
    {
      "en": "A company built on a foundation of innovation is more likely to endure market shifts.",
      "pt": "Uma empresa construída sobre uma base de inovação tem mais probabilidade de resistir às mudanças do mercado."
    },
    {
      "en": "Having to endure his terrible jokes at every family gathering is my personal cross to bear.",
      "pt": "Ter que aguentar as piadas horríveis dele em toda reunião de família é a minha cruz pessoal."
    },
    {
      "en": "The resilience of the ecosystem is evident in its ability to endure and recover from wildfires.",
      "pt": "A resiliência do ecossistema é evidente em sua capacidade de suportar e se recuperar de incêndios florestais."
    },
    {
      "en": "The hardships endured by the explorers are detailed in the captain's log.",
      "pt": "As dificuldades suportadas pelos exploradores estão detalhadas no diário de bordo do capitão."
    },
    {
      "en": "A brand's reputation is a fragile thing, yet a good one can endure for decades.",
      "pt": "A reputação de uma marca é algo frágil, no entanto, uma boa reputação pode perdurar por décadas."
    },
    {
      "en": "I will not endure this disrespect any longer; either he apologizes, or I'm leaving.",
      "pt": "Não vou tolerar mais este desrespeito; ou ele se desculpa, ou eu vou embora."
    },
    {
      "en": "The cathedral, a masterpiece of Gothic architecture, has endured for over 800 years.",
      "pt": "A catedral, uma obra-prima da arquitetura gótica, perdura há mais de 800 anos."
    },
    {
      "en": "The trial was a long ordeal that the families of the victims had to endure with immense patience.",
      "pt": "O julgamento foi uma longa provação que as famílias das vítimas tiveram que suportar com imensa paciência."
    },
    {
      "en": "His influence on music is so profound that it will surely endure for centuries to come.",
      "pt": "Sua influência na música é tão profunda que certamente perdurará por séculos vindouros."
    },
    {
      "en": "If you want to be a software developer, you must endure long hours of debugging code.",
      "pt": "Se você quer ser um desenvolvedor de software, precisa aguentar longas horas depurando código."
    },
    {
      "en": "The city's spirit was strong enough to endure the aftermath of the devastating earthquake.",
      "pt": "O espírito da cidade foi forte o suficiente para superar as consequências do terremoto devastador."
    },
    {
      "en": "It is often the simplest ideas, not the most complex, that endure the longest.",
      "pt": "Muitas vezes, são as ideias mais simples, e não as mais complexas, que perduram por mais tempo."
    },
    {
      "en": "The passengers had to endure a turbulent flight that left many feeling unwell.",
      "pt": "Os passageiros tiveram que aguentar um voo turbulento que deixou muitos passando mal."
    },
    {
      "en": "The question is no longer if we can innovate, but if our innovations can endure.",
      "pt": "A questão não é mais se podemos inovar, mas se nossas inovações podem perdurar."
    },
    {
      "en": "She possesses a remarkable ability to endure stress that would overwhelm most people.",
      "pt": "Ela possui uma notável capacidade de suportar o estresse que sobrecarregaria a maioria das pessoas."
    },
    {
      "en": "The folk tales of this region have endured through a rich oral tradition.",
      "pt": "Os contos populares desta região perduraram através de uma rica tradição oral."
    },
    {
      "en": "We had to endure a lengthy delay at the airport due to a technical issue with the plane.",
      "pt": "Tivemos que aguentar um longo atraso no aeroporto devido a um problema técnico com o avião."
    },
    {
      "en": "Despite numerous attempts to suppress it, the truth has a way of enduring and eventually coming to light.",
      "pt": "Apesar das inúmeras tentativas de suprimi-la, a verdade tem uma maneira de perdurar e eventualmente vir à tona."
    },
    {
      "en": "He had to endure the humiliation of being publicly fired from his position.",
      "pt": "Ele teve que suportar a humilhação de ser demitido publicamente de seu cargo."
    },
    {
      "en": "The committee was established to ensure that the founder's original vision for the charity would endure.",
      "pt": "O comitê foi estabelecido para garantir que a visão original do fundador para a instituição de caridade perdurasse."
    },
    {
      "en": "The book describes the unimaginable conditions that prisoners of war had to endure.",
      "pt": "O livro descreve as condições inimagináveis que os prisioneiros de guerra tiveram que suportar."
    },
    {
      "en": "The company's commitment to quality is the primary reason its brand has endured.",
      "pt": "O compromisso da empresa com a qualidade é a principal razão pela qual sua marca tem perdurado."
    },
    {
      "en": "I can endure the heat, but it's the humidity that I find unbearable.",
      "pt": "Eu consigo suportar o calor, mas é a umidade que eu acho insuportável."
    },
    {
      "en": "The legal precedent set by this case is expected to endure for many years.",
      "pt": "Espera-se que o precedente legal estabelecido por este caso perdure por muitos anos."
    },
    {
      "en": "Small, independent bookstores must endure fierce competition from online retail giants.",
      "pt": "Pequenas livrarias independentes precisam suportar a concorrência acirrada das gigantes do varejo online."
    },
    {
      "en": "The belief in justice is a powerful ideal that helps societies endure through difficult times.",
      "pt": "A crença na justiça é um ideal poderoso que ajuda as sociedades a perseverarem em tempos difíceis."
    },
    {
      "en": "The team's fans have had to endure a long championship drought.",
      "pt": "Os torcedores do time tiveram que aguentar um longo jejum de campeonatos."
    },
    {
      "en": "Their marriage did not endure the strain of their conflicting career ambitions.",
      "pt": "O casamento deles não resistiu à pressão de suas ambições de carreira conflitantes."
    },
    {
      "en": "Not a single soul should be forced to endure such inhumane treatment.",
      "pt": "Nenhuma alma viva deveria ser forçada a suportar um tratamento tão desumano."
    },
    {
      "en": "This ancient manuscript has managed to endure, providing invaluable insights into a lost civilization.",
      "pt": "Este antigo manuscrito conseguiu perdurar, fornecendo informações valiosas sobre uma civilização perdida."
    },
    {
      "en": "How can you endure working in such a chaotic and stressful environment?",
      "pt": "Como você consegue aguentar trabalhar em um ambiente tão caótico e estressante?"
    },
    {
      "en": "A nation's culture is not static; it must adapt in order to endure.",
      "pt": "A cultura de uma nação não é estática; ela precisa se adaptar para poder perdurar."
    },
    {
      "en": "He had to endure a barrage of questions from the press after the controversial decision.",
      "pt": "Ele teve que suportar uma enxurrada de perguntas da imprensa após a decisão controversa."
    },
    {
      "en": "The timeless appeal of Shakespeare's plays is why they have endured for over 400 years.",
      "pt": "O apelo atemporal das peças de Shakespeare é o motivo pelo qual elas perduraram por mais de 400 anos."
    },
    {
      "en": "The community had to endure the immediate aftermath of the hurricane, including flooding and power outages.",
      "pt": "A comunidade teve que suportar as consequências imediatas do furacão, incluindo inundações e falta de energia."
    },
    {
      "en": "The democratic process, though often slow and frustrating, has managed to endure and spread globally.",
      "pt": "O processo democrático, embora muitas vezes lento e frustrante, conseguiu perdurar e se espalhar globalmente."
    },
    {
      "en": "She learned to endure the chronic pain through a combination of medication and meditation.",
      "pt": "Ela aprendeu a suportar a dor crônica através de uma combinação de medicamentos e meditação."
    },
    {
      "en": "While empires rise and fall, the human need for connection is a constant that will always endure.",
      "pt": "Enquanto impérios ascendem e caem, a necessidade humana de conexão é uma constante que sempre perdurará."
    },
    {
      "en": "Forced to endure a pay cut, many employees began searching for other jobs.",
      "pt": "Forçados a aceitar um corte salarial, muitos funcionários começaram a procurar outros empregos."
    },
    {
      "en": "A well-crafted piece of wooden furniture can endure for centuries if properly cared for.",
      "pt": "Um móvel de madeira bem feito pode durar séculos se for cuidado adequadamente."
    },
    {
      "en": "The lawsuit was a multi-year ordeal that the small company could barely endure financially.",
      "pt": "O processo judicial foi uma provação de vários anos que a pequena empresa mal conseguiu suportar financeiramente."
    },
    {
      "en": "His contributions to science are so fundamental that his name will endure in textbooks forever.",
      "pt": "Suas contribuições para a ciência são tão fundamentais que seu nome perdurará nos livros didáticos para sempre."
    },
    {
      "en": "I find it hard to endure movies that are over three hours long, regardless of how good they are.",
      "pt": "Acho difícil aguentar filmes com mais de três horas de duração, não importa o quão bons sejam."
    },
    {
      "en": "The ancient redwood trees have endured for millennia, silent witnesses to history.",
      "pt": "As antigas sequoias perduraram por milênios, testemunhas silenciosas da história."
    },
    {
      "en": "The population had to endure severe rationing of food and water during the siege.",
      "pt": "A população teve que suportar um severo racionamento de comida e água durante o cerco."
    },
    {
      "en": "It takes a special kind of courage to endure failure and start all over again.",
      "pt": "É preciso um tipo especial de coragem para suportar o fracasso e começar tudo de novo."
    },
    {
      "en": "The musical composition has a complex structure, yet its beautiful melody helps it endure in the listener's mind.",
      "pt": "A composição musical tem uma estrutura complexa, no entanto, sua bela melodia ajuda-a a perdurar na mente do ouvinte."
    },
    {
      "en": "The politician's career was unable to endure the weight of the corruption allegations.",
      "pt": "A carreira do político não conseguiu suportar o peso das alegações de corrupção."
    },
    {
      "en": "This particular bacteria can endure in extreme environments, from volcanic vents to frozen glaciers.",
      "pt": "Esta bactéria em particular pode sobreviver em ambientes extremos, de fontes vulcânicas a geleiras congeladas."
    },
    {
      "en": "The entire team had to endure a public shaming after their abysmal performance.",
      "pt": "A equipe inteira teve que suportar uma humilhação pública após seu desempenho pífio."
    },
    {
      "en": "The hope for a better future is what allows people to endure the bleakness of the present.",
      "pt": "A esperança de um futuro melhor é o que permite que as pessoas suportem a desolação do presente."
    },
    {
      "en": "For a startup to endure, it needs more than just a good idea; it requires a sustainable business model.",
      "pt": "Para uma startup perdurar, ela precisa mais do que apenas uma boa ideia; requer um modelo de negócios sustentável."
    },
    {
      "en": "I can't endure the suspense any longer; please just tell me what happened.",
      "pt": "Não aguento mais o suspense; por favor, me diga logo o que aconteceu."
    },
    {
      "en": "The old sailor's stories, full of adventure and wisdom, will endure in the village's memory.",
      "pt": "As histórias do velho marinheiro, cheias de aventura e sabedoria, perdurarão na memória da vila."
    },
    {
      "en": "She had to endure the painful process of watching her family business slowly fail.",
      "pt": "Ela teve que suportar o doloroso processo de ver a empresa de sua família falir lentamente."
    },
    {
      "en": "The vinyl record, once thought obsolete, has managed to endure and even make a comeback.",
      "pt": "O disco de vinil, antes considerado obsoleto, conseguiu perdurar e até mesmo ressurgir."
    },
    {
      "en": "The recruits are pushed to their limits to see who can endure the intense physical and mental demands of the training.",
      "pt": "Os recrutas são levados aos seus limites para ver quem consegue suportar as intensas demandas físicas e mentais do treinamento."
    },
    {
      "en": "The ethical framework he proposed has endured as a cornerstone of modern philosophy.",
      "pt": "A estrutura ética que ele propôs perdurou como um pilar da filosofia moderna."
    },
    {
      "en": "No parent should ever have to endure the agony of burying their own child.",
      "pt": "Nenhum pai jamais deveria ter que suportar a agonia de enterrar seu próprio filho."
    },
    {
      "en": "The tale of their unlikely friendship is one that will certainly endure.",
      "pt": "A história da amizade improvável deles é uma que certamente perdurará."
    },
    {
      "en": "If you wish to climb Mount Everest, you must be prepared to endure extreme weather and physical hardship.",
      "pt": "Se você deseja escalar o Monte Everest, deve estar preparado para suportar clima extremo e dificuldades físicas."
    },
    {
      "en": "His cinematic vision was so unique that his films will endure as classics of the genre.",
      "pt": "Sua visão cinematográfica era tão única que seus filmes perdurarão como clássicos do gênero."
    },
    {
      "en": "I had to endure his lengthy and convoluted explanation, even though I knew he was wrong.",
      "pt": "Tive que aguentar a explicação longa e complicada dele, mesmo sabendo que ele estava errado."
    },
    {
      "en": "A democratic society must be strong enough to endure dissent and robust debate.",
      "pt": "Uma sociedade democrática deve ser forte o suficiente para tolerar a dissidência e o debate robusto."
    },
    {
      "en": "The memory of that terrible day will endure in my mind forever.",
      "pt": "A lembrança daquele dia terrível perdurará em minha mente para sempre."
    },
    {
      "en": "The hikers had to endure a sudden blizzard that trapped them on the mountain for two days.",
      "pt": "Os trilheiros tiveram que suportar uma nevasca repentina que os prendeu na montanha por dois dias."
    },
    {
      "en": "This building was constructed with materials designed to endure for a thousand years.",
      "pt": "Este edifício foi construído com materiais projetados para durar mil anos."
    },
    {
      "en": "The community's spirit of cooperation allowed them to endure the economic downturn.",
      "pt": "O espírito de cooperação da comunidade permitiu que eles superassem a crise econômica."
    },
    {
      "en": "The company's initial business model was not built to endure long-term market volatility.",
      "pt": "O modelo de negócios inicial da empresa não foi construído para suportar a volatilidade do mercado a longo prazo."
    },
    {
      "en": "She sat through the entire opera, even though she had to endure a terrible headache.",
      "pt": "Ela assistiu à ópera inteira, embora tenha tido que suportar uma terrível dor de cabeça."
    },
    {
      "en": "The wisdom contained in these ancient texts has endured, influencing thinkers for millennia.",
      "pt": "A sabedoria contida nestes textos antigos perdurou, influenciando pensadores por milênios."
    },
    {
      "en": "The challenge for any artist is to create something that will endure beyond their own lifetime.",
      "pt": "O desafio para qualquer artista é criar algo que perdure além de sua própria vida."
    },
    {
      "en": "He has had to endure the baseless accusations and rumors with quiet dignity.",
      "pt": "Ele teve que suportar as acusações e rumores infundados com uma dignidade silenciosa."
    },
    {
      "en": "Their family has endured through wars and revolutions, a testament to their resilience.",
      "pt": "A família deles perseverou através de guerras e revoluções, um testemunho de sua resiliência."
    },
    {
      "en": "How does a single mother with three jobs endure such a demanding schedule?",
      "pt": "Como uma mãe solteira com três empregos aguenta uma agenda tão exigente?"
    },
    {
      "en": "The language of this isolated tribe has endured with very little outside influence.",
      "pt": "A língua desta tribo isolada perdurou com muito pouca influência externa."
    },
    {
      "en": "The political prisoner had to endure years of solitary confinement.",
      "pt": "O prisioneiro político teve que suportar anos de confinamento solitário."
    },
    {
      "en": "If this startup is to endure, it must secure another round of funding.",
      "pt": "Para que esta startup sobreviva, ela precisa garantir outra rodada de financiamento."
    },
    {
      "en": "The plant's roots are incredibly deep, allowing it to endure periods of intense drought.",
      "pt": "As raízes da planta são incrivelmente profundas, permitindo que ela suporte períodos de seca intensa."
    },
    {
      "en": "Few marriages can endure the devastating impact of infidelity.",
      "pt": "Poucos casamentos conseguem suportar o impacto devastador da infidelidade."
    },
    {
      "en": "The poetry of Emily Dickinson has endured, captivating new readers each year.",
      "pt": "A poesia de Emily Dickinson perdurou, cativando novos leitores a cada ano."
    },
    {
      "en": "The organization had to endure a significant budget cut, forcing it to scale back its operations.",
      "pt": "A organização teve que suportar um corte significativo no orçamento, forçando-a a reduzir suas operações."
    },
    {
      "en": "The scientific theory was robust enough to endure decades of rigorous testing and challenges.",
      "pt": "A teoria científica era robusta o suficiente para resistir a décadas de testes e desafios rigorosos."
    },
    {
      "en": "I find it amazing that the human body can endure so much physical punishment and still recover.",
      "pt": "Acho incrível que o corpo humano possa suportar tanto castigo físico e ainda assim se recuperar."
    },
    {
      "en": "The charm of the old city, with its cobblestone streets, has endured through modernization.",
      "pt": "O charme da cidade velha, com suas ruas de paralelepípedos, perdurou através da modernização."
    },
    {
      "en": "The defendant's family must now endure the public shame associated with the verdict.",
      "pt": "A família do réu agora deve suportar a vergonha pública associada ao veredito."
    },
    {
      "en": "A great brand is one that can endure changes in consumer taste and market trends.",
      "pt": "Uma grande marca é aquela que consegue resistir a mudanças no gosto do consumidor e nas tendências de mercado."
    },
    {
      "en": "The novel explores how individuals endure and find meaning in the face of immense loss.",
      "pt": "O romance explora como os indivíduos suportam e encontram sentido diante de uma perda imensa."
    },
    {
      "en": "The stone carvings on the temple wall have endured for more than a thousand years.",
      "pt": "As esculturas em pedra na parede do templo perduraram por mais de mil anos."
    },
    {
      "en": "We had to endure his bragging for the entire evening after he won the game.",
      "pt": "Tivemos que aguentar a ostentação dele durante toda a noite depois que ele ganhou o jogo."
    },
    {
      "en": "The commitment to free speech is a principle that must endure, even when the speech is unpopular.",
      "pt": "O compromisso com a liberdade de expressão é um princípio que deve perdurar, mesmo quando o discurso é impopular."
    },
    {
      "en": "The small town has endured economic hardship ever since the main factory closed down.",
      "pt": "A pequena cidade tem enfrentado dificuldades econômicas desde que a fábrica principal fechou."
    },
    {
      "en": "The impact of his mentorship is something that will endure throughout my entire career.",
      "pt": "O impacto de sua mentoria é algo que perdurará por toda a minha carreira."
    },
    {
      "en": "The crew of the submarine must endure cramped conditions for months at a time.",
      "pt": "A tripulação do submarino deve suportar condições apertadas por meses a fio."
    },
    {
      "en": "This is a timeless design that will endure long after current trends have faded.",
      "pt": "Este é um design atemporal que irá perdurar muito depois que as tendências atuais tiverem desaparecido."
    },
    {
      "en": "The company's reputation was strong enough to endure a minor product recall.",
      "pt": "A reputação da empresa era forte o suficiente para superar um recall de produto de menor importância."
    },
    {
      "en": "The peacekeepers are there to help the nation endure a fragile transition to democracy.",
      "pt": "As forças de paz estão lá para ajudar a nação a atravessar uma frágil transição para a democracia."
    },
    {
      "en": "The architectural style of the Bauhaus movement has endured and continues to influence designers today.",
      "pt": "O estilo arquitetônico do movimento Bauhaus perdurou e continua a influenciar designers hoje."
    },
    {
      "en": "He could barely endure the excruciating pain from his broken leg.",
      "pt": "Ele mal conseguia suportar a dor excruciante de sua perna quebrada."
    },
    {
      "en": "The legend of King Arthur has endured for centuries, inspiring countless books and films.",
      "pt": "A lenda do Rei Arthur perdurou por séculos, inspirando inúmeros livros e filmes."
    },
    {
      "en": "The employees had to endure a period of great uncertainty during the corporate merger.",
      "pt": "Os funcionários tiveram que suportar um período de grande incerteza durante a fusão corporativa."
    },
    {
      "en": "While the original manuscript was lost, its contents endure through meticulously copied versions.",
      "pt": "Embora o manuscrito original tenha sido perdido, seu conteúdo perdura através de versões meticulosamente copiadas."
    },
    {
      "en": "The team had to endure the taunts of the rival fans throughout the game.",
      "pt": "A equipe teve que aguentar as provocações dos torcedores rivais durante todo o jogo."
    },
    {
      "en": "The idea of a universal human rights standard is a modern concept, but one that many hope will endure.",
      "pt": "A ideia de um padrão universal de direitos humanos é um conceito moderno, mas que muitos esperam que perdure."
    },
    {
      "en": "The software is so buggy that users have to endure frequent crashes and data loss.",
      "pt": "O software tem tantos bugs que os usuários precisam tolerar travamentos frequentes e perda de dados."
    },
    {
      "en": "The symphony's final movement is so powerful that its emotional impact will endure long after the performance ends.",
      "pt": "O movimento final da sinfonia é tão poderoso que seu impacto emocional perdurará muito depois que a apresentação terminar."
    },
    {
      "en": "It is a testament to her strength of character that she could endure such a public betrayal.",
      "pt": "É um testemunho de sua força de caráter que ela conseguiu suportar uma traição tão pública."
    },
    {
      "en": "The company culture he built was so strong it endured even after he left the company.",
      "pt": "A cultura da empresa que ele construiu era tão forte que perdurou mesmo depois que ele deixou a empresa."
    },
    {
      "en": "The villagers have to endure a long and treacherous walk to get clean water.",
      "pt": "Os aldeões têm que suportar uma caminhada longa e perigosa para obter água potável."
    },
    {
      "en": "The constitution has endured numerous legal challenges, proving its resilience.",
      "pt": "A constituição resistiu a numerosos desafios legais, provando sua resiliência."
    },
    {
      "en": "The candidate for the special forces must prove they can endure sleep deprivation and extreme stress.",
      "pt": "O candidato às forças especiais deve provar que consegue suportar a privação de sono e o estresse extremo."
    },
    {
      "en": "This classic car has a timeless design that allows it to endure and remain popular.",
      "pt": "Este carro clássico tem um design atemporal que lhe permite perdurar e permanecer popular."
    },
    {
      "en": "I'm not sure I can endure another holiday dinner with my argumentative relatives.",
      "pt": "Não tenho certeza se consigo aguentar outro jantar de feriado com meus parentes briguentos."
    },
    {
      "en": "The oral history of the tribe has endured for thousands of years without a written language.",
      "pt": "A história oral da tribo perdurou por milhares de anos sem uma linguagem escrita."
    },
    {
      "en": "The city's infrastructure was not built to endure an earthquake of that magnitude.",
      "pt": "A infraestrutura da cidade não foi construída para suportar um terremoto daquela magnitude."
    },
    {
      "en": "The friendship they forged in childhood was strong enough to endure the test of time and distance.",
      "pt": "A amizade que eles forjaram na infância foi forte o suficiente para resistir ao teste do tempo e da distância."
    },
    {
      "en": "The athletes who compete in the Ironman triathlon must endure a grueling combination of swimming, cycling, and running.",
      "pt": "Os atletas que competem no triatlo Ironman devem suportar uma combinação extenuante de natação, ciclismo e corrida."
    },
    {
      "en": "While specific laws may change, the fundamental principle of justice must always endure.",
      "pt": "Embora leis específicas possam mudar, o princípio fundamental da justiça deve sempre perdurar."
    },
    {
      "en": "The small startup had to endure the aggressive and often unethical tactics of its larger competitors.",
      "pt": "A pequena startup teve que suportar as táticas agressivas e muitas vezes antiéticas de seus concorrentes maiores."
    },
    {
      "en": "The family recipe has endured for five generations, a cherished secret passed from mother to daughter.",
      "pt": "A receita de família perdurou por cinco gerações, um segredo querido passado de mãe para filha."
    },
    {
      "en": "The children had to endure a long, hot car ride without any air conditioning.",
      "pt": "As crianças tiveram que aguentar uma longa e quente viagem de carro sem ar condicionado."
    },
    {
      "en": "The core values of the organization are what have allowed it to endure and thrive for over a century.",
      "pt": "Os valores fundamentais da organização são o que permitiram que ela perdurasse e prosperasse por mais de um século."
    },
    {
      "en": "The population was forced to endure a brutal military dictatorship for more than 20 years.",
      "pt": "A população foi forçada a suportar uma ditadura militar brutal por mais de 20 anos."
    },
    {
      "en": "The artist's fame may have faded, but her powerful artwork will certainly endure.",
      "pt": "A fama da artista pode ter desaparecido, mas sua poderosa obra de arte certamente perdurará."
    },
    {
      "en": "He had to endure the indignity of being demoted in front of his entire team.",
      "pt": "Ele teve que suportar a indignidade de ser rebaixado na frente de toda a sua equipe."
    },
    {
      "en": "This strain of wheat has been genetically modified to endure harsher climates and less water.",
      "pt": "Esta cepa de trigo foi geneticamente modificada para suportar climas mais severos e menos água."
    },
    {
      "en": "She found it difficult to endure his constant negativity and pessimistic outlook on life.",
      "pt": "Ela achava difícil tolerar a negatividade constante dele e sua visão pessimista da vida."
    },
    {
      "en": "The rituals and ceremonies of this ancient religion have endured for thousands of years.",
      "pt": "Os rituais e cerimônias desta religião antiga perduraram por milhares de anos."
    },
    {
      "en": "The firefighters had to endure blistering heat and thick smoke to rescue the trapped family.",
      "pt": "Os bombeiros tiveram que suportar um calor escaldante e fumaça densa para resgatar a família presa."
    },
    {
      "en": "A well-written contract is one that can endure legal scrutiny and prevent future disputes.",
      "pt": "Um contrato bem escrito é aquele que pode resistir ao escrutínio legal e prevenir disputas futuras."
    },
    {
      "en": "The audience had to endure a painfully awkward silence after the comedian's joke fell flat.",
      "pt": "A plateia teve que aguentar um silêncio dolorosamente constrangedor depois que a piada do comediante não teve graça."
    },
    {
      "en": "The memory of her kindness and generosity is something that will endure in our community.",
      "pt": "A lembrança de sua bondade e generosidade é algo que perdurará em nossa comunidade."
    },
    {
      "en": "The mountain climbers must endure oxygen deprivation at such high altitudes.",
      "pt": "Os alpinistas devem suportar a privação de oxigênio em altitudes tão elevadas."
    },
    {
      "en": "The classic design of this watch has allowed it to endure and remain a symbol of elegance.",
      "pt": "O design clássico deste relógio permitiu que ele perdurasse e permanecesse um símbolo de elegância."
    },
    {
      "en": "He had to endure a long and invasive security check at the embassy.",
      "pt": "Ele teve que passar por uma longa e invasiva verificação de segurança na embaixada."
    },
    {
      "en": "The scientific method itself is a process that has endured and proven its value over centuries.",
      "pt": "O próprio método científico é um processo que perdurou e provou seu valor ao longo dos séculos."
    },
    {
      "en": "The army could not endure another harsh winter with its supply lines cut off.",
      "pt": "O exército não conseguiria suportar outro inverno rigoroso com suas linhas de suprimento cortadas."
    },
    {
      "en": "While individual leaders may change, the institution itself is built to endure.",
      "pt": "Embora líderes individuais possam mudar, a própria instituição é construída para perdurar."
    },
    {
      "en": "It was difficult to endure the final few weeks of the political campaign, with its constant negative ads.",
      "pt": "Foi difícil aguentar as últimas semanas da campanha política, com seus constantes anúncios negativos."
    },
    {
      "en": "The love story at the heart of the novel is what allows it to endure and resonate with readers.",
      "pt": "A história de amor no cerne do romance é o que permite que ele perdure e ressoe com os leitores."
    },
    {
      "en": "She had to endure the discomfort of wearing a cast on her arm for six weeks.",
      "pt": "Ela teve que suportar o desconforto de usar gesso no braço por seis semanas."
    },
    {
      "en": "The ancient aqueducts of Rome have endured for nearly two millennia, a marvel of engineering.",
      "pt": "Os antigos aquedutos de Roma perduraram por quase dois milênios, uma maravilha da engenharia."
    },
    {
      "en": "How can any society endure when there is such a vast gap between the rich and the poor?",
      "pt": "Como pode qualquer sociedade perdurar quando há um abismo tão vasto entre ricos e pobres?"
    },
    {
      "en": "The aspiring musician had to endure years of playing in noisy bars before getting a record deal.",
      "pt": "O músico aspirante teve que aguentar anos tocando em bares barulhentos antes de conseguir um contrato com uma gravadora."
    },
    {
      "en": "The genetic code is a remarkably stable system that has endured for billions of years of evolution.",
      "pt": "O código genético é um sistema notavelmente estável que perdurou por bilhões de anos de evolução."
    },
    {
      "en": "I'm willing to endure the short-term inconvenience for the long-term benefits.",
      "pt": "Estou disposto a suportar o inconveniente de curto prazo pelos benefícios de longo prazo."
    },
    {
      "en": "The principles of liberty and justice for all are ideals that we must strive to make endure.",
      "pt": "Os princípios de liberdade e justiça para todos são ideais que devemos nos esforçar para fazer perdurar."
    },
    {
      "en": "The ship was built to endure the treacherous ice floes of the Arctic Ocean.",
      "pt": "O navio foi construído para suportar as traiçoeiras banquisas de gelo do Oceano Ártico."
    },
    {
      "en": "The team had to endure a heartbreaking last-minute loss in the championship game.",
      "pt": "A equipe teve que amargar uma derrota desoladora de último minuto no jogo do campeonato."
    },
    {
      "en": "The myth has endured through countless retellings, each generation adding its own layer of meaning.",
      "pt": "O mito perdurou através de inúmeras recontagens, cada geração adicionando sua própria camada de significado."
    },
    {
      "en": "She had to endure not only the physical recovery but also the emotional trauma of the attack.",
      "pt": "Ela teve que suportar não apenas a recuperação física, mas também o trauma emocional do ataque."
    },
    {
      "en": "A business must adapt to changing technologies if it hopes to endure in the modern economy.",
      "pt": "Uma empresa deve se adaptar às tecnologias em mudança se espera sobreviver na economia moderna."
    },
    {
      "en": "The city had to endure weeks of political protests that disrupted daily life.",
      "pt": "A cidade teve que suportar semanas de protestos políticos que perturbaram a vida diária."
    },
    {
      "en": "The beauty of the poem lies in its simple, universal themes that allow it to endure.",
      "pt": "A beleza do poema reside em seus temas simples e universais que permitem que ele perdure."
    },
    {
      "en": "He doesn't have the temperament to endure the pressures of being a CEO.",
      "pt": "Ele não tem o temperamento para suportar as pressões de ser um CEO."
    },
    {
      "en": "The old castle has endured wars, sieges, and the relentless passage of time.",
      "pt": "O velho castelo resistiu a guerras, cercos e à passagem implacável do tempo."
    },
    {
      "en": "The students had to endure a very strict and demanding teacher, but they learned a lot.",
      "pt": "Os alunos tiveram que aguentar um professor muito rigoroso e exigente, mas aprenderam muito."
    },
    {
      "en": "This particular painting is a masterpiece whose fame will certainly endure.",
      "pt": "Esta pintura em particular é uma obra-prima cuja fama certamente perdurará."
    },
    {
      "en": "No amount of money can make up for the suffering his family has had to endure.",
      "pt": "Nenhuma quantia de dinheiro pode compensar o sofrimento que sua família teve que suportar."
    },
    {
      "en": "The tradition of the Olympic Games has endured for thousands of years, a symbol of peace and competition.",
      "pt": "A tradição dos Jogos Olímpicos perdurou por milhares de anos, um símbolo de paz e competição."
    },
    {
      "en": "I can endure a lot, but I draw the line at personal insults.",
      "pt": "Eu consigo aguentar muita coisa, mas traço o limite em insultos pessoais."
    },
    {
      "en": "The company's success is a model that other businesses hope will endure and can be replicated.",
      "pt": "O sucesso da empresa é um modelo que outras empresas esperam que perdure e possa ser replicado."
    },
    {
      "en": "The software development team had to endure a period of 'crunch' to meet the deadline.",
      "pt": "A equipe de desenvolvimento de software teve que suportar um período de trabalho intenso para cumprir o prazo."
    },
    {
      "en": "The monument was erected to ensure that the memory of the fallen soldiers would endure.",
      "pt": "O monumento foi erguido para garantir que a memória dos soldados caídos perdurasse."
    },
    {
      "en": "The castaways had to endure hunger and fear while waiting to be rescued.",
      "pt": "Os náufragos tiveram que suportar a fome e o medo enquanto esperavam para ser resgatados."
    },
    {
      "en": "The melody is so catchy that it's likely to endure as a popular classic for years.",
      "pt": "A melodia é tão contagiante que é provável que perdure como um clássico popular por anos."
    },
    {
      "en": "He wasn't sure if his old car could endure another long road trip.",
      "pt": "Ele não tinha certeza se seu carro velho aguentaria outra longa viagem de estrada."
    },
    {
      "en": "The friendship between the two leaders was not strong enough to endure their political disagreements.",
      "pt": "A amizade entre os dois líderes não era forte o suficiente para superar suas divergências políticas."
    },
    {
      "en": "The patient must endure a painful series of treatments to fight the disease.",
      "pt": "O paciente precisa suportar uma dolorosa série de tratamentos para combater a doença."
    },
    {
      "en": "The stories passed down by our elders help our cultural identity endure.",
      "pt": "As histórias passadas por nossos mais velhos ajudam nossa identidade cultural a perdurar."
    },
    {
      "en": "The office had to endure a ridiculously cold temperature because the thermostat was broken.",
      "pt": "O escritório teve que aguentar uma temperatura ridiculamente fria porque o termostato estava quebrado."
    },
    {
      "en": "It is a question of whether the planet's resources can endure our current rate of consumption.",
      "pt": "É uma questão de se os recursos do planeta podem suportar nossa taxa atual de consumo."
    },
    {
      "en": "She had to endure the sorrow of seeing her grandparents decline in health.",
      "pt": "Ela teve que suportar a tristeza de ver a saúde de seus avós declinar."
    },
    {
      "en": "The ancient city's walls were built to endure attacks from invading armies.",
      "pt": "As muralhas da cidade antiga foram construídas para resistir a ataques de exércitos invasores."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "endure",
      "options": [
        "endure",
        "injure"
      ],
      "correct": "endure"
    },
    {
      "question": "endure",
      "options": [
        "ensure",
        "endure"
      ],
      "correct": "endure"
    },
    {
      "question": "endure",
      "options": [
        "endure",
        "indoor"
      ],
      "correct": "endure"
    },
    {
      "question": "endure",
      "options": [
        "allure",
        "endure"
      ],
      "correct": "endure"
    },
    {
      "question": "endure",
      "options": [
        "endure",
        "during"
      ],
      "correct": "endure"
    },
    {
      "question": "endure",
      "options": [
        "endeavor",
        "endure"
      ],
      "correct": "endure"
    },
    {
      "question": "endure",
      "options": [
        "endure",
        "undone"
      ],
      "correct": "endure"
    },
    {
      "question": "endure",
      "options": [
        "mature",
        "endure"
      ],
      "correct": "endure"
    },
    {
      "question": "endure",
      "options": [
        "endure",
        "endearing"
      ],
      "correct": "endure"
    },
    {
      "question": "endure",
      "options": [
        "induce",
        "endure"
      ],
      "correct": "endure"
    },
    {
      "question": "endure",
      "options": [
        "endure",
        "manure"
      ],
      "correct": "endure"
    },
    {
      "question": "endure",
      "options": [
        "secure",
        "endure"
      ],
      "correct": "endure"
    },
    {
      "question": "endure",
      "options": [
        "endure",
        "end over"
      ],
      "correct": "endure"
    },
    {
      "question": "endure",
      "options": [
        "inure",
        "endure"
      ],
      "correct": "endure"
    },
    {
      "question": "endure",
      "options": [
        "endure",
        "adore"
      ],
      "correct": "endure"
    }
  ]
}
