{
  "sentences": [
    {
      "en": "Charitable organizations are often exempt from paying taxes.",
      "pt": "Organizações de caridade são frequentemente isentas do pagamento de impostos."
    },
    {
      "en": "Students with good grades may be exempt from the final exam.",
      "pt": "Alunos com boas notas podem ser isentos do exame final."
    },
    {
      "en": "This product is exempt from sales tax.",
      "pt": "Este produto é isento do imposto sobre vendas."
    },
    {
      "en": "The new law will exempt small businesses from certain regulations.",
      "pt": "A nova lei irá isentar pequenas empresas de certas regulamentações."
    },
    {
      "en": "Is this income exempt from federal taxation?",
      "pt": "Esta renda é isenta de tributação federal?"
    },
    {
      "en": "No one is exempt from the rules.",
      "pt": "Ninguém está isento das regras."
    },
    {
      "en": "Certain types of employees are exempt from overtime pay.",
      "pt": "Certos tipos de funcionários são isentos do pagamento de horas extras."
    },
    {
      "en": "He was granted a special status that made him exempt from military service.",
      "pt": "Ele recebeu um status especial que o tornou isento do serviço militar."
    },
    {
      "en": "Diplomats are often exempt from local laws.",
      "pt": "Diplomatas são frequentemente isentos das leis locais."
    },
    {
      "en": "Can the manager exempt me from the meeting?",
      "pt": "O gerente pode me isentar da reunião?"
    },
    {
      "en": "The university is a tax-exempt institution.",
      "pt": "A universidade é uma instituição isenta de impostos."
    },
    {
      "en": "Some essential goods, like basic food items, are exempt from taxes.",
      "pt": "Alguns bens essenciais, como itens alimentares básicos, são isentos de impostos."
    },
    {
      "en": "You may be exempt from jury duty if you have a valid excuse.",
      "pt": "Você pode ser isento do serviço de júri se tiver uma desculpa válida."
    },
    {
      "en": "The court decided to exempt her from testifying.",
      "pt": "O tribunal decidiu isentá-la de testemunhar."
    },
    {
      "en": "This is an exempt position, so you won't receive overtime.",
      "pt": "Este é um cargo isento, então você não receberá horas extras."
    },
    {
      "en": "Are foreign tourists exempt from this tax?",
      "pt": "Turistas estrangeiros são isentos deste imposto?"
    },
    {
      "en": "The rule applies to everyone; no one is exempt.",
      "pt": "A regra se aplica a todos; ninguém está isento."
    },
    {
      "en": "Under the new policy, senior citizens are exempt from the fee.",
      "pt": "Sob a nova política, os idosos estão isentos da taxa."
    },
    {
      "en": "The school can't exempt every student who asks.",
      "pt": "A escola não pode isentar todos os alunos que pedem."
    },
    {
      "en": "Certain assets are exempt from seizure in bankruptcy.",
      "pt": "Certos bens são isentos de apreensão em caso de falência."
    },
    {
      "en": "Why was he exempt from the training session?",
      "pt": "Por que ele foi isento da sessão de treinamento?"
    },
    {
      "en": "The organization's tax-exempt status was revoked.",
      "pt": "O status de isenção fiscal da organização foi revogado."
    },
    {
      "en": "I wish I were exempt from doing chores this weekend.",
      "pt": "Eu gostaria de estar isento de fazer as tarefas domésticas neste fim de semana."
    },
    {
      "en": "Only a few categories of goods are exempt.",
      "pt": "Apenas algumas categorias de mercadorias são isentas."
    },
    {
      "en": "The decision to exempt them was controversial.",
      "pt": "A decisão de isentá-los foi controversa."
    },
    {
      "en": "Donations to this charity are tax-exempt.",
      "pt": "As doações para esta instituição de caridade são isentas de impostos."
    },
    {
      "en": "He applied for a certificate to prove his car was exempt from the new emission standards.",
      "pt": "Ele solicitou um certificado para provar que seu carro estava isento dos novos padrões de emissão."
    },
    {
      "en": "The law provides that religious institutions are exempt.",
      "pt": "A lei estabelece que as instituições religiosas são isentas."
    },
    {
      "en": "Being a student doesn't automatically make you exempt from income tax.",
      "pt": "Ser estudante não o torna automaticamente isento do imposto de renda."
    },
    {
      "en": "We need to verify which employees are classified as exempt.",
      "pt": "Precisamos verificar quais funcionários são classificados como isentos."
    },
    {
      "en": "The professor might exempt you if you have a medical certificate.",
      "pt": "O professor pode isentá-lo se você tiver um atestado médico."
    },
    {
      "en": "This visa allows you to be exempt from certain travel restrictions.",
      "pt": "Este visto permite que você seja isento de certas restrições de viagem."
    },
    {
      "en": "Not all non-profit organizations are tax-exempt.",
      "pt": "Nem todas as organizações sem fins lucrativos são isentas de impostos."
    },
    {
      "en": "She felt that her position should exempt her from the mundane tasks.",
      "pt": "Ela sentia que sua posição deveria isentá-la das tarefas mundanas."
    },
    {
      "en": "The club's members are exempt from the entrance fee.",
      "pt": "Os membros do clube são isentos da taxa de entrada."
    },
    {
      "en": "Is there a process to become an exempt organization?",
      "pt": "Existe um processo para se tornar uma organização isenta?"
    },
    {
      "en": "The government decided to exempt farmers from the new water tax.",
      "pt": "O governo decidiu isentar os agricultores do novo imposto sobre a água."
    },
    {
      "en": "His status as a foreign student does not exempt him from the university's code of conduct.",
      "pt": "Seu status de estudante estrangeiro não o isenta do código de conduta da universidade."
    },
    {
      "en": "The report lists all companies that are exempt from the regulation.",
      "pt": "O relatório lista todas as empresas que estão isentas da regulamentação."
    },
    {
      "en": "If your income is below a certain level, you are exempt.",
      "pt": "Se sua renda estiver abaixo de um certo nível, você está isento."
    },
    {
      "en": "The committee has the power to exempt individuals on a case-by-case basis.",
      "pt": "O comitê tem o poder de isentar indivíduos caso a caso."
    },
    {
      "en": "These financial products are exempt from capital gains tax.",
      "pt": "Estes produtos financeiros são isentos do imposto sobre ganhos de capital."
    },
    {
      "en": "I don't think anyone should be exempt from criticism.",
      "pt": "Eu não acho que ninguém deva estar isento de críticas."
    },
    {
      "en": "To be exempt, you must fill out this form.",
      "pt": "Para ser isento, você deve preencher este formulário."
    },
    {
      "en": "They argued that their research should be exempt from the new ethical guidelines.",
      "pt": "Eles argumentaram que sua pesquisa deveria ser isenta das novas diretrizes éticas."
    },
    {
      "en": "The manager is an exempt employee and works long hours without extra pay.",
      "pt": "O gerente é um funcionário isento e trabalha longas horas sem pagamento extra."
    },
    {
      "en": "Prescription medications are exempt from the value-added tax.",
      "pt": "Medicamentos prescritos são isentos do imposto sobre valor agregado."
    },
    {
      "en": "The school board voted to exempt the district from state testing requirements.",
      "pt": "O conselho escolar votou para isentar o distrito dos requisitos de testes estaduais."
    },
    {
      "en": "He believed his wealth made him exempt from the consequences of his actions.",
      "pt": "Ele acreditava que sua riqueza o tornava isento das consequências de suas ações."
    },
    {
      "en": "Children under five are exempt from the ticket price.",
      "pt": "Crianças menores de cinco anos são isentas do preço do ingresso."
    },
    {
      "en": "The company sought to exempt itself from the industry-wide agreement.",
      "pt": "A empresa buscou se isentar do acordo de toda a indústria."
    },
    {
      "en": "It is a common misconception that all charities are tax-exempt.",
      "pt": "É um equívoco comum pensar que todas as instituições de caridade são isentas de impostos."
    },
    {
      "en": "This agreement will exempt our country from the tariffs.",
      "pt": "Este acordo isentará nosso país das tarifas."
    },
    {
      "en": "Are there any circumstances under which a person can be exempt?",
      "pt": "Existem circunstâncias sob as quais uma pessoa pode ser isenta?"
    },
    {
      "en": "The software is provided free of charge and is exempt from warranty.",
      "pt": "O software é fornecido gratuitamente e é isento de garantia."
    },
    {
      "en": "The final list of exempt items has not been published yet.",
      "pt": "A lista final de itens isentos ainda não foi publicada."
    },
    {
      "en": "Being exempt from one rule doesn't mean you can ignore all the others.",
      "pt": "Estar isento de uma regra não significa que você pode ignorar todas as outras."
    },
    {
      "en": "The proposal aims to exempt more families from the income tax.",
      "pt": "A proposta visa isentar mais famílias do imposto de renda."
    },
    {
      "en": "His age and health condition made him exempt from the draft.",
      "pt": "Sua idade e condição de saúde o tornaram isento do alistamento militar."
    },
    {
      "en": "The judge ruled that the evidence was exempt from disclosure.",
      "pt": "O juiz decidiu que a evidência estava isenta de divulgação."
    },
    {
      "en": "I would like to apply to be exempt from physical education class.",
      "pt": "Gostaria de solicitar para ser isento da aula de educação física."
    },
    {
      "en": "The treaty exempts cultural goods from import duties.",
      "pt": "O tratado isenta bens culturais de taxas de importação."
    },
    {
      "en": "We need to determine if this transaction is exempt.",
      "pt": "Precisamos determinar se esta transação é isenta."
    },
    {
      "en": "Employees who are not exempt must be paid for every hour they work.",
      "pt": "Os funcionários que não são isentos devem ser pagos por cada hora que trabalham."
    },
    {
      "en": "The government is considering a plan to exempt startups from some taxes.",
      "pt": "O governo está considerando um plano para isentar startups de alguns impostos."
    },
    {
      "en": "She provided a doctor's note to be exempt from the attendance policy.",
      "pt": "Ela forneceu um atestado médico para ser isenta da política de frequência."
    },
    {
      "en": "He argued that he was morally exempt from obeying an unjust law.",
      "pt": "Ele argumentou que estava moralmente isento de obedecer a uma lei injusta."
    },
    {
      "en": "Are educational materials exempt from copyright laws in this case?",
      "pt": "Os materiais educacionais são isentos das leis de direitos autorais neste caso?"
    },
    {
      "en": "The new legislation will exempt electric vehicles from road tax.",
      "pt": "A nova legislação isentará os veículos elétricos do imposto de circulação."
    },
    {
      "en": "The fact that you are a visitor does not exempt you from our safety procedures.",
      "pt": "O fato de você ser um visitante não o isenta de nossos procedimentos de segurança."
    },
    {
      "en": "The company claims its activities are exempt from environmental review.",
      "pt": "A empresa alega que suas atividades estão isentas de avaliação ambiental."
    },
    {
      "en": "You have to meet certain criteria to be considered exempt.",
      "pt": "Você precisa atender a certos critérios para ser considerado isento."
    },
    {
      "en": "The headmaster has the authority to exempt pupils from sports.",
      "pt": "O diretor tem autoridade para isentar alunos dos esportes."
    },
    {
      "en": "This particular fund is exempt from state and local taxes.",
      "pt": "Este fundo em particular é isento de impostos estaduais e municipais."
    },
    {
      "en": "Ignorance of the law does not exempt you from its penalties.",
      "pt": "A ignorância da lei não o isenta de suas penalidades."
    },
    {
      "en": "Only residents of the state are exempt from this tuition increase.",
      "pt": "Apenas os residentes do estado estão isentos deste aumento na mensalidade."
    },
    {
      "en": "The bill includes a clause to exempt small farms.",
      "pt": "O projeto de lei inclui uma cláusula para isentar pequenas fazendas."
    },
    {
      "en": "The city council voted to make the first $10,000 of property value exempt from taxes.",
      "pt": "A câmara municipal votou para tornar os primeiros $10.000 do valor do imóvel isentos de impostos."
    },
    {
      "en": "Is this type of business exempt from the licensing fee?",
      "pt": "Este tipo de negócio é isento da taxa de licenciamento?"
    },
    {
      "en": "The code exempts historical buildings from some of the modern safety requirements.",
      "pt": "O código isenta edifícios históricos de alguns dos requisitos de segurança modernos."
    },
    {
      "en": "The politician's apology did not exempt him from public scrutiny.",
      "pt": "O pedido de desculpas do político não o isentou do escrutínio público."
    },
    {
      "en": "We are applying for tax-exempt status for our new foundation.",
      "pt": "Estamos solicitando o status de isenção fiscal para nossa nova fundação."
    },
    {
      "en": "Could you please tell me which items are exempt?",
      "pt": "Você poderia, por favor, me dizer quais itens são isentos?"
    },
    {
      "en": "He tried to find a loophole that would exempt his company.",
      "pt": "Ele tentou encontrar uma brecha que isentasse sua empresa."
    },
    {
      "en": "Her salary is high enough that she is an exempt employee.",
      "pt": "O salário dela é alto o suficiente para que ela seja uma funcionária isenta."
    },
    {
      "en": "Renewable energy sources should be exempt from this levy.",
      "pt": "Fontes de energia renovável deveriam ser isentas desta taxa."
    },
    {
      "en": "The new government promised to exempt the poor from income tax.",
      "pt": "O novo governo prometeu isentar os pobres do imposto de renda."
    },
    {
      "en": "Being a member of the royal family doesn't exempt you from human feelings.",
      "pt": "Ser membro da família real não o isenta de sentimentos humanos."
    },
    {
      "en": "There is a list of exempt activities in the appendix.",
      "pt": "Há uma lista de atividades isentas no apêndice."
    },
    {
      "en": "This program is designed to exempt first-time homebuyers from certain fees.",
      "pt": "Este programa é projetado para isentar compradores de primeira casa de certas taxas."
    },
    {
      "en": "The law is clear: nobody is exempt.",
      "pt": "A lei é clara: ninguém está isento."
    },
    {
      "en": "The minister was authorized to exempt any person from the provisions of the Act.",
      "pt": "O ministro foi autorizado a isentar qualquer pessoa das disposições da Lei."
    },
    {
      "en": "Is the interest earned on these bonds exempt from tax?",
      "pt": "Os juros ganhos com estes títulos são isentos de imposto?"
    },
    {
      "en": "His excellent performance throughout the semester made him exempt from the final presentation.",
      "pt": "Seu excelente desempenho ao longo do semestre o tornou isento da apresentação final."
    },
    {
      "en": "They are lobbying to have their industry declared exempt.",
      "pt": "Eles estão fazendo lobby para que sua indústria seja declarada isenta."
    },
    {
      "en": "The scholarship will exempt the student from all tuition fees.",
      "pt": "A bolsa de estudos isentará o aluno de todas as taxas de matrícula."
    },
    {
      "en": "We need to check the regulations to see if we are exempt.",
      "pt": "Precisamos verificar os regulamentos para ver se somos isentos."
    },
    {
      "en": "The classification of an employee as exempt or non-exempt can be complex.",
      "pt": "A classificação de um funcionário como isento ou não isento pode ser complexa."
    },
    {
      "en": "The document specifies who is exempt and who must comply.",
      "pt": "O documento especifica quem está isento e quem deve cumprir."
    },
    {
      "en": "The agreement was intended to exempt them from any future liability.",
      "pt": "O acordo destinava-se a isentá-los de qualquer responsabilidade futura."
    },
    {
      "en": "Not all goods sold in a duty-free shop are exempt from taxes in your home country.",
      "pt": "Nem todos os produtos vendidos em uma loja duty-free são isentos de impostos em seu país de origem."
    },
    {
      "en": "He requested to be exempt from the communal work day.",
      "pt": "Ele solicitou ser isento do dia de trabalho comunitário."
    },
    {
      "en": "The list of medications exempt from this rule is quite short.",
      "pt": "A lista de medicamentos isentos desta regra é bem curta."
    },
    {
      "en": "The coach can exempt players from practice if they are injured.",
      "pt": "O técnico pode isentar jogadores do treino se estiverem lesionados."
    },
    {
      "en": "The government passed a law to exempt essential services from the strike ban.",
      "pt": "O governo aprovou uma lei para isentar serviços essenciais da proibição de greve."
    },
    {
      "en": "Are international students exempt from this requirement?",
      "pt": "Estudantes internacionais estão isentos deste requisito?"
    },
    {
      "en": "The certificate of origin can exempt your goods from customs duties.",
      "pt": "O certificado de origem pode isentar suas mercadorias de taxas alfandegárias."
    },
    {
      "en": "Her contribution to science does not exempt her work from critical review.",
      "pt": "Sua contribuição para a ciência não isenta seu trabalho de uma revisão crítica."
    },
    {
      "en": "Only a handful of people were exempt from the curfew.",
      "pt": "Apenas um punhado de pessoas estava isento do toque de recolher."
    },
    {
      "en": "The company argued it was exempt because of its small size.",
      "pt": "A empresa argumentou que era isenta por causa de seu pequeno tamanho."
    },
    {
      "en": "The new system will automatically identify customers who are exempt.",
      "pt": "O novo sistema identificará automaticamente os clientes que são isentos."
    },
    {
      "en": "The purpose of this form is to declare your exempt status.",
      "pt": "O objetivo deste formulário é declarar seu status de isento."
    },
    {
      "en": "His diplomatic passport made him exempt from searches.",
      "pt": "Seu passaporte diplomático o tornava isento de revistas."
    },
    {
      "en": "The school has a strict uniform policy, and no one is exempt.",
      "pt": "A escola tem uma política de uniforme rigorosa, e ninguém está isento."
    },
    {
      "en": "We are seeking a legal opinion on whether we can be exempt.",
      "pt": "Estamos buscando um parecer jurídico sobre se podemos ser isentos."
    },
    {
      "en": "The legislation was amended to exempt more categories of workers.",
      "pt": "A legislação foi alterada para isentar mais categorias de trabalhadores."
    },
    {
      "en": "The rules exempt anyone who has already completed a similar course.",
      "pt": "As regras isentam qualquer pessoa que já tenha concluído um curso semelhante."
    },
    {
      "en": "The artist felt that creativity should be exempt from all rules.",
      "pt": "O artista sentia que a criatividade deveria ser isenta de todas as regras."
    },
    {
      "en": "Goods for personal use are usually exempt from import taxes up to a certain value.",
      "pt": "Bens para uso pessoal geralmente são isentos de impostos de importação até um certo valor."
    },
    {
      "en": "The prime minister can't just exempt his friends from the law.",
      "pt": "O primeiro-ministro não pode simplesmente isentar seus amigos da lei."
    },
    {
      "en": "His role is purely advisory, which makes him exempt from any legal responsibility.",
      "pt": "O papel dele é puramente consultivo, o que o torna isento de qualquer responsabilidade legal."
    },
    {
      "en": "Can you provide documentation proving you are exempt?",
      "pt": "Você pode fornecer documentação que comprove que você é isento?"
    },
    {
      "en": "The park is exempt from the city's ban on campfires.",
      "pt": "O parque está isento da proibição de fogueiras da cidade."
    },
    {
      "en": "The proposal would exempt low-income families from property taxes.",
      "pt": "A proposta isentaria famílias de baixa renda dos impostos sobre a propriedade."
    },
    {
      "en": "I was told I was exempt, but I received a bill anyway.",
      "pt": "Me disseram que eu era isento, mas recebi uma conta mesmo assim."
    },
    {
      "en": "The government agency is exempt from freedom of information requests on matters of national security.",
      "pt": "A agência governamental está isenta de pedidos da lei de acesso à informação em questões de segurança nacional."
    },
    {
      "en": "The new software update will exempt users from manual data entry.",
      "pt": "A nova atualização de software isentará os usuários da entrada manual de dados."
    },
    {
      "en": "The official was accused of trying to exempt his business from the new tax.",
      "pt": "O funcionário foi acusado de tentar isentar seu negócio do novo imposto."
    },
    {
      "en": "The local government has the power to exempt certain properties.",
      "pt": "O governo local tem o poder de isentar certas propriedades."
    },
    {
      "en": "Being famous does not make you exempt from common courtesy.",
      "pt": "Ser famoso não o torna isento da cortesia comum."
    },
    {
      "en": "This is a special economic zone where businesses are exempt from many taxes.",
      "pt": "Esta é uma zona econômica especial onde as empresas são isentas de muitos impostos."
    },
    {
      "en": "If we exempt one group, everyone else will want the same treatment.",
      "pt": "Se isentarmos um grupo, todos os outros vão querer o mesmo tratamento."
    },
    {
      "en": "This particular chemical is exempt from the ban.",
      "pt": "Este produto químico em particular está isento da proibição."
    },
    {
      "en": "The company's non-profit arm is a tax-exempt entity.",
      "pt": "O braço sem fins lucrativos da empresa é uma entidade isenta de impostos."
    },
    {
      "en": "They made a plea to be exempt from the mandatory evacuation order.",
      "pt": "Eles fizeram um apelo para serem isentos da ordem de evacuação obrigatória."
    },
    {
      "en": "The policy change will exempt more people from the fee.",
      "pt": "A mudança na política isentará mais pessoas da taxa."
    },
    {
      "en": "A list of exempt countries is available on the government's website.",
      "pt": "Uma lista de países isentos está disponível no site do governo."
    },
    {
      "en": "The athletes were exempt from the regular school curriculum during the competition.",
      "pt": "Os atletas foram isentos do currículo escolar regular durante a competição."
    },
    {
      "en": "The financial regulator can exempt firms from certain reporting requirements.",
      "pt": "O regulador financeiro pode isentar empresas de certos requisitos de relatório."
    },
    {
      "en": "The fact that it's a family business doesn't exempt it from labor laws.",
      "pt": "O fato de ser uma empresa familiar não a isenta das leis trabalhistas."
    },
    {
      "en": "He considers himself exempt from the standards he applies to others.",
      "pt": "Ele se considera isento dos padrões que aplica aos outros."
    },
    {
      "en": "The tax code has a special provision to exempt educational expenses.",
      "pt": "O código tributário tem uma disposição especial para isentar despesas educacionais."
    },
    {
      "en": "The director decided to exempt the new recruits from the difficult test.",
      "pt": "O diretor decidiu isentar os novos recrutas do teste difícil."
    },
    {
      "en": "Are digital books exempt from the same taxes as physical books?",
      "pt": "Livros digitais são isentos dos mesmos impostos que livros físicos?"
    },
    {
      "en": "The company was fined for incorrectly classifying employees as exempt.",
      "pt": "A empresa foi multada por classificar incorretamente os funcionários como isentos."
    },
    {
      "en": "The king had the power to exempt his favorites from any law.",
      "pt": "O rei tinha o poder de isentar seus favoritos de qualquer lei."
    },
    {
      "en": "This pass will exempt you from all parking fees.",
      "pt": "Este passe irá isentá-lo de todas as taxas de estacionamento."
    },
    {
      "en": "I need to confirm whether my order is exempt from shipping charges.",
      "pt": "Preciso confirmar se meu pedido está isento das taxas de envio."
    },
    {
      "en": "The ordinance exempts emergency vehicles from the speed limit.",
      "pt": "A portaria isenta os veículos de emergência do limite de velocidade."
    },
    {
      "en": "The government is reluctant to exempt any more industries from the carbon tax.",
      "pt": "O governo está relutante em isentar mais indústrias do imposto sobre o carbono."
    },
    {
      "en": "His early contributions to the field do not exempt his later work from criticism.",
      "pt": "Suas contribuições iniciais para o campo não isentam seu trabalho posterior de críticas."
    },
    {
      "en": "The new trade agreement will exempt hundreds of products from import tariffs.",
      "pt": "O novo acordo comercial isentará centenas de produtos das tarifas de importação."
    },
    {
      "en": "The document clearly states who is eligible to be exempt.",
      "pt": "O documento afirma claramente quem é elegível para ser isento."
    },
    {
      "en": "The veterans' organization is a tax-exempt charity.",
      "pt": "A organização de veteranos é uma instituição de caridade isenta de impostos."
    },
    {
      "en": "The amendment was proposed to exempt small landowners.",
      "pt": "A emenda foi proposta para isentar pequenos proprietários de terras."
    },
    {
      "en": "His medical condition is serious enough to exempt him from work.",
      "pt": "Sua condição médica é grave o suficiente para isentá-lo do trabalho."
    },
    {
      "en": "The city offers a program to exempt seniors from school taxes.",
      "pt": "A cidade oferece um programa para isentar idosos dos impostos escolares."
    },
    {
      "en": "Is it fair to exempt one group and not another?",
      "pt": "É justo isentar um grupo e não outro?"
    },
    {
      "en": "The rule exempts data used for academic research.",
      "pt": "A regra isenta dados usados para pesquisa acadêmica."
    },
    {
      "en": "The software license exempts the developer from any liability.",
      "pt": "A licença de software isenta o desenvolvedor de qualquer responsabilidade."
    },
    {
      "en": "The university's research foundation has tax-exempt status.",
      "pt": "A fundação de pesquisa da universidade tem status de isenção fiscal."
    },
    {
      "en": "He doesn't feel that anyone should be exempt from hard work.",
      "pt": "Ele não sente que alguém deva ser isento do trabalho duro."
    },
    {
      "en": "The regulation has a grandfather clause to exempt existing businesses.",
      "pt": "A regulamentação tem uma cláusula de anterioridade para isentar empresas existentes."
    },
    {
      "en": "The commission will review applications from those wishing to be exempt.",
      "pt": "A comissão analisará os pedidos daqueles que desejam ser isentos."
    },
    {
      "en": "His citizenship makes him exempt from the visa requirement.",
      "pt": "Sua cidadania o torna isento da exigência de visto."
    },
    {
      "en": "The new law doesn't exempt online sales from the tax.",
      "pt": "A nova lei não isenta as vendas online do imposto."
    },
    {
      "en": "The state has a list of organizations that are automatically exempt.",
      "pt": "O estado tem uma lista de organizações que são automaticamente isentas."
    },
    {
      "en": "The agreement includes a provision to exempt humanitarian aid.",
      "pt": "O acordo inclui uma disposição para isentar a ajuda humanitária."
    },
    {
      "en": "The judge has the discretion to exempt a witness from testifying in public.",
      "pt": "O juiz tem o poder discricionário de isentar uma testemunha de depor em público."
    },
    {
      "en": "We are a registered 501(c)(3) tax-exempt organization.",
      "pt": "Somos uma organização registrada 501(c)(3) isenta de impostos."
    },
    {
      "en": "The rules are strict, but the committee can exempt special cases.",
      "pt": "As regras são rígidas, mas o comitê pode isentar casos especiais."
    },
    {
      "en": "Being talented does not exempt an artist from the need to practice.",
      "pt": "Ser talentoso não isenta um artista da necessidade de praticar."
    },
    {
      "en": "The government is under pressure to exempt more items from the luxury tax.",
      "pt": "O governo está sob pressão para isentar mais itens do imposto de luxo."
    },
    {
      "en": "This vehicle is exempt from tolls on this highway.",
      "pt": "Este veículo está isento de pedágios nesta rodovia."
    },
    {
      "en": "The fine print in the contract attempts to exempt the company from all responsibility.",
      "pt": "As letras miúdas no contrato tentam isentar a empresa de toda a responsabilidade."
    },
    {
      "en": "A public utility vehicle is often exempt from parking restrictions.",
      "pt": "Um veículo de utilidade pública é frequentemente isento de restrições de estacionamento."
    },
    {
      "en": "The law aims to exempt scientific research from unnecessary bureaucracy.",
      "pt": "A lei visa isentar a pesquisa científica de burocracia desnecessária."
    },
    {
      "en": "The fact that the information is on the internet does not exempt it from copyright.",
      "pt": "O fato de a informação estar na internet não a isenta de direitos autorais."
    },
    {
      "en": "The tax reform will make more low-income households exempt.",
      "pt": "A reforma tributária tornará mais famílias de baixa renda isentas."
    },
    {
      "en": "He presented a convincing argument to exempt his project from the budget cuts.",
      "pt": "Ele apresentou um argumento convincente para isentar seu projeto dos cortes orçamentários."
    },
    {
      "en": "The new guidelines exempt projects that are already underway.",
      "pt": "As novas diretrizes isentam projetos que já estão em andamento."
    },
    {
      "en": "The manufacturer's warranty is exempt from this part of the consumer protection law.",
      "pt": "A garantia do fabricante está isenta desta parte da lei de proteção ao consumidor."
    },
    {
      "en": "The CEO wanted to exempt his own department from the downsizing.",
      "pt": "O CEO queria isentar seu próprio departamento da redução de pessoal."
    },
    {
      "en": "Only authorized personnel are exempt from the security check.",
      "pt": "Apenas o pessoal autorizado está isento da verificação de segurança."
    },
    {
      "en": "The treaty contains a clause that can exempt a country in a state of emergency.",
      "pt": "O tratado contém uma cláusula que pode isentar um país em estado de emergência."
    },
    {
      "en": "The decision to exempt certain foods from labeling requirements was criticized.",
      "pt": "A decisão de isentar certos alimentos dos requisitos de rotulagem foi criticada."
    },
    {
      "en": "His position as a journalist does not exempt him from the law of defamation.",
      "pt": "Sua posição como jornalista não o isenta da lei de difamação."
    },
    {
      "en": "The university can exempt students with proven financial hardship.",
      "pt": "A universidade pode isentar alunos com dificuldades financeiras comprovadas."
    },
    {
      "en": "Are the winnings from the lottery exempt from tax?",
      "pt": "Os ganhos da loteria são isentos de imposto?"
    },
    {
      "en": "The company received a letter confirming its tax-exempt status.",
      "pt": "A empresa recebeu uma carta confirmando seu status de isenção fiscal."
    },
    {
      "en": "The teacher will exempt you from homework if you win the competition.",
      "pt": "O professor irá isentá-lo da lição de casa se você ganhar a competição."
    },
    {
      "en": "The regulations are complex, with many clauses detailing who is exempt.",
      "pt": "Os regulamentos são complexos, com muitas cláusulas detalhando quem está isento."
    },
    {
      "en": "Being a professional athlete does not exempt you from the consequences of poor choices.",
      "pt": "Ser um atleta profissional não o isenta das consequências de más escolhas."
    },
    {
      "en": "The law was written to exempt religious services from the gathering ban.",
      "pt": "A lei foi escrita para isentar os serviços religiosos da proibição de aglomerações."
    },
    {
      "en": "This license will exempt your business from local operating fees.",
      "pt": "Esta licença isentará seu negócio das taxas de operação locais."
    },
    {
      "en": "The city passed an ordinance to exempt historic homes from certain building codes.",
      "pt": "A cidade aprovou uma portaria para isentar casas históricas de certos códigos de construção."
    },
    {
      "en": "The proposal seeks to exempt small-scale farmers from the new regulations.",
      "pt": "A proposta busca isentar os agricultores de pequena escala das novas regulamentações."
    },
    {
      "en": "The library is a tax-exempt entity funded by donations.",
      "pt": "A biblioteca é uma entidade isenta de impostos financiada por doações."
    },
    {
      "en": "The government refused to exempt the oil industry from the new environmental laws.",
      "pt": "O governo se recusou a isentar a indústria do petróleo das novas leis ambientais."
    },
    {
      "en": "His advanced degree might exempt him from some of the introductory courses.",
      "pt": "Sua pós-graduação pode isentá-lo de alguns dos cursos introdutórios."
    },
    {
      "en": "The new policy will no longer exempt any employee from the annual review.",
      "pt": "A nova política não isentará mais nenhum funcionário da avaliação anual."
    },
    {
      "en": "The president cannot exempt himself from the constitution.",
      "pt": "O presidente não pode se isentar da constituição."
    },
    {
      "en": "To maintain your tax-exempt status, you must file a report each year.",
      "pt": "Para manter seu status de isenção fiscal, você deve apresentar um relatório a cada ano."
    },
    {
      "en": "The agreement will exempt certain agricultural products from tariffs.",
      "pt": "O acordo isentará certos produtos agrícolas de tarifas."
    },
    {
      "en": "The new law will exempt many people from having to pay the inheritance tax.",
      "pt": "A nova lei isentará muitas pessoas de ter que pagar o imposto sobre herança."
    },
    {
      "en": "The commander has the authority to exempt a soldier from a specific duty.",
      "pt": "O comandante tem autoridade para isentar um soldado de um dever específico."
    },
    {
      "en": "This investment is tax-exempt, which makes it very attractive.",
      "pt": "Este investimento é isento de impostos, o que o torna muito atraente."
    },
    {
      "en": "The final exam is mandatory; no student will be exempt.",
      "pt": "O exame final é obrigatório; nenhum aluno será isento."
    },
    {
      "en": "The senator is trying to add an amendment to exempt his state.",
      "pt": "O senador está tentando adicionar uma emenda para isentar seu estado."
    },
    {
      "en": "If you volunteer for 20 hours, you will be exempt from the registration fee.",
      "pt": "Se você for voluntário por 20 horas, estará isento da taxa de inscrição."
    },
    {
      "en": "The humanitarian organization operates under a tax-exempt charter.",
      "pt": "A organização humanitária opera sob um estatuto de isenção fiscal."
    },
    {
      "en": "The general feeling is that no industry should be exempt from environmental standards.",
      "pt": "O sentimento geral é que nenhuma indústria deveria estar isenta dos padrões ambientais."
    },
    {
      "en": "The contract includes a clause to exempt the company from damages caused by natural disasters.",
      "pt": "O contrato inclui uma cláusula para isentar a empresa de danos causados por desastres naturais."
    },
    {
      "en": "This certificate shows that the holder is exempt from military obligations.",
      "pt": "Este certificado mostra que o portador está isento das obrigações militares."
    },
    {
      "en": "The committee decided not to exempt any new projects from the review process.",
      "pt": "O comitê decidiu não isentar nenhum novo projeto do processo de revisão."
    },
    {
      "en": "The museum is a private, tax-exempt institution.",
      "pt": "O museu é uma instituição privada e isenta de impostos."
    },
    {
      "en": "The law is intended to exempt people with disabilities from the new parking fees.",
      "pt": "A lei destina-se a isentar pessoas com deficiência das novas taxas de estacionamento."
    },
    {
      "en": "The organization lost its tax-exempt status due to political activities.",
      "pt": "A organização perdeu seu status de isenção fiscal devido a atividades políticas."
    },
    {
      "en": "He will have to pay the fine; his position does not make him exempt.",
      "pt": "Ele terá que pagar a multa; sua posição não o torna isento."
    },
    {
      "en": "The new software is not exempt from bugs and glitches.",
      "pt": "O novo software não está isento de bugs e falhas."
    },
    {
      "en": "The government created a program to exempt students from loan interest for a year.",
      "pt": "O governo criou um programa para isentar os estudantes dos juros de empréstimos por um ano."
    },
    {
      "en": "The company's status as a public benefit corporation does not make it tax-exempt.",
      "pt": "O status da empresa como uma corporação de benefício público não a torna isenta de impostos."
    },
    {
      "en": "Under the terms of the agreement, they are exempt from prosecution.",
      "pt": "Nos termos do acordo, eles estão isentos de processo judicial."
    },
    {
      "en": "The teacher has a policy to exempt students who have perfect attendance.",
      "pt": "A professora tem uma política de isentar os alunos que têm frequência perfeita."
    },
    {
      "en": "The bill was designed to exempt family farms from the inheritance tax.",
      "pt": "O projeto de lei foi elaborado para isentar as fazendas familiares do imposto sobre herança."
    },
    {
      "en": "The mayor announced a plan to exempt low-income residents from the new city tax.",
      "pt": "O prefeito anunciou um plano para isentar os residentes de baixa renda do novo imposto municipal."
    },
    {
      "en": "It is difficult to justify why this one company should be exempt.",
      "pt": "É difícil justificar por que esta única empresa deveria ser isenta."
    },
    {
      "en": "The tax-exempt bond market is an important source of funding for municipalities.",
      "pt": "O mercado de títulos isentos de impostos é uma importante fonte de financiamento para os municípios."
    },
    {
      "en": "The court cannot exempt someone from a law passed by the legislature.",
      "pt": "O tribunal não pode isentar alguém de uma lei aprovada pelo legislativo."
    },
    {
      "en": "Are groceries exempt from sales tax in your state?",
      "pt": "Os mantimentos são isentos do imposto sobre vendas no seu estado?"
    },
    {
      "en": "The international convention will exempt our diplomats from their taxes.",
      "pt": "A convenção internacional isentará nossos diplomatas de seus impostos."
    },
    {
      "en": "The new policy will exempt elderly citizens from paying for public transport.",
      "pt": "A nova política isentará os cidadãos idosos de pagar pelo transporte público."
    },
    {
      "en": "The charity is asking for donations to maintain its tax-exempt programs.",
      "pt": "A instituição de caridade está pedindo doações para manter seus programas isentos de impostos."
    },
    {
      "en": "The government is offering to exempt foreign investors from capital gains tax for five years.",
      "pt": "O governo está oferecendo isentar investidores estrangeiros do imposto sobre ganhos de capital por cinco anos."
    },
    {
      "en": "This new ruling will exempt thousands of households from the tax.",
      "pt": "Esta nova decisão isentará milhares de famílias do imposto."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "exempt",
      "options": [
        "exempt",
        "attempt"
      ],
      "correct": "exempt"
    },
    {
      "question": "exempt",
      "options": [
        "except",
        "exempt"
      ],
      "correct": "exempt"
    },
    {
      "question": "exempt",
      "options": [
        "exempt",
        "empty"
      ],
      "correct": "exempt"
    },
    {
      "question": "exempt",
      "options": [
        "example",
        "exempt"
      ],
      "correct": "exempt"
    },
    {
      "question": "exempt",
      "options": [
        "exempt",
        "exact"
      ],
      "correct": "exempt"
    },
    {
      "question": "exempt",
      "options": [
        "extent",
        "exempt"
      ],
      "correct": "exempt"
    },
    {
      "question": "exempt",
      "options": [
        "exempt",
        "accept"
      ],
      "correct": "exempt"
    },
    {
      "question": "exempt",
      "options": [
        "contempt",
        "exempt"
      ],
      "correct": "exempt"
    },
    {
      "question": "exempt",
      "options": [
        "exempt",
        "pre-empt"
      ],
      "correct": "exempt"
    },
    {
      "question": "exempt",
      "options": [
        "accent",
        "exempt"
      ],
      "correct": "exempt"
    },
    {
      "question": "exempt",
      "options": [
        "exempt",
        "exist"
      ],
      "correct": "exempt"
    },
    {
      "question": "exempt",
      "options": [
        "event",
        "exempt"
      ],
      "correct": "exempt"
    },
    {
      "question": "exempt",
      "options": [
        "exempt",
        "exit"
      ],
      "correct": "exempt"
    },
    {
      "question": "exempt",
      "options": [
        "resent",
        "exempt"
      ],
      "correct": "exempt"
    },
    {
      "question": "exempt",
      "options": [
        "exempt",
        "intent"
      ],
      "correct": "exempt"
    }
  ]
}
