{
  "sentences": [
    {
      "en": "Charitable organizations are often exempt from paying taxes.",
      "pt": "Organizações de caridade são frequentemente isentas do pagamento de impostos."
    },
    {
      "en": "Students with good grades may be exempt from the final exam.",
      "pt": "Alunos com boas notas podem ser isentos do exame final."
    },
    {
      "en": "This product is exempt from sales tax.",
      "pt": "Este produto é isento do imposto sobre vendas."
    },
    {
      "en": "The new law will exempt small businesses from certain regulations.",
      "pt": "A nova lei irá isentar pequenas empresas de certas regulamentações."
    },
    {
      "en": "Is this income exempt from federal taxation?",
      "pt": "Esta renda é isenta de tributação federal?"
    },
    {
      "en": "No one is exempt from the rules.",
      "pt": "Ninguém está isento das regras."
    },
    {
      "en": "Certain types of employees are exempt from overtime pay.",
      "pt": "Certos tipos de funcionários são isentos do pagamento de horas extras."
    },
    {
      "en": "He was granted a special status that made him exempt from military service.",
      "pt": "Ele recebeu um status especial que o tornou isento do serviço militar."
    },
    {
      "en": "Diplomats are often exempt from local laws.",
      "pt": "Diplomatas são frequentemente isentos das leis locais."
    },
    {
      "en": "Can the manager exempt me from the meeting?",
      "pt": "O gerente pode me isentar da reunião?"
    },
    {
      "en": "The university is a tax-exempt institution.",
      "pt": "A universidade é uma instituição isenta de impostos."
    },
    {
      "en": "Some essential goods, like basic food items, are exempt from taxes.",
      "pt": "Alguns bens essenciais, como itens alimentares básicos, são isentos de impostos."
    },
    {
      "en": "You may be exempt from jury duty if you have a valid excuse.",
      "pt": "Você pode ser isento do serviço de júri se tiver uma desculpa válida."
    },
    {
      "en": "The court decided to exempt her from testifying.",
      "pt": "O tribunal decidiu isentá-la de testemunhar."
    },
    {
      "en": "This is an exempt position, so you won't receive overtime.",
      "pt": "Este é um cargo isento, então você não receberá horas extras."
    },
    {
      "en": "Are foreign tourists exempt from this tax?",
      "pt": "Turistas estrangeiros são isentos deste imposto?"
    },
    {
      "en": "The rule applies to everyone; no one is exempt.",
      "pt": "A regra se aplica a todos; ninguém está isento."
    },
    {
      "en": "Under the new policy, senior citizens are exempt from the fee.",
      "pt": "Sob a nova política, os idosos estão isentos da taxa."
    },
    {
      "en": "The school can't exempt every student who asks.",
      "pt": "A escola não pode isentar todos os alunos que pedem."
    },
    {
      "en": "Certain assets are exempt from seizure in bankruptcy.",
      "pt": "Certos bens são isentos de apreensão em caso de falência."
    },
    {
      "en": "Why was he exempt from the training session?",
      "pt": "Por que ele foi isento da sessão de treinamento?"
    },
    {
      "en": "The organization's tax-exempt status was revoked.",
      "pt": "O status de isenção fiscal da organização foi revogado."
    },
    {
      "en": "I wish I were exempt from doing chores this weekend.",
      "pt": "Eu gostaria de estar isento de fazer as tarefas domésticas neste fim de semana."
    },
    {
      "en": "Only a few categories of goods are exempt.",
      "pt": "Apenas algumas categorias de mercadorias são isentas."
    },
    {
      "en": "The decision to exempt them was controversial.",
      "pt": "A decisão de isentá-los foi controversa."
    },
    {
      "en": "Donations to this charity are tax-exempt.",
      "pt": "As doações para esta instituição de caridade são isentas de impostos."
    },
    {
      "en": "He applied for a certificate to prove his car was exempt from the new emission standards.",
      "pt": "Ele solicitou um certificado para provar que seu carro estava isento dos novos padrões de emissão."
    },
    {
      "en": "The law provides that religious institutions are exempt.",
      "pt": "A lei estabelece que as instituições religiosas são isentas."
    },
    {
      "en": "Being a student doesn't automatically make you exempt from income tax.",
      "pt": "Ser estudante não o torna automaticamente isento do imposto de renda."
    },
    {
      "en": "We need to verify which employees are classified as exempt.",
      "pt": "Precisamos verificar quais funcionários são classificados como isentos."
    },
    {
      "en": "The professor might exempt you if you have a medical certificate.",
      "pt": "O professor pode isentá-lo se você tiver um atestado médico."
    },
    {
      "en": "This visa allows you to be exempt from certain travel restrictions.",
      "pt": "Este visto permite que você seja isento de certas restrições de viagem."
    },
    {
      "en": "Not all non-profit organizations are tax-exempt.",
      "pt": "Nem todas as organizações sem fins lucrativos são isentas de impostos."
    },
    {
      "en": "She felt that her position should exempt her from the mundane tasks.",
      "pt": "Ela sentia que sua posição deveria isentá-la das tarefas mundanas."
    },
    {
      "en": "The club's members are exempt from the entrance fee.",
      "pt": "Os membros do clube são isentos da taxa de entrada."
    },
    {
      "en": "Is there a process to become an exempt organization?",
      "pt": "Existe um processo para se tornar uma organização isenta?"
    },
    {
      "en": "The government decided to exempt farmers from the new water tax.",
      "pt": "O governo decidiu isentar os agricultores do novo imposto sobre a água."
    },
    {
      "en": "His status as a foreign student does not exempt him from the university's code of conduct.",
      "pt": "Seu status de estudante estrangeiro não o isenta do código de conduta da universidade."
    },
    {
      "en": "The report lists all companies that are exempt from the regulation.",
      "pt": "O relatório lista todas as empresas que estão isentas da regulamentação."
    },
    {
      "en": "If your income is below a certain level, you are exempt.",
      "pt": "Se sua renda estiver abaixo de um certo nível, você está isento."
    },
    {
      "en": "The committee has the power to exempt individuals on a case-by-case basis.",
      "pt": "O comitê tem o poder de isentar indivíduos caso a caso."
    },
    {
      "en": "These financial products are exempt from capital gains tax.",
      "pt": "Estes produtos financeiros são isentos do imposto sobre ganhos de capital."
    },
    {
      "en": "I don't think anyone should be exempt from criticism.",
      "pt": "Eu não acho que ninguém deva estar isento de críticas."
    },
    {
      "en": "To be exempt, you must fill out this form.",
      "pt": "Para ser isento, você deve preencher este formulário."
    },
    {
      "en": "They argued that their research should be exempt from the new ethical guidelines.",
      "pt": "Eles argumentaram que sua pesquisa deveria ser isenta das novas diretrizes éticas."
    },
    {
      "en": "The manager is an exempt employee and works long hours without extra pay.",
      "pt": "O gerente é um funcionário isento e trabalha longas horas sem pagamento extra."
    },
    {
      "en": "Prescription medications are exempt from the value-added tax.",
      "pt": "Medicamentos prescritos são isentos do imposto sobre valor agregado."
    },
    {
      "en": "The school board voted to exempt the district from state testing requirements.",
      "pt": "O conselho escolar votou para isentar o distrito dos requisitos de testes estaduais."
    },
    {
      "en": "He believed his wealth made him exempt from the consequences of his actions.",
      "pt": "Ele acreditava que sua riqueza o tornava isento das consequências de suas ações."
    },
    {
      "en": "Children under five are exempt from the ticket price.",
      "pt": "Crianças menores de cinco anos são isentas do preço do ingresso."
    },
    {
      "en": "The company sought to exempt itself from the industry-wide agreement.",
      "pt": "A empresa buscou se isentar do acordo de toda a indústria."
    },
    {
      "en": "It is a common misconception that all charities are tax-exempt.",
      "pt": "É um equívoco comum pensar que todas as instituições de caridade são isentas de impostos."
    },
    {
      "en": "This agreement will exempt our country from the tariffs.",
      "pt": "Este acordo isentará nosso país das tarifas."
    },
    {
      "en": "Are there any circumstances under which a person can be exempt?",
      "pt": "Existem circunstâncias sob as quais uma pessoa pode ser isenta?"
    },
    {
      "en": "The software is provided free of charge and is exempt from warranty.",
      "pt": "O software é fornecido gratuitamente e é isento de garantia."
    },
    {
      "en": "The final list of exempt items has not been published yet.",
      "pt": "A lista final de itens isentos ainda não foi publicada."
    },
    {
      "en": "Being exempt from one rule doesn't mean you can ignore all the others.",
      "pt": "Estar isento de uma regra não significa que você pode ignorar todas as outras."
    },
    {
      "en": "The proposal aims to exempt more families from the income tax.",
      "pt": "A proposta visa isentar mais famílias do imposto de renda."
    },
    {
      "en": "His age and health condition made him exempt from the draft.",
      "pt": "Sua idade e condição de saúde o tornaram isento do alistamento militar."
    },
    {
      "en": "The judge ruled that the evidence was exempt from disclosure.",
      "pt": "O juiz decidiu que a evidência estava isenta de divulgação."
    },
    {
      "en": "I would like to apply to be exempt from physical education class.",
      "pt": "Gostaria de solicitar para ser isento da aula de educação física."
    },
    {
      "en": "The treaty exempts cultural goods from import duties.",
      "pt": "O tratado isenta bens culturais de taxas de importação."
    },
    {
      "en": "We need to determine if this transaction is exempt.",
      "pt": "Precisamos determinar se esta transação é isenta."
    },
    {
      "en": "Employees who are not exempt must be paid for every hour they work.",
      "pt": "Os funcionários que não são isentos devem ser pagos por cada hora que trabalham."
    },
    {
      "en": "The government is considering a plan to exempt startups from some taxes.",
      "pt": "O governo está considerando um plano para isentar startups de alguns impostos."
    },
    {
      "en": "She provided a doctor's note to be exempt from the attendance policy.",
      "pt": "Ela forneceu um atestado médico para ser isenta da política de frequência."
    },
    {
      "en": "He argued that he was morally exempt from obeying an unjust law.",
      "pt": "Ele argumentou que estava moralmente isento de obedecer a uma lei injusta."
    },
    {
      "en": "Are educational materials exempt from copyright laws in this case?",
      "pt": "Os materiais educacionais são isentos das leis de direitos autorais neste caso?"
    },
    {
      "en": "The new legislation will exempt electric vehicles from road tax.",
      "pt": "A nova legislação isentará os veículos elétricos do imposto de circulação."
    },
    {
      "en": "The fact that you are a visitor does not exempt you from our safety procedures.",
      "pt": "O fato de você ser um visitante não o isenta de nossos procedimentos de segurança."
    },
    {
      "en": "The company claims its activities are exempt from environmental review.",
      "pt": "A empresa alega que suas atividades estão isentas de avaliação ambiental."
    },
    {
      "en": "You have to meet certain criteria to be considered exempt.",
      "pt": "Você precisa atender a certos critérios para ser considerado isento."
    },
    {
      "en": "The headmaster has the authority to exempt pupils from sports.",
      "pt": "O diretor tem autoridade para isentar alunos dos esportes."
    },
    {
      "en": "This particular fund is exempt from state and local taxes.",
      "pt": "Este fundo em particular é isento de impostos estaduais e municipais."
    },
    {
      "en": "Ignorance of the law does not exempt you from its penalties.",
      "pt": "A ignorância da lei não o isenta de suas penalidades."
    },
    {
      "en": "Only residents of the state are exempt from this tuition increase.",
      "pt": "Apenas os residentes do estado estão isentos deste aumento na mensalidade."
    },
    {
      "en": "The bill includes a clause to exempt small farms.",
      "pt": "O projeto de lei inclui uma cláusula para isentar pequenas fazendas."
    },
    {
      "en": "The city council voted to make the first $10,000 of property value exempt from taxes.",
      "pt": "A câmara municipal votou para tornar os primeiros $10.000 do valor do imóvel isentos de impostos."
    },
    {
      "en": "Is this type of business exempt from the licensing fee?",
      "pt": "Este tipo de negócio é isento da taxa de licenciamento?"
    },
    {
      "en": "The code exempts historical buildings from some of the modern safety requirements.",
      "pt": "O código isenta edifícios históricos de alguns dos requisitos de segurança modernos."
    },
    {
      "en": "The politician's apology did not exempt him from public scrutiny.",
      "pt": "O pedido de desculpas do político não o isentou do escrutínio público."
    },
    {
      "en": "We are applying for tax-exempt status for our new foundation.",
      "pt": "Estamos solicitando o status de isenção fiscal para nossa nova fundação."
    },
    {
      "en": "Could you please tell me which items are exempt?",
      "pt": "Você poderia, por favor, me dizer quais itens são isentos?"
    },
    {
      "en": "He tried to find a loophole that would exempt his company.",
      "pt": "Ele tentou encontrar uma brecha que isentasse sua empresa."
    },
    {
      "en": "Her salary is high enough that she is an exempt employee.",
      "pt": "O salário dela é alto o suficiente para que ela seja uma funcionária isenta."
    },
    {
      "en": "Renewable energy sources should be exempt from this levy.",
      "pt": "Fontes de energia renovável deveriam ser isentas desta taxa."
    },
    {
      "en": "The new government promised to exempt the poor from income tax.",
      "pt": "O novo governo prometeu isentar os pobres do imposto de renda."
    },
    {
      "en": "Being a member of the royal family doesn't exempt you from human feelings.",
      "pt": "Ser membro da família real não o isenta de sentimentos humanos."
    },
    {
      "en": "There is a list of exempt activities in the appendix.",
      "pt": "Há uma lista de atividades isentas no apêndice."
    },
    {
      "en": "This program is designed to exempt first-time homebuyers from certain fees.",
      "pt": "Este programa é projetado para isentar compradores de primeira casa de certas taxas."
    },
    {
      "en": "The law is clear: nobody is exempt.",
      "pt": "A lei é clara: ninguém está isento."
    },
    {
      "en": "The minister was authorized to exempt any person from the provisions of the Act.",
      "pt": "O ministro foi autorizado a isentar qualquer pessoa das disposições da Lei."
    },
    {
      "en": "Is the interest earned on these bonds exempt from tax?",
      "pt": "Os juros ganhos com estes títulos são isentos de imposto?"
    },
    {
      "en": "His excellent performance throughout the semester made him exempt from the final presentation.",
      "pt": "Seu excelente desempenho ao longo do semestre o tornou isento da apresentação final."
    },
    {
      "en": "They are lobbying to have their industry declared exempt.",
      "pt": "Eles estão fazendo lobby para que sua indústria seja declarada isenta."
    },
    {
      "en": "The scholarship will exempt the student from all tuition fees.",
      "pt": "A bolsa de estudos isentará o aluno de todas as taxas de matrícula."
    },
    {
      "en": "We need to check the regulations to see if we are exempt.",
      "pt": "Precisamos verificar os regulamentos para ver se somos isentos."
    },
    {
      "en": "The classification of an employee as exempt or non-exempt can be complex.",
      "pt": "A classificação de um funcionário como isento ou não isento pode ser complexa."
    },
    {
      "en": "The document specifies who is exempt and who must comply.",
      "pt": "O documento especifica quem está isento e quem deve cumprir."
    },
    {
      "en": "The agreement was intended to exempt them from any future liability.",
      "pt": "O acordo destinava-se a isentá-los de qualquer responsabilidade futura."
    },
    {
      "en": "Not all goods sold in a duty-free shop are exempt from taxes in your home country.",
      "pt": "Nem todos os produtos vendidos em uma loja duty-free são isentos de impostos em seu país de origem."
    },
    {
      "en": "He requested to be exempt from the communal work day.",
      "pt": "Ele solicitou ser isento do dia de trabalho comunitário."
    },
    {
      "en": "The list of medications exempt from this rule is quite short.",
      "pt": "A lista de medicamentos isentos desta regra é bem curta."
    },
    {
      "en": "The coach can exempt players from practice if they are injured.",
      "pt": "O técnico pode isentar jogadores do treino se estiverem lesionados."
    },
    {
      "en": "The government passed a law to exempt essential services from the strike ban.",
      "pt": "O governo aprovou uma lei para isentar serviços essenciais da proibição de greve."
    },
    {
      "en": "Are international students exempt from this requirement?",
      "pt": "Estudantes internacionais estão isentos deste requisito?"
    },
    {
      "en": "The certificate of origin can exempt your goods from customs duties.",
      "pt": "O certificado de origem pode isentar suas mercadorias de taxas alfandegárias."
    },
    {
      "en": "Her contribution to science does not exempt her work from critical review.",
      "pt": "Sua contribuição para a ciência não isenta seu trabalho de uma revisão crítica."
    },
    {
      "en": "Only a handful of people were exempt from the curfew.",
      "pt": "Apenas um punhado de pessoas estava isento do toque de recolher."
    },
    {
      "en": "The company argued it was exempt because of its small size.",
      "pt": "A empresa argumentou que era isenta por causa de seu pequeno tamanho."
    },
    {
      "en": "The new system will automatically identify customers who are exempt.",
      "pt": "O novo sistema identificará automaticamente os clientes que são isentos."
    },
    {
      "en": "The purpose of this form is to declare your exempt status.",
      "pt": "O objetivo deste formulário é declarar seu status de isento."
    },
    {
      "en": "His diplomatic passport made him exempt from searches.",
      "pt": "Seu passaporte diplomático o tornava isento de revistas."
    },
    {
      "en": "The school has a strict uniform policy, and no one is exempt.",
      "pt": "A escola tem uma política de uniforme rigorosa, e ninguém está isento."
    },
    {
      "en": "We are seeking a legal opinion on whether we can be exempt.",
      "pt": "Estamos buscando um parecer jurídico sobre se podemos ser isentos."
    },
    {
      "en": "The legislation was amended to exempt more categories of workers.",
      "pt": "A legislação foi alterada para isentar mais categorias de trabalhadores."
    },
    {
      "en": "The rules exempt anyone who has already completed a similar course.",
      "pt": "As regras isentam qualquer pessoa que já tenha concluído um curso semelhante."
    },
    {
      "en": "The artist felt that creativity should be exem
