{
  "sentences": [
    {
      "en": "The best detectives are known for their sharp intellect and deeply inquisitive nature.",
      "pt": "Os melhores detetives são conhecidos por seu intelecto afiado e natureza profundamente investigativa."
    },
    {
      "en": "Her inquisitive mind was not satisfied with superficial explanations, always demanding more detail.",
      "pt": "Sua mente inquisitiva não se contentava com explicações superficiais, sempre exigindo mais detalhes."
    },
    {
      "en": "An inquisitive child asked the astronomer a series of surprisingly complex questions about black holes.",
      "pt": "Uma criança curiosa fez ao astrônomo uma série de perguntas surpreendentemente complexas sobre buracos negros."
    },
    {
      "en": "He had an inquisitive gaze that made you feel as though he were analyzing your every thought.",
      "pt": "Ele tinha um olhar inquisitivo que fazia você sentir como se ele estivesse analisando cada um dos seus pensamentos."
    },
    {
      "en": "While being inquisitive is a great trait for a journalist, it can sometimes be perceived as being nosy.",
      "pt": "Embora ser curioso seja uma ótima característica para um jornalista, às vezes pode ser percebido como ser intrometido."
    },
    {
      "en": "The cat, an inquisitive creature by nature, cautiously approached the unfamiliar object in the garden.",
      "pt": "O gato, uma criatura curiosa por natureza, aproximou-se cautelosamente do objeto desconhecido no jardim."
    },
    {
      "en": "She frustrated her teachers with her incessant and inquisitive questioning of established theories.",
      "pt": "Ela frustrava seus professores com seu questionamento incessante e inquisitivo sobre teorias estabelecidas."
    },
    {
      "en": "A naturally inquisitive person, he spent his weekends exploring old libraries and archives.",
      "pt": "Uma pessoa naturalmente curiosa, ele passava seus fins de semana explorando bibliotecas e arquivos antigos."
    },
    {
      "en": "The new AI was programmed to be relentlessly inquisitive, constantly learning from new data inputs.",
      "pt": "A nova IA foi programada para ser incansavelmente inquisitiva, aprendendo constantemente com novas entradas de dados."
    },
    {
      "en": "His colleagues sometimes found his inquisitive questions about their personal lives to be intrusive.",
      "pt": "Seus colegas às vezes achavam suas perguntas curiosas sobre suas vidas pessoais invasivas."
    },
    {
      "en": "Had he not been so inquisitive, the critical design flaw might have gone unnoticed until it was too late.",
      "pt": "Se ele não tivesse sido tão investigativo, a falha crítica de design poderia ter passado despercebida até ser tarde demais."
    },
    {
      "en": "The toddler's inquisitive fingers explored every texture and object within his reach.",
      "pt": "Os dedos curiosos da criança exploravam cada textura e objeto ao seu alcance."
    },
    {
      "en": "We are looking for candidates with an inquisitive mindset who are eager to solve complex problems.",
      "pt": "Estamos procurando candidatos com uma mentalidade inquisitiva que estejam ansiosos para resolver problemas complexos."
    },
    {
      "en": "The elderly woman had an inquisitive expression, her eyes sharp and full of curiosity about the world.",
      "pt": "A idosa tinha uma expressão curiosa, seus olhos vivos e cheios de curiosidade sobre o mundo."
    },
    {
      "en": "His inquisitive approach to history led him to uncover several long-forgotten manuscripts.",
      "pt": "Sua abordagem investigativa da história o levou a descobrir vários manuscritos há muito esquecidos."
    },
    {
      "en": "The border agent asked a series of inquisitive questions about the purpose of my visit.",
      "pt": "O agente de fronteira fez uma série de perguntas inquisitivas sobre o propósito da minha visita."
    },
    {
      "en": "It is the inquisitive spirit of scientists that drives humanity's greatest discoveries.",
      "pt": "É o espírito investigativo dos cientistas que impulsiona as maiores descobertas da humanidade."
    },
    {
      "en": "She gave her new neighbor an inquisitive look, wondering where he might have come from.",
      "pt": "Ela lançou ao seu novo vizinho um olhar curioso, imaginando de onde ele poderia ter vindo."
    },
    {
      "en": "Being too inquisitive can sometimes lead you into situations you aren't prepared for.",
      "pt": "Ser curioso demais às vezes pode te levar a situações para as quais você não está preparado."
    },
    {
      "en": "The documentary filmmaker was known for his gentle but inquisitive interviewing style.",
      "pt": "O documentarista era conhecido por seu estilo de entrevista gentil, mas investigativo."
    },
    {
      "en": "An inquisitive mind is the most valuable tool an innovator can possess.",
      "pt": "Uma mente inquisitiva é a ferramenta mais valiosa que um inovador pode possuir."
    },
    {
      "en": "The professor encouraged his students to be inquisitive and to challenge the assumptions in their textbooks.",
      "pt": "O professor incentivava seus alunos a serem inquisitivos e a desafiarem as premissas em seus livros didáticos."
    },
    {
      "en": "Despite his age, he maintained an inquisitive and youthful outlook on life.",
      "pt": "Apesar de sua idade, ele mantinha uma perspectiva de vida curiosa e jovem."
    },
    {
      "en": "The company's research and development department is filled with inquisitive engineers.",
      "pt": "O departamento de pesquisa e desenvolvimento da empresa está repleto de engenheiros curiosos."
    },
    {
      "en": "Her inquisitive nature made her an excellent candidate for a career in investigative journalism.",
      "pt": "Sua natureza investigativa a tornava uma excelente candidata para uma carreira em jornalismo investigativo."
    },
    {
      "en": "The CEO's inquisitive questioning during the presentation put the project manager on the spot.",
      "pt": "O questionamento inquisitivo do CEO durante a apresentação colocou o gerente de projeto em uma saia justa."
    },
    {
      "en": "It was her inquisitive nature that led her to discover the secret passage behind the bookshelf.",
      "pt": "Foi sua natureza curiosa que a levou a descobrir a passagem secreta atrás da estante."
    },
    {
      "en": "The team's success was largely due to their leader's inquisitive and open-minded approach to problem-solving.",
      "pt": "O sucesso da equipe deveu-se em grande parte à abordagem investigativa e de mente aberta de seu líder para a resolução de problemas."
    },
    {
      "en": "He deflected her inquisitive inquiries about his past with a charming but vague answer.",
      "pt": "Ele desviou das perguntas curiosas dela sobre seu passado com uma resposta charmosa, mas vaga."
    },
    {
      "en": "The octopus, a surprisingly intelligent and inquisitive animal, can learn to solve complex puzzles.",
      "pt": "O polvo, um animal surpreendentemente inteligente e curioso, pode aprender a resolver quebra-cabeças complexos."
    },
    {
      "en": "I appreciate your inquisitive spirit, but some matters are confidential.",
      "pt": "Aprecio seu espírito investigativo, mas alguns assuntos são confidenciais."
    },
    {
      "en": "The auditor's inquisitive examination of the financial records revealed several inconsistencies.",
      "pt": "O exame inquisitivo do auditor nos registros financeiros revelou várias inconsistências."
    },
    {
      "en": "Children are naturally inquisitive, and we should foster that desire to learn rather than stifle it.",
      "pt": "As crianças são naturalmente curiosas, e devemos fomentar esse desejo de aprender em vez de sufocá-lo."
    },
    {
      "en": "The biography paints a portrait of a reclusive yet deeply inquisitive scholar.",
      "pt": "A biografia retrata um estudioso recluso, mas profundamente inquisitivo."
    },
    {
      "en": "His inquisitive personality made him a natural fit for the field of anthropology.",
      "pt": "Sua personalidade curiosa o tornou um candidato natural para o campo da antropologia."
    },
    {
      "en": "The software is designed to anticipate the user's needs through an inquisitive analysis of their behavior patterns.",
      "pt": "O software é projetado para antecipar as necessidades do usuário por meio de uma análise investigativa de seus padrões de comportamento."
    },
    {
      "en": "She had to learn to temper her inquisitive nature when dealing with sensitive diplomatic negotiations.",
      "pt": "Ela teve que aprender a moderar sua natureza curiosa ao lidar com negociações diplomáticas delicadas."
    },
    {
      "en": "The squirrel paused, its head tilted in an inquisitive manner, before scampering up the tree.",
      "pt": "O esquilo parou, com a cabeça inclinada de forma curiosa, antes de subir correndo pela árvore."
    },
    {
      "en": "He was met with a room full of inquisitive faces after he announced the mysterious discovery.",
      "pt": "Ele foi recebido por uma sala cheia de rostos curiosos depois que anunciou a descoberta misteriosa."
    },
    {
      "en": "A healthy scientific community thrives on inquisitive debate and the rigorous testing of ideas.",
      "pt": "Uma comunidade científica saudável prospera com o debate investigativo e o teste rigoroso de ideias."
    },
    {
      "en": "The artist's work is a product of his inquisitive exploration of light and shadow.",
      "pt": "A obra do artista é produto de sua exploração inquisitiva da luz e da sombra."
    },
    {
      "en": "It's important to be inquisitive, but it's also important to respect people's privacy.",
      "pt": "É importante ser curioso, mas também é importante respeitar a privacidade das pessoas."
    },
    {
      "en": "The defense lawyer's inquisitive cross-examination began to unravel the witness's testimony.",
      "pt": "O contrainterrogatório investigativo do advogado de defesa começou a desvendar o testemunho da testemunha."
    },
    {
      "en": "Even after years in the business, she has never lost her inquisitive drive to learn more.",
      "pt": "Mesmo após anos no ramo, ela nunca perdeu seu ímpeto curioso de aprender mais."
    },
    {
      "en": "The panel of judges was particularly impressed by the young scientist's inquisitive approach to the problem.",
      "pt": "O painel de jurados ficou particularmente impressionado com a abordagem investigativa do jovem cientista para o problema."
    },
    {
      "en": "His perpetually inquisitive mind made him a fascinating conversationalist.",
      "pt": "Sua mente perpetuamente inquisitiva o tornava um conversador fascinante."
    },
    {
      "en": "The fox tilted its head, its sharp, inquisitive eyes fixed on the movement in the grass.",
      "pt": "A raposa inclinou a cabeça, seus olhos vivos e curiosos fixos no movimento na grama."
    },
    {
      "en": "To remain innovative, a company must foster a culture that is both collaborative and inquisitive.",
      "pt": "Para se manter inovadora, uma empresa deve promover uma cultura que seja tanto colaborativa quanto inquisitiva."
    },
    {
      "en": "The historian's inquisitive research shed new light on the forgotten aspects of the revolution.",
      "pt": "A pesquisa investigativa do historiador lançou uma nova luz sobre os aspectos esquecidos da revolução."
    },
    {
      "en": "I could tell from his inquisitive tone that he was not going to accept a simple 'no' for an answer.",
      "pt": "Pude perceber pelo seu tom inquisitivo que ele não ia aceitar um simples 'não' como resposta."
    },
    {
      "en": "A good therapist must be empathetic, patient, and deeply inquisitive about the human condition.",
      "pt": "Um bom terapeuta deve ser empático, paciente e profundamente curioso sobre a condição humana."
    },
    {
      "en": "The inquisitive nature of the early explorers led them to map out vast, unknown territories.",
      "pt": "A natureza investigativa dos primeiros exploradores os levou a mapear vastos territórios desconhecidos."
    },
    {
      "en": "The system features an inquisitive algorithm that adapts its strategy based on real-time market data.",
      "pt": "O sistema apresenta um algoritmo investigativo que adapta sua estratégia com base em dados de mercado em tempo real."
    },
    {
      "en": "Her latest book is an inquisitive journey into the ethics of artificial intelligence.",
      "pt": "Seu livro mais recente é uma jornada investigativa sobre a ética da inteligência artificial."
    },
    {
      "en": "The manager's inquisitive style, which involved questioning every detail, sometimes slowed down progress.",
      "pt": "O estilo inquisitivo do gerente, que envolvia questionar cada detalhe, às vezes retardava o progresso."
    },
    {
      "en": "She silenced her inquisitive younger brother with a stern look.",
      "pt": "Ela silenciou seu irmão mais novo e curioso com um olhar severo."
    },
    {
      "en": "The philosopher was celebrated for his inquisitive writings on the nature of consciousness.",
      "pt": "O filósofo foi celebrado por seus escritos inquisitivos sobre a natureza da consciência."
    },
    {
      "en": "Being surrounded by inquisitive students is one of the great joys of teaching.",
      "pt": "Estar cercado por alunos curiosos é uma das grandes alegrias de lecionar."
    },
    {
      "en": "The new hire's inquisitive attitude was refreshing and brought new energy to the team.",
      "pt": "A atitude curiosa do novo contratado foi revigorante e trouxe nova energia para a equipe."
    },
    {
      "en": "The raven, an intelligent and inquisitive bird, is often a figure of myth and legend.",
      "pt": "O corvo, uma ave inteligente e curiosa, é frequentemente uma figura de mitos e lendas."
    },
    {
      "en": "His inquisitive probing eventually uncovered the truth behind the company's financial statements.",
      "pt": "Sua investigação inquisitiva acabou descobrindo a verdade por trás das demonstrações financeiras da empresa."
    },
    {
      "en": "The research team was composed of inquisitive individuals from a variety of academic disciplines.",
      "pt": "A equipe de pesquisa era composta por indivíduos curiosos de diversas disciplinas acadêmicas."
    },
    {
      "en": "She met his inquisitive stare with a calm and unreadable expression.",
      "pt": "Ela encontrou o olhar inquisitivo dele com uma expressão calma e indecifrável."
    },
    {
      "en": "An inquisitive reporter was the first to notice the inconsistencies in the official story.",
      "pt": "Um repórter investigativo foi o primeiro a notar as inconsistências na história oficial."
    },
    {
      "en": "If you want to be a successful entrepreneur, you need to be resilient, creative, and endlessly inquisitive.",
      "pt": "Se você quer ser um empreendedor de sucesso, precisa ser resiliente, criativo e infinitamente curioso."
    },
    {
      "en": "The baby stared at the colorful mobile with wide, inquisitive eyes.",
      "pt": "O bebê olhava para o móbile colorido com olhos grandes e curiosos."
    },
    {
      "en": "The software's inquisitive search function can find files even with vague or misspelled queries.",
      "pt": "A função de busca investigativa do software pode encontrar arquivos mesmo com consultas vagas ou com erros de digitação."
    },
    {
      "en": "She approached the complex subject with an inquisitive yet humble attitude.",
      "pt": "Ela abordou o assunto complexo com uma atitude inquisitiva, porém humilde."
    },
    {
      "en": "His inquisitive questions during the Q&A session were insightful and challenged the speaker's main points.",
      "pt": "Suas perguntas inquisitivas durante a sessão de perguntas e respostas foram perspicazes e desafiaram os pontos principais do palestrante."
    },
    {
      "en": "The inquisitive tourist wandered off the main path to explore a hidden alleyway.",
      "pt": "O turista curioso se desviou do caminho principal para explorar um beco escondido."
    },
    {
      "en": "The board appreciated his inquisitive nature, as it often helped them anticipate potential problems.",
      "pt": "O conselho apreciava sua natureza investigativa, pois muitas vezes os ajudava a antecipar problemas potenciais."
    },
    {
      "en": "The police officer's inquisitive mind pieced together the clues that others had overlooked.",
      "pt": "A mente investigativa do policial juntou as pistas que outros haviam ignorado."
    },
    {
      "en": "Her inquisitive essays on art and culture earned her a reputation as a leading public intellectual.",
      "pt": "Seus ensaios inquisitivos sobre arte e cultura lhe renderam a reputação de uma importante intelectual pública."
    },
    {
      "en": "The little girl, with her bright, inquisitive expression, was the heart of the family.",
      "pt": "A garotinha, com sua expressão brilhante e curiosa, era o coração da família."
    },
    {
      "en": "An inquisitive reader will often find deeper meanings hidden between the lines of a great novel.",
      "pt": "Um leitor curioso muitas vezes encontrará significados mais profundos escondidos nas entrelinhas de um grande romance."
    },
    {
      "en": "His line of questioning was so inquisitive that the suspect became visibly uncomfortable.",
      "pt": "Sua linha de questionamento foi tão inquisitiva que o suspeito ficou visivelmente desconfortável."
    },
    {
      "en": "The magpie, known for its inquisitive behavior, is attracted to shiny objects.",
      "pt": "A pega, conhecida por seu comportamento curioso, é atraída por objetos brilhantes."
    },
    {
      "en": "She possessed a deeply inquisitive intellect that was perfectly suited for philosophical inquiry.",
      "pt": "Ela possuía um intelecto profundamente inquisitivo que era perfeitamente adequado para a investigação filosófica."
    },
    {
      "en": "The best travel experiences often come from having an inquisitive and adventurous spirit.",
      "pt": "As melhores experiências de viagem muitas vezes vêm de ter um espírito curioso e aventureiro."
    },
    {
      "en": "The company's failure to be inquisitive about market changes led to its downfall.",
      "pt": "A falha da empresa em ser investigativa sobre as mudanças do mercado levou à sua queda."
    },
    {
      "en": "The puppy explored its new home with an inquisitive nose, sniffing every corner.",
      "pt": "O cachorrinho explorou sua nova casa com um focinho curioso, cheirando cada canto."
    },
    {
      "en": "The audit was conducted by a team of inquisitive and meticulous accountants.",
      "pt": "A auditoria foi conduzida por uma equipe de contadores inquisitivos e meticulosos."
    },
    {
      "en": "His inquisitive personality can be a double-edged sword; it helps him learn, but it can also annoy people.",
      "pt": "Sua personalidade curiosa pode ser uma faca de dois gumes; ajuda-o a aprender, mas também pode irritar as pessoas."
    },
    {
      "en": "The director encouraged the actors to be inquisitive about their characters' motivations.",
      "pt": "O diretor incentivou os atores a serem inquisitivos sobre as motivações de seus personagens."
    },
    {
      "en": "The success of the scientific method is built upon a foundation of inquisitive skepticism.",
      "pt": "O sucesso do método científico é construído sobre uma base de ceticismo investigativo."
    },
    {
      "en": "The inquisitive design of the user interface guides new users through its features intuitively.",
      "pt": "O design investigativo da interface do usuário guia os novos usuários por seus recursos de forma intuitiva."
    },
    {
      "en": "She gave me an inquisitive smile, as if she knew I wasn't telling her the whole story.",
      "pt": "Ela me deu um sorriso inquisitivo, como se soubesse que eu não estava lhe contando a história toda."
    },
    {
      "en": "The biography reveals that the famous inventor had an intensely inquisitive mind from a very young age.",
      "pt": "A biografia revela que o famoso inventor tinha uma mente intensamente inquisitiva desde muito jovem."
    },
    {
      "en": "The new security system uses an inquisitive scanner to detect anomalies.",
      "pt": "O novo sistema de segurança usa um scanner investigativo para detectar anomalias."
    },
    {
      "en": "We need someone with an inquisitive mind to lead this research project.",
      "pt": "Precisamos de alguém com uma mente investigativa para liderar este projeto de pesquisa."
    },
    {
      "en": "The inquisitive student was not content with the textbook's brief summary and sought out primary sources.",
      "pt": "O estudante curioso não se contentou com o breve resumo do livro didático e procurou fontes primárias."
    },
    {
      "en": "Her career as an archaeologist was a perfect outlet for her inquisitive spirit.",
      "pt": "Sua carreira como arqueóloga foi uma válvula de escape perfeita para seu espírito investigativo."
    },
    {
      "en": "The parrot, an inquisitive and vocal bird, mimicked the sounds of the household.",
      "pt": "O papagaio, uma ave curiosa e vocal, imitava os sons da casa."
    },
    {
      "en": "The committee's inquisitive investigation left no stone unturned.",
      "pt": "A investigação inquisitiva do comitê não deixou pedra sobre pedra."
    },
    {
      "en": "He had a way of asking inquisitive questions that made people open up to him.",
      "pt": "Ele tinha um jeito de fazer perguntas inquisitivas que fazia as pessoas se abrirem com ele."
    },
    {
      "en": "The startup's culture is intentionally inquisitive, encouraging employees to question everything.",
      "pt": "A cultura da startup é intencionalmente inquisitiva, incentivando os funcionários a questionar tudo."
    },
    {
      "en": "She tilted her head and gave the strange device an inquisitive poke.",
      "pt": "Ela inclinou a cabeça e deu no estranho dispositivo uma cutucada curiosa."
    },
    {
      "en": "A lawyer's job is to be professionally inquisitive on behalf of their client.",
      "pt": "O trabalho de um advogado é ser profissionalmente investigativo em nome de seu cliente."
    },
    {
      "en": "The inquisitive nature of his research was what set him apart from his peers.",
      "pt": "A natureza investigativa de sua pesquisa foi o que o diferenciou de seus pares."
    },
    {
      "en": "The consultant's inquisitive approach helped the company identify several areas for improvement.",
      "pt": "A abordagem investigativa do consultor ajudou a empresa a identificar várias áreas para melhoria."
    },
    {
      "en": "The inquisitive children spent the afternoon exploring the rock pools by the sea.",
      "pt": "As crianças curiosas passaram a tarde explorando as poças de maré à beira-mar."
    },
    {
      "en": "He found her inquisitive comments on his manuscript to be extremely helpful.",
      "pt": "Ele achou os comentários inquisitivos dela sobre seu manuscrito extremamente úteis."
    },
    {
      "en": "The robot was designed with an inquisitive personality to make it more engaging for children.",
      "pt": "O robô foi projetado com uma personalidade curiosa para torná-lo mais envolvente para as crianças."
    },
    {
      "en": "Her blog is a testament to her inquisitive mind, covering topics from quantum physics to ancient history.",
      "pt": "O blog dela é um testemunho de sua mente inquisitiva, cobrindo tópicos de física quântica a história antiga."
    },
    {
      "en": "The inquisitive tone of his email suggested he suspected something was wrong.",
      "pt": "O tom inquisitivo de seu e-mail sugeria que ele suspeitava que algo estava errado."
    },
    {
      "en": "An inquisitive electorate is essential for a healthy democracy.",
      "pt": "Um eleitorado investigativo é essencial para uma democracia saudável."
    },
    {
      "en": "The little meerkat stood on its hind legs, its inquisitive eyes scanning the horizon.",
      "pt": "O pequeno suricato ficou em pé sobre as patas traseiras, seus olhos curiosos examinando o horizonte."
    },
    {
      "en": "The most effective leaders are often humble, empathetic, and relentlessly inquisitive.",
      "pt": "Os líderes mais eficazes são muitas vezes humildes, empáticos e incansavelmente inquisitivos."
    },
    {
      "en": "The code's complexity demanded an inquisitive and systematic approach to debugging.",
      "pt": "A complexidade do código exigia uma abordagem investigativa e sistemática para a depuração."
    },
    {
      "en": "She had an inquisitive and restless mind, never staying with one subject for too long.",
      "pt": "Ela tinha uma mente curiosa e inquieta, nunca permanecendo em um único assunto por muito tempo."
    },
    {
      "en": "His inquisitive nature was sometimes mistaken for skepticism, but he was genuinely just trying to understand.",
      "pt": "Sua natureza curiosa às vezes era confundida com ceticismo, mas ele estava genuinamente apenas tentando entender."
    },
    {
      "en": "The success of the interview depends on the candidate being both articulate and inquisitive.",
      "pt": "O sucesso da entrevista depende de o candidato ser tanto articulado quanto inquisitivo."
    },
    {
      "en": "The inquisitive student spent hours in the library, long after his classmates had gone home.",
      "pt": "O estudante curioso passava horas na biblioteca, muito depois de seus colegas terem ido para casa."
    },
    {
      "en": "The art critic's inquisitive eye noticed the subtle details that others missed.",
      "pt": "O olho investigativo do crítico de arte notou os detalhes sutis que outros perderam."
    },
    {
      "en": "The inquisitive design of the museum encourages visitors to explore and interact with the exhibits.",
      "pt": "O design investigativo do museu incentiva os visitantes a explorar e interagir com as exposições."
    },
    {
      "en": "His inquisitive questions forced the board to reconsider their hastily made decision.",
      "pt": "Suas perguntas inquisitivas forçaram o conselho a reconsiderar sua decisão precipitada."
    },
    {
      "en": "The raccoon, with its masked face and inquisitive paws, tried to open the lid of the trash can.",
      "pt": "O guaxinim, com sua face mascarada e patas curiosas, tentou abrir a tampa da lata de lixo."
    },
    {
      "en": "A good education should not just provide answers, but should cultivate an inquisitive mind.",
      "pt": "Uma boa educação não deve apenas fornecer respostas, mas deve cultivar uma mente inquisitiva."
    },
    {
      "en": "The inquisitive reporter refused to be silenced, continuing to investigate the cover-up.",
      "pt": "O repórter investigativo se recusou a ser silenciado, continuando a investigar o acobertamento."
    },
    {
      "en": "The company values employees who are not only skilled but also inquisitive and adaptable.",
      "pt": "A empresa valoriza funcionários que não são apenas qualificados, mas também curiosos e adaptáveis."
    },
    {
      "en": "He had a reputation for being a tough and inquisitive negotiator.",
      "pt": "Ele tinha a reputação de ser um negociador duro e inquisitivo."
    },
    {
      "en": "The child's inquisitive phase seemed endless, with a constant stream of 'why' questions.",
      "pt": "A fase curiosa da criança parecia interminável, com um fluxo constante de perguntas de 'por quê'."
    },
    {
      "en": "Her travelogue is more than a simple diary; it's an inquisitive exploration of different cultures.",
      "pt": "Seu diário de viagem é mais do que um simples diário; é uma exploração investigativa de diferentes culturas."
    },
    {
      "en": "The system's diagnostic tool runs an inquisitive check of all components to identify potential failures.",
      "pt": "A ferramenta de diagnóstico do sistema executa uma verificação investigativa de todos os componentes para identificar falhas potenciais."
    },
    {
      "en": "The inquisitive expression on the chimp's face showed a glimmer of higher intelligence.",
      "pt": "A expressão curiosa no rosto do chimpanzé mostrava um vislumbre de inteligência superior."
    },
    {
      "en": "To be a great philosopher, one must possess a profoundly inquisitive and skeptical mind.",
      "pt": "Para ser um grande filósofo, é preciso possuir uma mente profundamente inquisitiva e cética."
    },
    {
      "en": "The inquisitive nature of her research questions pushed the boundaries of her field.",
      "pt": "A natureza investigativa de suas perguntas de pesquisa expandiu as fronteiras de sua área."
    },
    {
      "en": "His inquisitive stare was unnerving, making me feel like a specimen under a microscope.",
      "pt": "Seu olhar inquisitivo era desconcertante, fazendo-me sentir como um espécime sob um microscópio."
    },
    {
      "en": "The most creative people are often the most inquisitive, constantly looking at the world in new ways.",
      "pt": "As pessoas mais criativas são muitas vezes as mais curiosas, constantemente olhando para o mundo de novas maneiras."
    },
    {
      "en": "The inquisitive puppy got its head stuck in the fence while exploring the backyard.",
      "pt": "O cachorrinho curioso prendeu a cabeça na cerca enquanto explorava o quintal."
    },
    {
      "en": "The new legislation was the result of an inquisitive, bipartisan committee's hard work.",
      "pt": "A nova legislação foi o resultado do trabalho árduo de um comitê investigativo e bipartidário."
    },
    {
      "en": "The biography offered an inquisitive look into the mind of a genius.",
      "pt": "A biografia ofereceu um olhar investigativo sobre a mente de um gênio."
    },
    {
      "en": "She fostered an inquisitive atmosphere in her classroom, where no question was considered silly.",
      "pt": "Ela promoveu uma atmosfera inquisitiva em sua sala de aula, onde nenhuma pergunta era considerada boba."
    },
    {
      "en": "His inquisitive personality made him an excellent troubleshooter and problem-solver.",
      "pt": "Sua personalidade investigativa o tornava um excelente solucionador de problemas."
    },
    {
      "en": "The forensic team took an inquisitive and methodical approach to analyzing the crime scene.",
      "pt": "A equipe forense adotou uma abordagem investigativa e metódica para analisar a cena do crime."
    },
    {
      "en": "The inquisitive reader is never truly finished with a book, as they continue to ponder its themes.",
      "pt": "O leitor curioso nunca termina de verdade um livro, pois continua a ponderar sobre seus temas."
    },
    {
      "en": "The inquisitive monkey learned how to use a stick to retrieve a piece of fruit.",
      "pt": "O macaco curioso aprendeu a usar um galho para pegar uma fruta."
    },
    {
      "en": "Her inquisitive research into her family's history uncovered some surprising secrets.",
      "pt": "Sua pesquisa investigativa sobre a história de sua família descobriu alguns segredos surpreendentes."
    },
    {
      "en": "The manager's inquisitive questions were not meant to intimidate, but to ensure a thorough understanding.",
      "pt": "As perguntas inquisitivas do gerente não tinham a intenção de intimidar, mas de garantir uma compreensão completa."
    },
    {
      "en": "A key trait of a good investor is being inquisitive about the companies they put their money into.",
      "pt": "Uma característica fundamental de um bom investidor é ser investigativo sobre as empresas nas quais ele investe seu dinheiro."
    },
    {
      "en": "The inquisitive journalist's persistence was rewarded with an exclusive interview.",
      "pt": "A persistência do jornalista investigativo foi recompensada com uma entrevista exclusiva."
    },
    {
      "en": "She had an inquisitive spirit that could not be contained by the conventions of her time.",
      "pt": "Ela tinha um espírito inquisitivo que não podia ser contido pelas convenções de sua época."
    },
    {
      "en": "The baby's inquisitive hands reached for everything, eager to understand the world.",
      "pt": "As mãos curiosas do bebê alcançavam tudo, ansiosas por entender o mundo."
    },
    {
      "en": "He adopted an inquisitive, non-judgmental stance to encourage his employees to share their concerns.",
      "pt": "Ele adotou uma postura investigativa e sem julgamentos para encorajar seus funcionários a compartilhar suas preocupações."
    },
    {
      "en": "The inquisitive nature of the algorithm allows it to identify subtle patterns in large datasets.",
      "pt": "A natureza investigativa do algoritmo permite que ele identifique padrões sutis em grandes conjuntos de dados."
    },
    {
      "en": "The visiting students were inquisitive and engaged, asking thoughtful questions throughout the tour.",
      "pt": "Os alunos visitantes estavam curiosos e engajados, fazendo perguntas ponderadas durante todo o passeio."
    },
    {
      "en": "Her inquisitive photography captures the hidden beauty in mundane, everyday objects.",
      "pt": "Sua fotografia investigativa captura a beleza oculta em objetos mundanos e cotidianos."
    },
    {
      "en": "The consultant's inquisitive process involved interviewing employees at every level of the company.",
      "pt": "O processo investigativo do consultor envolveu entrevistar funcionários de todos os níveis da empresa."
    },
    {
      "en": "The inquisitive mind of the inventor was always at work, even in his sleep.",
      "pt": "A mente inquisitiva do inventor estava sempre trabalhando, mesmo durante o sono."
    },
    {
      "en": "The inquisitive child dismantled the toy to see how it worked inside.",
      "pt": "A criança curiosa desmontou o brinquedo para ver como ele funcionava por dentro."
    },
    {
      "en": "The poem is an inquisitive meditation on the meaning of time and memory.",
      "pt": "O poema é uma meditação inquisitiva sobre o significado do tempo e da memória."
    },
    {
      "en": "An inquisitive and critical press is a cornerstone of a free society.",
      "pt": "Uma imprensa investigativa e crítica é um pilar de uma sociedade livre."
    },
    {
      "en": "The detective gave the suspect a long, inquisitive stare, waiting for a crack in his composure.",
      "pt": "O detetive lançou ao suspeito um olhar longo e inquisitivo, esperando por uma falha em sua compostura."
    },
    {
      "en": "We are seeking a candidate with a strong technical background and an inquisitive, problem-solving mindset.",
      "pt": "Estamos buscando um candidato com sólida formação técnica e uma mentalidade investigativa e voltada para a resolução de problemas."
    },
    {
      "en": "The inquisitive nature of his writing challenges readers to question their own beliefs.",
      "pt": "A natureza inquisitiva de sua escrita desafia os leitores a questionarem suas próprias crenças."
    },
    {
      "en": "The inquisitive kitten pawed at its own reflection in the mirror.",
      "pt": "O gatinho curioso deu uma patada em seu próprio reflexo no espelho."
    },
    {
      "en": "The success of the mission depended on the team's ability to be adaptable, resourceful, and inquisitive.",
      "pt": "O sucesso da missão dependia da capacidade da equipe de ser adaptável, engenhosa e investigativa."
    },
    {
      "en": "The board meeting turned into an inquisitive session, with every assumption being challenged.",
      "pt": "A reunião do conselho se transformou em uma sessão inquisitiva, com cada pressuposto sendo desafiado."
    },
    {
      "en": "She has always been inquisitive about what makes people tick.",
      "pt": "Ela sempre foi curiosa sobre o que motiva as pessoas."
    },
    {
      "en": "The inquisitive historian wasn't satisfied with the official records and dug deeper into personal diaries.",
      "pt": "O historiador investigativo não se contentou com os registros oficiais e pesquisou mais a fundo em diários pessoais."
    },
    {
      "en": "The inquisitive child's constant questions were both exhausting and endearing.",
      "pt": "As perguntas constantes da criança curiosa eram ao mesmo tempo exaustivas e cativantes."
    },
    {
      "en": "Her art is born from an inquisitive observation of the natural world.",
      "pt": "Sua arte nasce de uma observação investigativa do mundo natural."
    },
    {
      "en": "The inquisitive software engineer spent her weekend trying to find vulnerabilities in the new system.",
      "pt": "A engenheira de software investigativa passou o fim de semana tentando encontrar vulnerabilidades no novo sistema."
    },
    {
      "en": "His inquisitive personality was well-suited for a job that required constant learning and adaptation.",
      "pt": "Sua personalidade curiosa era bem adequada para um trabalho que exigia aprendizado e adaptação constantes."
    },
    {
      "en": "The inquisitive little owl peered down from the branch with its large, round eyes.",
      "pt": "A pequena coruja curiosa espiou do galho com seus olhos grandes e redondos."
    },
    {
      "en": "The interview panel was looking for an inquisitive candidate, not just someone who could recite facts.",
      "pt": "O painel de entrevista procurava um candidato inquisitivo, não apenas alguém que pudesse recitar fatos."
    },
    {
      "en": "The inquisitive student's question sparked a fascinating debate that lasted the entire class period.",
      "pt": "A pergunta do aluno curioso desencadeou um debate fascinante que durou toda a aula."
    },
    {
      "en": "The documentary takes an inquisitive and unflinching look at the complexities of the issue.",
      "pt": "O documentário lança um olhar investigativo e inflexível sobre as complexidades da questão."
    },
    {
      "en": "His inquisitive mind was always searching for patterns and connections that others missed.",
      "pt": "Sua mente inquisitiva estava sempre procurando por padrões e conexões que outros não viam."
    },
    {
      "en": "The inquisitive visitor asked the museum guide about the origin of every single artifact.",
      "pt": "O visitante curioso perguntou ao guia do museu sobre a origem de cada um dos artefatos."
    },
    {
      "en": "A culture of inquisitive learning is what separates good companies from great ones.",
      "pt": "Uma cultura de aprendizado investigativo é o que separa as boas empresas das excelentes."
    },
    {
      "en": "The inquisitive nature of her reporting has won her several prestigious awards.",
      "pt": "A natureza investigativa de sua reportagem lhe rendeu vários prêmios de prestígio."
    },
    {
      "en": "The inquisitive fox sniffed the air, trying to locate the source of the interesting smell.",
      "pt": "A raposa curiosa cheirou o ar, tentando localizar a fonte do cheiro interessante."
    },
    {
      "en": "The workshop was designed to encourage participants to be more inquisitive and creative in their work.",
      "pt": "O workshop foi projetado para encorajar os participantes a serem mais inquisitivos e criativos em seu trabalho."
    },
    {
      "en": "She had an inquisitive manner that could be charming, but also a bit overwhelming at times.",
      "pt": "Ela tinha um jeito inquisitivo que podia ser charmoso, mas também um pouco avassalador às vezes."
    },
    {
      "en": "The book is an inquisitive and deeply personal account of the author's travels.",
      "pt": "O livro é um relato investigativo e profundamente pessoal das viagens do autor."
    },
    {
      "en": "The inquisitive programmer explored the source code to understand how the application worked.",
      "pt": "O programador curioso explorou o código-fonte para entender como o aplicativo funcionava."
    },
    {
      "en": "His inquisitive character often led him to take things apart just to see how they were made.",
      "pt": "Seu caráter curioso muitas vezes o levava a desmontar as coisas apenas para ver como eram feitas."
    },
    {
      "en": "The inquisitive group of students peppered the guest speaker with questions.",
      "pt": "O grupo de estudantes curiosos encheu o palestrante convidado de perguntas."
    },
    {
      "en": "The financial analyst's inquisitive review of the quarterly report uncovered a critical error.",
      "pt": "A análise investigativa do analista financeiro sobre o relatório trimestral descobriu um erro crítico."
    },
    {
      "en": "She has an inquisitive and analytical mind, which makes her an excellent strategist.",
      "pt": "Ela tem uma mente inquisitiva e analítica, o que a torna uma excelente estrategista."
    },
    {
      "en": "The inquisitive toddler pointed at the airplane in the sky and asked what it was.",
      "pt": "A criança curiosa apontou para o avião no céu e perguntou o que era."
    },
    {
      "en": "The article is an inquisitive exploration of the future of urban transportation.",
      "pt": "O artigo é uma exploração investigativa do futuro do transporte urbano."
    },
    {
      "en": "He approached his new role with an inquisitive and enthusiastic attitude.",
      "pt": "Ele abordou seu novo papel com uma atitude inquisitiva e entusiasmada."
    },
    {
      "en": "The inquisitive otter juggled a small rock between its paws.",
      "pt": "A lontra curiosa fazia malabarismos com uma pequena pedra entre as patas."
    },
    {
      "en": "The quality assurance team must be diligent, meticulous, and extremely inquisitive.",
      "pt": "A equipe de garantia de qualidade deve ser diligente, meticulosa e extremamente investigativa."
    },
    {
      "en": "The inquisitive scholar spent a lifetime trying to decipher the ancient script.",
      "pt": "O estudioso inquisitivo passou a vida inteira tentando decifrar a escrita antiga."
    },
    {
      "en": "Her inquisitive emails, full of detailed questions, showed she was a serious candidate.",
      "pt": "Seus e-mails inquisitivos, cheios de perguntas detalhadas, mostraram que ela era uma candidata séria."
    },
    {
      "en": "The inquisitive nature of philosophy encourages us to question the world around us.",
      "pt": "A natureza inquisitiva da filosofia nos encoraja a questionar o mundo ao nosso redor."
    },
    {
      "en": "The board's inquisitive questioning was aimed at ensuring the CEO had considered all possible outcomes.",
      "pt": "O questionamento inquisitivo do conselho visava garantir que o CEO havia considerado todos os resultados possíveis."
    },
    {
      "en": "The inquisitive child had a thousand questions for her parents after their trip to the museum.",
      "pt": "A criança curiosa tinha mil perguntas para seus pais após a visita ao museu."
    },
    {
      "en": "The film director has an inquisitive eye for the small, telling details of everyday life.",
      "pt": "O diretor de cinema tem um olho investigativo para os pequenos e reveladores detalhes da vida cotidiana."
    },
    {
      "en": "The inquisitive historian challenged the long-held assumptions about the cause of the war.",
      "pt": "O historiador inquisitivo desafiou as suposições de longa data sobre a causa da guerra."
    },
    {
      "en": "The inquisitive puppy followed the butterfly around the garden.",
      "pt": "O cachorrinho curioso seguiu a borboleta pelo jardim."
    },
    {
      "en": "The company's success is driven by its inquisitive culture, where innovation is rewarded.",
      "pt": "O sucesso da empresa é impulsionado por sua cultura inquisitiva, onde a inovação é recompensada."
    },
    {
      "en": "She listened to his story with an inquisitive and sympathetic expression.",
      "pt": "Ela ouviu a história dele com uma expressão inquisitiva e compreensiva."
    },
    {
      "en": "The inquisitive tourist's questions about local customs were welcomed by the villagers.",
      "pt": "As perguntas do turista curioso sobre os costumes locais foram bem recebidas pelos aldeões."
    },
    {
      "en": "The inquisitive student body is one of the university's greatest assets.",
      "pt": "O corpo discente inquisitivo é um dos maiores trunfos da universidade."
    },
    {
      "en": "The inquisitive nature of his mind made him excel at games like chess and Go.",
      "pt": "A natureza inquisitiva de sua mente o fazia se destacar em jogos como xadrez e Go."
    },
    {
      "en": "The committee's final report was the product of months of inquisitive and thorough investigation.",
      "pt": "O relatório final do comitê foi o produto de meses de investigação inquisitiva e completa."
    },
    {
      "en": "His inquisitive approach to cooking led him to experiment with unusual flavor combinations.",
      "pt": "Sua abordagem investigativa na culinária o levou a experimentar combinações de sabores incomuns."
    },
    {
      "en": "The inquisitive little girl wanted to know why the sky was blue.",
      "pt": "A garotinha curiosa queria saber por que o céu era azul."
    },
    {
      "en": "The writer's inquisitive prose invites the reader to see the world from a new perspective.",
      "pt": "A prosa investigativa do escritor convida o leitor a ver o mundo de uma nova perspectiva."
    },
    {
      "en": "The inquisitive archaeologist carefully brushed the dirt away from the ancient pottery.",
      "pt": "O arqueólogo inquisitivo removeu cuidadosamente a sujeira da cerâmica antiga."
    },
    {
      "en": "The inquisitive nature of her questions revealed a deep understanding of the subject matter.",
      "pt": "A natureza investigativa de suas perguntas revelou uma profunda compreensão do assunto."
    },
    {
      "en": "The inquisitive dolphin circled the strange object before nudging it with its nose.",
      "pt": "O golfinho curioso circulou o objeto estranho antes de cutucá-lo com o focinho."
    },
    {
      "en": "The company seeks to hire people who are not just competent, but also inquisitive and passionate.",
      "pt": "A empresa busca contratar pessoas que não sejam apenas competentes, mas também curiosas e apaixonadas."
    },
    {
      "en": "She had an inquisitive look on her face as she tried to solve the difficult puzzle.",
      "pt": "Ela tinha um olhar inquisitivo no rosto enquanto tentava resolver o quebra-cabeça difícil."
    },
    {
      "en": "The inquisitive nature of the research team led to a breakthrough discovery.",
      "pt": "A natureza investigativa da equipe de pesquisa levou a uma descoberta revolucionária."
    },
    {
      "en": "The inquisitive student would often stay after class to ask the professor more questions.",
      "pt": "O estudante curioso frequentemente ficava após a aula para fazer mais perguntas ao professor."
    },
    {
      "en": "The investigative journalist's inquisitive methods sometimes bordered on unethical.",
      "pt": "Os métodos investigativos do jornalista às vezes beiravam o antiético."
    },
    {
      "en": "The inquisitive child's endless 'why's' could test the patience of a saint.",
      "pt": "Os infinitos 'porquês' da criança curiosa poderiam testar a paciência de um santo."
    },
    {
      "en": "The inquisitive traveler preferred to stay in local homes rather than hotels to better understand the culture.",
      "pt": "O viajante curioso preferia ficar em casas de locais em vez de hotéis para entender melhor a cultura."
    },
    {
      "en": "Her inquisitive mind was a perfect match for the complex and ever-evolving field of genetics.",
      "pt": "Sua mente inquisitiva era uma combinação perfeita para o campo complexo e em constante evolução da genética."
    },
    {
      "en": "The inquisitive kitten cautiously approached the sleeping dog.",
      "pt": "O gatinho curioso aproximou-se cautelosamente do cachorro adormecido."
    },
    {
      "en": "The most successful people are often the most inquisitive, never ceasing to ask questions and learn.",
      "pt": "As pessoas mais bem-sucedidas são muitas vezes as mais curiosas, nunca deixando de fazer perguntas e aprender."
    },
    {
      "en": "The detective's inquisitive questioning revealed a key inconsistency in the suspect's alibi.",
      "pt": "O questionamento investigativo do detetive revelou uma inconsistência chave no álibi do suspeito."
    },
    {
      "en": "The inquisitive audience had many questions for the author after her book reading.",
      "pt": "O público curioso tinha muitas perguntas para a autora após a leitura de seu livro."
    },
    {
      "en": "The inquisitive historian spent years in the archives, piecing together the story from forgotten letters.",
      "pt": "O historiador inquisitivo passou anos nos arquivos, montando a história a partir de cartas esquecidas."
    },
    {
      "en": "His inquisitive gaze seemed to penetrate right through her carefully constructed facade.",
      "pt": "Seu olhar inquisitivo parecia penetrar através de sua fachada cuidadosamente construída."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "inquisitive",
      "options": [
        "acquisitive",
        "inquisitive"
      ],
      "correct": "inquisitive"
    },
    {
      "question": "inquisitive",
      "options": [
        "inquisitive",
        "inquisition"
      ],
      "correct": "inquisitive"
    },
    {
      "question": "inquisitive",
      "options": [
        "inquisitor",
        "inquisitive"
      ],
      "correct": "inquisitive"
    },
    {
      "question": "inquisitive",
      "options": [
        "inquisitive",
        "exquisite"
      ],
      "correct": "inquisitive"
    },
    {
      "question": "inquisitive",
      "options": [
        "sensitive",
        "inquisitive"
      ],
      "correct": "inquisitive"
    },
    {
      "question": "inquisitive",
      "options": [
        "inquisitive",
        "positive"
      ],
      "correct": "inquisitive"
    },
    {
      "question": "inquisitive",
      "options": [
        "incisive",
        "inquisitive"
      ],
      "correct": "inquisitive"
    },
    {
      "question": "inquisitive",
      "options": [
        "inquisitive",
        "intuitive"
      ],
      "correct": "inquisitive"
    },
    {
      "question": "inquisitive",
      "options": [
        "inquest",
        "inquisitive"
      ],
      "correct": "inquisitive"
    },
    {
      "question": "inquisitive",
      "options": [
        "inquisitive",
        "invasive"
      ],
      "correct": "inquisitive"
    },
    {
      "question": "inquisitive",
      "options": [
        "incentive",
        "inquisitive"
      ],
      "correct": "inquisitive"
    },
    {
      "question": "inquisitive",
      "options": [
        "inquisitive",
        "iniquity"
      ],
      "correct": "inquisitive"
    },
    {
      "question": "inquisitive",
      "options": [
        "primitive",
        "inquisitive"
      ],
      "correct": "inquisitive"
    },
    {
      "question": "inquisitive",
      "options": [
        "inquisitive",
        "relative"
      ],
      "correct": "inquisitive"
    },
    {
      "question": "inquisitive",
      "options": [
        "requisite",
        "inquisitive"
      ],
      "correct": "inquisitive"
    }
  ]
}
