{
  "sentences": [
    {
      "en": "During the blackout, we used candles and a few flashlights to create a makeshift lighting system.",
      "pt": "Durante o apagão, usamos velas e algumas lanternas para criar um sistema de iluminação improvisado."
    },
    {
      "en": "The refugees constructed a makeshift settlement using tarps, scrap wood, and whatever materials they could find.",
      "pt": "Os refugiados construíram um assentamento improvisado usando lonas, restos de madeira e quaisquer materiais que conseguiam encontrar."
    },
    {
      "en": "He fashioned a makeshift splint for the injured hiker's leg using two sturdy branches and his belt.",
      "pt": "Ele criou uma tala improvisada para a perna do trilheiro ferido usando dois galhos firmes e seu cinto."
    },
    {
      "en": "Our project plan was so hastily put together that it felt more like a makeshift guide than a professional document.",
      "pt": "Nosso plano de projeto foi montado tão às pressas que parecia mais um guia improvisado do que um documento profissional."
    },
    {
      "en": "The children built a makeshift fort in the living room with pillows, blankets, and chairs.",
      "pt": "As crianças construíram um forte improvisado na sala de estar com travesseiros, cobertores e cadeiras."
    },
    {
      "en": "Following the collapse of the government, a makeshift council was established to maintain order.",
      "pt": "Após o colapso do governo, um conselho provisório foi estabelecido para manter a ordem."
    },
    {
      "en": "The indie band performed on a makeshift stage made of wooden pallets and cinder blocks.",
      "pt": "A banda independente se apresentou em um palco improvisado feito de paletes de madeira e blocos de concreto."
    },
    {
      "en": "Without a proper tripod, the photographer used a stack of books as a makeshift camera stabilizer.",
      "pt": "Sem um tripé adequado, o fotógrafo usou uma pilha de livros como um estabilizador de câmera improvisado."
    },
    {
      "en": "The IT team set up a makeshift server to keep the company online after the main one failed.",
      "pt": "A equipe de TI montou um servidor improvisado para manter a empresa online depois que o principal falhou."
    },
    {
      "en": "Do you really believe this makeshift repair on the pipe will hold until the plumber arrives?",
      "pt": "Você realmente acredita que este reparo improvisado no cano vai aguentar até o encanador chegar?"
    },
    {
      "en": "A makeshift bridge was constructed by the soldiers to allow supply trucks to cross the river.",
      "pt": "Uma ponte improvisada foi construída pelos soldados para permitir que os caminhões de suprimentos cruzassem o rio."
    },
    {
      "en": "She used a scarf as a makeshift sling for her injured arm until she could get to a hospital.",
      "pt": "Ela usou um lenço como uma tipoia improvisada para o braço ferido até conseguir chegar a um hospital."
    },
    {
      "en": "The makeshift courtroom was set up in the town hall, lacking the formality of a real judiciary.",
      "pt": "O tribunal improvisado foi montado na prefeitura, sem a formalidade de um judiciário de verdade."
    },
    {
      "en": "While camping, we created a makeshift kitchen area with a portable stove and a cooler.",
      "pt": "Enquanto acampávamos, criamos uma área de cozinha improvisada com um fogão portátil e um cooler."
    },
    {
      "en": "The protesters organized a makeshift media center to disseminate information to the public.",
      "pt": "Os manifestantes organizaram um centro de mídia improvisado para disseminar informações ao público."
    },
    {
      "en": "Their business plan, though initially makeshift, evolved into a highly successful strategy.",
      "pt": "O plano de negócios deles, embora inicialmente improvisado, evoluiu para uma estratégia de grande sucesso."
    },
    {
      "en": "A makeshift barricade was erected by the residents to protect their neighborhood from the riots.",
      "pt": "Uma barricada improvisada foi erguida pelos moradores para proteger sua vizinhança dos tumultos."
    },
    {
      "en": "The documentary showed how prisoners used everyday objects to create makeshift weapons.",
      "pt": "O documentário mostrou como os prisioneiros usavam objetos do dia a dia para criar armas improvisadas."
    },
    {
      "en": "In the absence of formal governance, a makeshift system of trade emerged based on bartering.",
      "pt": "Na ausência de uma governança formal, surgiu um sistema de comércio improvisado baseado no escambo."
    },
    {
      "en": "The engine cover came loose, so he used duct tape as a makeshift solution to hold it down.",
      "pt": "A tampa do motor se soltou, então ele usou fita adesiva como uma solução quebra-galho para prendê-la."
    },
    {
      "en": "They converted the garage into a makeshift gym during the lockdown period.",
      "pt": "Eles converteram a garagem em uma academia improvisada durante o período de lockdown."
    },
    {
      "en": "The community set up a makeshift school in the church basement for the displaced children.",
      "pt": "A comunidade montou uma escola improvisada no porão da igreja para as crianças desabrigadas."
    },
    {
      "en": "Her makeshift office in the corner of the bedroom was hardly ideal for productivity.",
      "pt": "Seu escritório improvisado no canto do quarto estava longe de ser ideal para a produtividade."
    },
    {
      "en": "A makeshift memorial of flowers and candles appeared at the site of the accident.",
      "pt": "Um memorial improvisado de flores e velas surgiu no local do acidente."
    },
    {
      "en": "The film's low budget is evident in its use of makeshift props and costumes.",
      "pt": "O baixo orçamento do filme é evidente no uso de adereços e figurinos improvisados."
    },
    {
      "en": "We had to rely on a makeshift antenna made from a coat hanger to get any TV reception.",
      "pt": "Tivemos que contar com uma antena improvisada feita de um cabide para conseguir algum sinal de TV."
    },
    {
      "en": "Not only was the shelter makeshift, but it also offered little protection from the elements.",
      "pt": "Não só o abrigo era improvisado, como também oferecia pouca proteção contra o mau tempo."
    },
    {
      "en": "The first responders established a makeshift triage center within minutes of arriving at the scene.",
      "pt": "As equipes de resgate estabeleceram um centro de triagem improvisado poucos minutos após chegarem ao local."
    },
    {
      "en": "This legislation is just a makeshift solution to a problem that requires systemic change.",
      "pt": "Esta legislação é apenas uma solução paliativa para um problema que requer uma mudança sistêmica."
    },
    {
      "en": "The castaways built a makeshift raft from logs and vines, hoping to reach a nearby island.",
      "pt": "Os náufragos construíram uma jangada improvisada com troncos e cipós, na esperança de alcançar uma ilha próxima."
    },
    {
      "en": "Although the arrangement was makeshift, it served its purpose until a permanent one could be found.",
      "pt": "Embora o arranjo fosse improvisado, ele cumpriu seu propósito até que um permanente pudesse ser encontrado."
    },
    {
      "en": "The journalist reported from a makeshift studio in his hotel room during the conflict.",
      "pt": "O jornalista transmitiu de um estúdio improvisado em seu quarto de hotel durante o conflito."
    },
    {
      "en": "Their makeshift boat, cobbled together from oil drums and planks, miraculously stayed afloat.",
      "pt": "O barco improvisado deles, montado com tambores de óleo e tábuas, milagrosamente permaneceu flutuando."
    },
    {
      "en": "A makeshift gurney was created from a door to carry the injured man out of the collapsed building.",
      "pt": "Uma maca improvisada foi criada a partir de uma porta para carregar o homem ferido para fora do prédio desabado."
    },
    {
      "en": "Forgetting the tent poles was a disaster, forcing us to erect a makeshift shelter with a tarp.",
      "pt": "Esquecer as varetas da barraca foi um desastre, forçando-nos a erguer um abrigo improvisado com uma lona."
    },
    {
      "en": "The rebel army operated from a makeshift headquarters deep within the jungle.",
      "pt": "O exército rebelde operava de um quartel-general improvisado nas profundezas da selva."
    },
    {
      "en": "The family used their minivan as a makeshift camper for their cross-country road trip.",
      "pt": "A família usou sua minivan como um trailer improvisado para a viagem de carro pelo país."
    },
    {
      "en": "How long can this company continue to function with such a makeshift organizational structure?",
      "pt": "Por quanto tempo esta empresa consegue continuar funcionando com uma estrutura organizacional tão improvisada?"
    },
    {
      "en": "The makeshift water filtration system they devised was surprisingly effective at providing clean water.",
      "pt": "O sistema de filtragem de água improvisado que eles criaram foi surpreendentemente eficaz em fornecer água limpa."
    },
    {
      "en": "He jury-rigged a makeshift alarm system using fishing line and a set of small bells.",
      "pt": "Ele improvisou um sistema de alarme quebra-galho usando linha de pesca e um conjunto de sinos pequenos."
    },
    {
      "en": "A vacant warehouse was converted into a makeshift hospital to handle the overflow of patients.",
      "pt": "Um armazém vago foi convertido em um hospital de campanha improvisado para lidar com o excesso de pacientes."
    },
    {
      "en": "The code was a makeshift patch, and everyone knew it would eventually need a complete rewrite.",
      "pt": "O código era um remendo improvisado, e todos sabiam que eventualmente precisaria ser completamente reescrito."
    },
    {
      "en": "His argument, supported by makeshift evidence, failed to convince the jury.",
      "pt": "Seu argumento, apoiado por evidências improvisadas, não conseguiu convencer o júri."
    },
    {
      "en": "They had to use a car battery to power their makeshift communication device.",
      "pt": "Eles tiveram que usar uma bateria de carro para alimentar seu dispositivo de comunicação improvisado."
    },
    {
      "en": "The whole operation had a makeshift quality to it, which made the investors nervous.",
      "pt": "A operação toda tinha um ar de improviso, o que deixou os investidores nervosos."
    },
    {
      "en": "If the main generator fails, we'll have to switch to the makeshift backup system.",
      "pt": "Se o gerador principal falhar, teremos que mudar para o sistema de backup improvisado."
    },
    {
      "en": "She served the stew in makeshift bowls carved from large gourds.",
      "pt": "Ela serviu o ensopado em tigelas improvisadas esculpidas em grandes cabaças."
    },
    {
      "en": "The committee's makeshift response to the crisis was widely criticized as inadequate.",
      "pt": "A resposta improvisada do comitê à crise foi amplamente criticada como inadequada."
    },
    {
      "en": "A makeshift ceasefire was negotiated, but both sides remained wary of each other.",
      "pt": "Um cessar-fogo provisório foi negociado, mas ambos os lados permaneceram desconfiados um do outro."
    },
    {
      "en": "He created a makeshift darkroom in his bathroom to develop the photographs himself.",
      "pt": "Ele criou uma câmara escura improvisada em seu banheiro para revelar as fotografias ele mesmo."
    },
    {
      "en": "The narrative of the novel feels makeshift, as if it were pieced together from several unrelated stories.",
      "pt": "A narrativa do romance parece improvisada, como se tivesse sido montada a partir de várias histórias não relacionadas."
    },
    {
      "en": "Given the circumstances, their makeshift solution was remarkably ingenious.",
      "pt": "Dadas as circunstâncias, a solução improvisada deles foi notavelmente engenhosa."
    },
    {
      "en": "The street musician played on a makeshift drum kit composed of buckets and paint cans.",
      "pt": "O músico de rua tocava em uma bateria improvisada composta por baldes e latas de tinta."
    },
    {
      "en": "We had to turn the conference room into a makeshift dormitory for the stranded employees during the snowstorm.",
      "pt": "Tivemos que transformar a sala de conferências em um dormitório improvisado para os funcionários presos durante a nevasca."
    },
    {
      "en": "The evidence presented was a makeshift collection of circumstantial details rather than concrete proof.",
      "pt": "A evidência apresentada era uma coleção improvisada de detalhes circunstanciais em vez de provas concretas."
    },
    {
      "en": "A makeshift pulley system was devised to lift supplies up to the treehouse.",
      "pt": "Um sistema de roldanas improvisado foi criado para erguer os suprimentos até a casa na árvore."
    },
    {
      "en": "The political party's platform seemed like a makeshift attempt to appeal to every demographic.",
      "pt": "A plataforma do partido político parecia uma tentativa improvisada de agradar a todos os grupos demográficos."
    },
    {
      "en": "Living out of a suitcase in a makeshift apartment, he longed for a sense of stability.",
      "pt": "Vivendo com o que cabia numa mala em um apartamento improvisado, ele ansiava por um senso de estabilidade."
    },
    {
      "en": "The software is functional, but its user interface feels makeshift and counterintuitive.",
      "pt": "O software é funcional, mas sua interface de usuário parece improvisada e pouco intuitiva."
    },
    {
      "en": "A piece of cardboard served as a makeshift fan in the sweltering, un-air-conditioned room.",
      "pt": "Um pedaço de papelão serviu como um leque improvisado na sala abafada e sem ar-condicionado."
    },
    {
      "en": "The community garden was started with makeshift tools and donated seeds.",
      "pt": "A horta comunitária começou com ferramentas improvisadas e sementes doadas."
    },
    {
      "en": "They had established a makeshift command post in an abandoned farmhouse.",
      "pt": "Eles haviam estabelecido um posto de comando improvisado em uma casa de fazenda abandonada."
    },
    {
      "en": "This makeshift arrangement, while not ideal, will have to suffice for the time being.",
      "pt": "Este arranjo provisório, embora não seja o ideal, terá que ser suficiente por enquanto."
    },
    {
      "en": "The dog's makeshift leash was just a piece of rope tied around its neck.",
      "pt": "A coleira improvisada do cachorro era apenas um pedaço de corda amarrado em seu pescoço."
    },
    {
      "en": "Would it be possible to construct a makeshift sail for this canoe?",
      "pt": "Seria possível construir uma vela improvisada para esta canoa?"
    },
    {
      "en": "The city's plan to house the homeless in makeshift shelters was met with public outcry.",
      "pt": "O plano da cidade de abrigar os sem-teto em abrigos improvisados foi recebido com protestos públicos."
    },
    {
      "en": "He used two chairs and a broomstick to create a makeshift clothes-drying rack.",
      "pt": "Ele usou duas cadeiras e um cabo de vassoura para criar um varal de roupas improvisado."
    },
    {
      "en": "Their research methodology was so makeshift that the results were deemed unreliable.",
      "pt": "A metodologia de pesquisa deles era tão improvisada que os resultados foram considerados não confiáveis."
    },
    {
      "en": "The makeshift government struggled to gain international recognition and legitimacy.",
      "pt": "O governo provisório lutou para obter reconhecimento e legitimidade internacional."
    },
    {
      "en": "A sheet of plywood propped on sawhorses became their makeshift dining table.",
      "pt": "Uma folha de compensado apoiada em cavaletes tornou-se a mesa de jantar improvisada deles."
    },
    {
      "en": "The documentary crew had to rely on makeshift equipment after theirs was confiscated at the border.",
      "pt": "A equipe do documentário teve que contar com equipamentos improvisados depois que os seus foram confiscados na fronteira."
    },
    {
      "en": "Could a makeshift solution like this potentially cause more damage in the long run?",
      "pt": "Uma solução improvisada como esta poderia potencialmente causar mais danos a longo prazo?"
    },
    {
      "en": "The children put on a play for their parents with makeshift costumes and a stage in the garage.",
      "pt": "As crianças encenaram uma peça para seus pais com fantasias improvisadas e um palco na garagem."
    },
    {
      "en": "We're operating on a makeshift budget until the new fiscal year begins.",
      "pt": "Estamos operando com um orçamento provisório até o início do novo ano fiscal."
    },
    {
      "en": "His alibi was a makeshift story that quickly fell apart under police questioning.",
      "pt": "O álibi dele era uma história improvisada que rapidamente desmoronou sob o interrogatório da polícia."
    },
    {
      "en": "In many developing countries, entire neighborhoods consist of makeshift housing.",
      "pt": "Em muitos países em desenvolvimento, bairros inteiros consistem em moradias improvisadas."
    },
    {
      "en": "The rescue team used a blanket as a makeshift stretcher to carry the victim to safety.",
      "pt": "A equipe de resgate usou um cobertor como uma maca improvisada para levar a vítima para um local seguro."
    },
    {
      "en": "The startup's first office was a makeshift space in the founder's basement.",
      "pt": "O primeiro escritório da startup era um espaço improvisado no porão do fundador."
    },
    {
      "en": "Their makeshift raft was tossed about by the storm, but somehow it held together.",
      "pt": "A jangada improvisada deles foi jogada de um lado para o outro pela tempestade, mas de alguma forma se manteve inteira."
    },
    {
      "en": "The old bus was converted into a makeshift mobile library for rural communities.",
      "pt": "O ônibus antigo foi convertido em uma biblioteca móvel improvisada para comunidades rurais."
    },
    {
      "en": "The legal framework was a makeshift construct, designed to be replaced as soon as possible.",
      "pt": "A estrutura legal era uma construção provisória, projetada para ser substituída o mais rápido possível."
    },
    {
      "en": "Despite its makeshift appearance, the device worked flawlessly.",
      "pt": "Apesar de sua aparência improvisada, o dispositivo funcionou perfeitamente."
    },
    {
      "en": "I'm not confident in this makeshift strategy; it leaves too much to chance.",
      "pt": "Não estou confiante nesta estratégia improvisada; ela deixa muita coisa ao acaso."
    },
    {
      "en": "The camp was a sprawling city of makeshift tents and shacks.",
      "pt": "O acampamento era uma cidade extensa de tendas e barracos improvisados."
    },
    {
      "en": "He fixed the broken eyeglasses frame with a makeshift hinge made from a paperclip.",
      "pt": "Ele consertou a armação quebrada dos óculos com uma dobradiça improvisada feita de um clipe de papel."
    },
    {
      "en": "The curriculum was a makeshift blend of online resources and outdated textbooks.",
      "pt": "O currículo era uma mistura improvisada de recursos online e livros didáticos desatualizados."
    },
    {
      "en": "A makeshift infirmary was set up in the church to care for the wounded.",
      "pt": "Uma enfermaria improvisada foi montada na igreja para cuidar dos feridos."
    },
    {
      "en": "Why are we still using this makeshift database instead of investing in a proper system?",
      "pt": "Por que ainda estamos usando este banco de dados quebra-galho em vez de investir em um sistema adequado?"
    },
    {
      "en": "The peace treaty was a makeshift accord, failing to address the root causes of the conflict.",
      "pt": "O tratado de paz foi um acordo provisório, que não abordou as causas fundamentais do conflito."
    },
    {
      "en": "Stranded in the desert, they built a makeshift shelter from the wreckage of their plane.",
      "pt": "Presos no deserto, eles construíram um abrigo improvisado com os destroços de seu avião."
    },
    {
      "en": "The concert had a wonderfully chaotic energy, enhanced by the makeshift, DIY aesthetic.",
      "pt": "O show tinha uma energia maravilhosamente caótica, realçada pela estética improvisada e 'faça você mesmo'."
    },
    {
      "en": "The company's cybersecurity was a makeshift patchwork of free software and weak passwords.",
      "pt": "A cibersegurança da empresa era uma colcha de retalhos improvisada de software gratuito e senhas fracas."
    },
    {
      "en": "He wrote his novel on a makeshift desk consisting of a plank of wood over two filing cabinets.",
      "pt": "Ele escreveu seu romance em uma escrivaninha improvisada que consistia em uma prancha de madeira sobre dois arquivos."
    },
    {
      "en": "The border crossing was nothing more than a makeshift checkpoint manned by a few guards.",
      "pt": "A travessia da fronteira não passava de um posto de controle improvisado, guarnecido por alguns guardas."
    },
    {
      "en": "This is just a makeshift repair; you'll need to get it professionally fixed tomorrow.",
      "pt": "Isso é apenas um conserto quebra-galho; você precisará levá-lo para um conserto profissional amanhã."
    },
    {
      "en": "A makeshift ladder was constructed from rope and sticks to rescue the cat from the tree.",
      "pt": "Uma escada improvisada foi construída com corda e galhos para resgatar o gato da árvore."
    },
    {
      "en": "The system of justice in the lawless territory was makeshift and often brutal.",
      "pt": "O sistema de justiça no território sem lei era improvisado e muitas vezes brutal."
    },
    {
      "en": "She used an inverted bucket as a makeshift stool while gardening.",
      "pt": "Ela usou um balde invertido como um banquinho improvisado enquanto cuidava do jardim."
    },
    {
      "en": "Following the data breach, a makeshift communication plan was enacted to inform customers.",
      "pt": "Após a violação de dados, um plano de comunicação improvisado foi implementado para informar os clientes."
    },
    {
      "en": "The protesters' makeshift encampment in the city square grew larger each day.",
      "pt": "O acampamento improvisado dos manifestantes na praça da cidade crescia a cada dia."
    },
    {
      "en": "His speech was a makeshift collection of talking points he'd jotted down on a napkin.",
      "pt": "O discurso dele era uma coleção improvisada de tópicos que ele havia anotado em um guardanapo."
    },
    {
      "en": "Is a makeshift solution truly better than no solution at all in this critical situation?",
      "pt": "Uma solução improvisada é realmente melhor do que nenhuma solução nesta situação crítica?"
    },
    {
      "en": "The children's treehouse was a ramshackle, makeshift structure that delighted them nonetheless.",
      "pt": "A casa na árvore das crianças era uma estrutura precária e improvisada que, no entanto, as encantava."
    },
    {
      "en": "A makeshift drainage ditch was dug to prevent the campsite from flooding.",
      "pt": "Uma vala de drenagem improvisada foi cavada para evitar que o acampamento inundasse."
    },
    {
      "en": "The organization's management structure is so makeshift that no one is sure who is in charge.",
      "pt": "A estrutura de gestão da organização é tão improvisada que ninguém tem certeza de quem está no comando."
    },
    {
      "en": "He created a makeshift weights set using water-filled jugs and a steel bar.",
      "pt": "Ele criou um conjunto de pesos improvisado usando galões cheios de água e uma barra de aço."
    },
    {
      "en": "Their escape plan was a makeshift affair, contingent on luck and precise timing.",
      "pt": "O plano de fuga deles era um arranjo improvisado, dependente da sorte e de um timing preciso."
    },
    {
      "en": "A row of cars formed a makeshift barrier against the advancing crowd.",
      "pt": "Uma fileira de carros formou uma barreira improvisada contra a multidão que avançava."
    },
    {
      "en": "The community kitchen relied on a makeshift pantry stocked with donations.",
      "pt": "A cozinha comunitária dependia de uma despensa improvisada abastecida com doações."
    },
    {
      "en": "The company's HR policies seemed makeshift and were applied inconsistently.",
      "pt": "As políticas de RH da empresa pareciam improvisadas e eram aplicadas de forma inconsistente."
    },
    {
      "en": "She tied her hair back with a makeshift band made from a rubber band and a piece of string.",
      "pt": "Ela prendeu o cabelo com um elástico improvisado feito de um elástico de borracha e um pedaço de barbante."
    },
    {
      "en": "The initial prototype was a makeshift contraption of wires and circuit boards.",
      "pt": "O protótipo inicial era uma engenhoca improvisada de fios e placas de circuito."
    },
    {
      "en": "While the coalition is makeshift, it represents the only viable opposition to the regime.",
      "pt": "Embora a coalizão seja provisória, ela representa a única oposição viável ao regime."
    },
    {
      "en": "A tarp was stretched between two trees to create a makeshift roof over their heads.",
      "pt": "Uma lona foi esticada entre duas árvores para criar um teto improvisado sobre suas cabeças."
    },
    {
      "en": "The detective's theory was a makeshift explanation that didn't account for all the facts.",
      "pt": "A teoria do detetive era uma explicação improvisada que não levava em conta todos os fatos."
    },
    {
      "en": "They had to use a coffee filter as a makeshift patch for the leaky pipe.",
      "pt": "Eles tiveram que usar um filtro de café como um remendo improvisado para o cano com vazamento."
    },
    {
      "en": "This makeshift solution might get us through the night, but we need a permanent fix by morning.",
      "pt": "Esta solução quebra-galho pode nos ajudar a passar a noite, mas precisamos de um conserto permanente pela manhã."
    },
    {
      "en": "The director's notes were a makeshift script, constantly being rewritten during filming.",
      "pt": "As anotações do diretor eram um roteiro improvisado, constantemente reescrito durante as filmagens."
    },
    {
      "en": "For weeks after the hurricane, residents relied on makeshift power from generators.",
      "pt": "Por semanas após o furacão, os moradores dependeram de energia improvisada de geradores."
    },
    {
      "en": "The new law is seen by many as a makeshift measure that fails to address the underlying issue.",
      "pt": "A nova lei é vista por muitos como uma medida paliativa que não resolve a questão subjacente."
    },
    {
      "en": "He silenced the rattling window with a makeshift wedge made from folded paper.",
      "pt": "Ele silenciou a janela que batia com um calço improvisado feito de papel dobrado."
    },
    {
      "en": "The makeshift stage lighting consisted of a few desk lamps clamped to chairs.",
      "pt": "A iluminação de palco improvisada consistia em algumas luminárias de mesa presas a cadeiras."
    },
    {
      "en": "The rebel group's arsenal was a motley collection of makeshift and captured weapons.",
      "pt": "O arsenal do grupo rebelde era uma coleção heterogênea de armas improvisadas e capturadas."
    },
    {
      "en": "How can you be certain that this makeshift dam will hold back the floodwaters?",
      "pt": "Como você pode ter certeza de que esta barragem improvisada conterá as águas da enchente?"
    },
    {
      "en": "A shipping container had been repurposed as a makeshift clinic in the remote village.",
      "pt": "Um contêiner de transporte foi reaproveitado como uma clínica improvisada na aldeia remota."
    },
    {
      "en": "The city's infrastructure is a makeshift network that is vulnerable to collapse.",
      "pt": "A infraestrutura da cidade é uma rede improvisada que está vulnerável ao colapso."
    },
    {
      "en": "She constructed a makeshift easel from a camera tripod and some clamps.",
      "pt": "Ela construiu um cavalete improvisado com um tripé de câmera e alguns grampos."
    },
    {
      "en": "The peace agreement was a makeshift arrangement destined to fail from the start.",
      "pt": "O acordo de paz foi um arranjo provisório destinado a fracassar desde o início."
    },
    {
      "en": "I'm using my phone's flashlight as a makeshift candle during this power outage.",
      "pt": "Estou usando a lanterna do meu celular como uma vela improvisada durante esta falta de energia."
    },
    {
      "en": "The explorers built a makeshift compass when their electronic equipment failed.",
      "pt": "Os exploradores construíram uma bússola improvisada quando seu equipamento eletrônico falhou."
    },
    {
      "en": "This whole project feels makeshift; there's no long-term vision or proper planning.",
      "pt": "Todo este projeto parece improvisado; não há visão de longo prazo ou planejamento adequado."
    },
    {
      "en": "He created a makeshift fishing rod using a long stick, some dental floss, and a bent safety pin.",
      "pt": "Ele criou uma vara de pescar improvisada usando um galho longo, um pouco de fio dental e um alfinete de segurança torto."
    },
    {
      "en": "The data migration process was a makeshift script that ran overnight and often failed.",
      "pt": "O processo de migração de dados era um script improvisado que rodava durante a noite e frequentemente falhava."
    },
    {
      "en": "A makeshift hospital had been set up in the school's auditorium to treat the injured.",
      "pt": "Um hospital de campanha improvisado foi montado no auditório da escola para tratar os feridos."
    },
    {
      "en": "Their makeshift government lacked the resources to provide basic services to the population.",
      "pt": "O governo provisório deles não tinha os recursos para fornecer serviços básicos à população."
    },
    {
      "en": "The car's exhaust was held on with a makeshift bracket made from a wire coat hanger.",
      "pt": "O escapamento do carro estava preso com um suporte improvisado feito de um cabide de arame."
    },
    {
      "en": "The training program was a makeshift affair, thrown together at the last minute.",
      "pt": "O programa de treinamento foi algo improvisado, montado no último minuto."
    },
    {
      "en": "In the absence of a proper boat, they crossed the river on a makeshift ferry made of inner tubes.",
      "pt": "Na ausência de um barco adequado, eles cruzaram o rio em uma balsa improvisada feita de câmaras de ar."
    },
    {
      "en": "The defendant's legal strategy seemed makeshift and poorly conceived.",
      "pt": "A estratégia de defesa do réu parecia improvisada e mal concebida."
    },
    {
      "en": "A line of sandbags formed a makeshift levee against the rising river.",
      "pt": "Uma linha de sacos de areia formava um dique improvisado contra o rio que subia."
    },
    {
      "en": "She fashioned a makeshift bookmark from a torn piece of the newspaper.",
      "pt": "Ela fez um marcador de livro improvisado com um pedaço rasgado do jornal."
    },
    {
      "en": "The company's success was built on a makeshift business model that defied all conventions.",
      "pt": "O sucesso da empresa foi construído sobre um modelo de negócios improvisado que desafiava todas as convenções."
    },
    {
      "en": "The scientist conducted her groundbreaking experiments using makeshift laboratory equipment.",
      "pt": "A cientista conduziu seus experimentos inovadores usando equipamentos de laboratório improvisados."
    },
    {
      "en": "He used a rolled-up jacket as a makeshift pillow on the long bus ride.",
      "pt": "Ele usou uma jaqueta enrolada como um travesseiro improvisado na longa viagem de ônibus."
    },
    {
      "en": "The ceasefire is a makeshift truce, unlikely to last without a formal peace process.",
      "pt": "O cessar-fogo é uma trégua provisória, improvável de durar sem um processo de paz formal."
    },
    {
      "en": "The refugee camp's makeshift school was staffed by volunteer teachers.",
      "pt": "A escola improvisada do campo de refugiados era composta por professores voluntários."
    },
    {
      "en": "Is this makeshift fence strong enough to keep the cattle from wandering off?",
      "pt": "Esta cerca improvisada é forte o suficiente para impedir que o gado se afaste?"
    },
    {
      "en": "They had a makeshift barbecue using a shopping cart and a bag of charcoal.",
      "pt": "Eles fizeram um churrasco improvisado usando um carrinho de compras e um saco de carvão."
    },
    {
      "en": "The alliance between the two rival factions was a makeshift one, born of necessity.",
      "pt": "A aliança entre as duas facções rivais era provisória, nascida da necessidade."
    },
    {
      "en": "A large cardboard box was transformed into a makeshift spaceship by the imaginative child.",
      "pt": "Uma grande caixa de papelão foi transformada em uma nave espacial improvisada pela criança imaginativa."
    },
    {
      "en": "The board approved a makeshift budget to keep the organization running while they search for a new CEO.",
      "pt": "O conselho aprovou um orçamento provisório para manter a organização funcionando enquanto procuram um novo CEO."
    },
    {
      "en": "The runners in the remote village race wore makeshift shoes crafted from old tires.",
      "pt": "Os corredores na corrida da aldeia remota usavam sapatos improvisados feitos de pneus velhos."
    },
    {
      "en": "His entire philosophy of life seemed like a makeshift construction of borrowed ideas.",
      "pt": "Toda a sua filosofia de vida parecia uma construção improvisada de ideias emprestadas."
    },
    {
      "en": "The makeshift water collection system on the roof provided them with water for washing.",
      "pt": "O sistema improvisado de coleta de água no telhado fornecia-lhes água para lavar."
    },
    {
      "en": "We can't build a sustainable future on makeshift policies and short-term thinking.",
      "pt": "Não podemos construir um futuro sustentável com políticas paliativas e pensamento de curto prazo."
    },
    {
      "en": "The hackers gained access through a makeshift security protocol the company had implemented.",
      "pt": "Os hackers obtiveram acesso através de um protocolo de segurança improvisado que a empresa havia implementado."
    },
    {
      "en": "She propped her tablet up on a makeshift stand made from a coffee mug.",
      "pt": "Ela apoiou seu tablet em um suporte improvisado feito de uma caneca de café."
    },
    {
      "en": "The country was ruled by a makeshift junta following the military coup.",
      "pt": "O país foi governado por uma junta provisória após o golpe militar."
    },
    {
      "en": "The makeshift nature of the repairs suggested they wouldn't last very long.",
      "pt": "A natureza improvisada dos reparos sugeria que eles não durariam muito."
    },
    {
      "en": "A bedsheet served as a makeshift projector screen for their movie night.",
      "pt": "Um lençol serviu como uma tela de projetor improvisada para a noite de cinema deles."
    },
    {
      "en": "Relying on a makeshift solution for so long is what ultimately caused the system-wide failure.",
      "pt": "Contar com uma solução improvisada por tanto tempo foi o que acabou causando a falha em todo o sistema."
    },
    {
      "en": "The town established a makeshift warning system of bells and horns for flood alerts.",
      "pt": "A cidade estabeleceu um sistema de alerta improvisado de sinos e buzinas para alertas de inundação."
    },
    {
      "en": "The biography feels makeshift, lacking the deep research of his previous works.",
      "pt": "A biografia parece improvisada, faltando a pesquisa aprofundada de seus trabalhos anteriores."
    },
    {
      "en": "He played the melody on a makeshift flute he had carved from a piece of bamboo.",
      "pt": "Ele tocou a melodia em uma flauta improvisada que ele havia esculpido de um pedaço de bambu."
    },
    {
      "en": "The company's digital transformation was a makeshift process, leading to chaotic results.",
      "pt": "A transformação digital da empresa foi um processo improvisado, levando a resultados caóticos."
    },
    {
      "en": "They used a car jack and some blocks of wood as a makeshift press.",
      "pt": "Eles usaram um macaco de carro e alguns blocos de madeira como uma prensa improvisada."
    },
    {
      "en": "This legal loophole is being exploited as a makeshift way to avoid taxes.",
      "pt": "Esta brecha legal está sendo explorada como uma forma improvisada de evitar impostos."
    },
    {
      "en": "The soldiers' makeshift camp was well-hidden from aerial surveillance.",
      "pt": "O acampamento improvisado dos soldados estava bem escondido da vigilância aérea."
    },
    {
      "en": "Although his methods were makeshift, the results he achieved were undeniably impressive.",
      "pt": "Embora seus métodos fossem improvisados, os resultados que ele alcançou foram inegavelmente impressionantes."
    },
    {
      "en": "A piece of plastic sheeting was used as a makeshift window pane to keep the rain out.",
      "pt": "Uma folha de plástico foi usada como uma vidraça improvisada para impedir a entrada da chuva."
    },
    {
      "en": "What started as a makeshift project in a garage grew into a multinational corporation.",
      "pt": "O que começou como um projeto improvisado em uma garagem cresceu e se tornou uma corporação multinacional."
    },
    {
      "en": "The team's strategy on the field seemed makeshift, reacting to events rather than planning for them.",
      "pt": "A estratégia da equipe em campo parecia improvisada, reagindo aos eventos em vez de planejá-los."
    },
    {
      "en": "He built a makeshift shelter for the stray cat in his backyard.",
      "pt": "Ele construiu um abrigo improvisado para o gato de rua em seu quintal."
    },
    {
      "en": "The report was criticized for its makeshift analysis and lack of data.",
      "pt": "O relatório foi criticado por sua análise improvisada e falta de dados."
    },
    {
      "en": "She made a makeshift cradle for the baby using a laundry basket and soft blankets.",
      "pt": "Ela fez um berço improvisado para o bebê usando um cesto de roupa suja e cobertores macios."
    },
    {
      "en": "The makeshift pipeline, constructed from various types of tubing, was prone to leaks.",
      "pt": "O oleoduto improvisado, construído com vários tipos de tubulação, era propenso a vazamentos."
    },
    {
      "en": "The city's response to the housing crisis was a series of makeshift, short-term initiatives.",
      "pt": "A resposta da cidade à crise imobiliária foi uma série de iniciativas improvisadas e de curto prazo."
    },
    {
      "en": "The makeshift stage collapsed mid-performance, though luckily no one was seriously injured.",
      "pt": "O palco improvisado desabou no meio da apresentação, embora felizmente ninguém tenha se ferido gravemente."
    },
    {
      "en": "I can't believe the company is still running on this makeshift software from a decade ago.",
      "pt": "Não acredito que a empresa ainda esteja funcionando com este software improvisado de uma década atrás."
    },
    {
      "en": "He used his shoelace as a makeshift fix for his broken backpack strap.",
      "pt": "Ele usou o cadarço do sapato como um conserto improvisado para a alça quebrada de sua mochila."
    },
    {
      "en": "The makeshift coalition government was fragile and plagued by internal disagreements.",
      "pt": "O governo de coalizão provisório era frágil e atormentado por desentendimentos internos."
    },
    {
      "en": "A makeshift pulley was rigged to haul water up from the well.",
      "pt": "Uma roldana improvisada foi montada para puxar água do poço."
    },
    {
      "en": "The constitution they drafted was a makeshift document, intended to be revised later.",
      "pt": "A constituição que eles elaboraram era um documento provisório, destinado a ser revisado posteriormente."
    },
    {
      "en": "Her cooking style was makeshift, brilliantly combining whatever ingredients she had on hand.",
      "pt": "Seu estilo de cozinhar era improvisado, combinando brilhantemente quaisquer ingredientes que ela tivesse à mão."
    },
    {
      "en": "The makeshift sign was handwritten on a piece of cardboard and tied to a lamp post.",
      "pt": "A placa improvisada foi escrita à mão em um pedaço de papelão e amarrada a um poste de luz."
    },
    {
      "en": "Their business grew so fast they had to operate out of a series of makeshift offices.",
      "pt": "A empresa deles cresceu tão rápido que eles tiveram que operar a partir de uma série de escritórios improvisados."
    },
    {
      "en": "The makeshift bridge swayed precariously with every person who crossed it.",
      "pt": "A ponte improvisada balançava perigosamente com cada pessoa que a atravessava."
    },
    {
      "en": "A pile of cushions on the floor served as a makeshift bed for the unexpected guest.",
      "pt": "Uma pilha de almofadas no chão serviu como cama improvisada para o hóspede inesperado."
    },
    {
      "en": "The entire festival had a charming, makeshift feel to it, which the attendees loved.",
      "pt": "O festival inteiro tinha um ar charmoso e improvisado, que os participantes adoraram."
    },
    {
      "en": "The makeshift fence did little to deter the determined deer from entering the garden.",
      "pt": "A cerca improvisada pouco fez para impedir os cervos determinados de entrar no jardim."
    },
    {
      "en": "They communicated with the outside world using a makeshift radio powered by a car battery.",
      "pt": "Eles se comunicavam com o mundo exterior usando um rádio improvisado alimentado por uma bateria de carro."
    },
    {
      "en": "His apology was a makeshift attempt to smooth things over, but it lacked sincerity.",
      "pt": "O pedido de desculpas dele foi uma tentativa improvisada de apaziguar as coisas, mas carecia de sinceridade."
    },
    {
      "en": "The emergency services were forced to work out of a makeshift command center in a tent.",
      "pt": "Os serviços de emergência foram forçados a trabalhar em um centro de comando improvisado em uma barraca."
    },
    {
      "en": "I've created a makeshift system to organize my files, but I need a better long-term solution.",
      "pt": "Eu criei um sistema quebra-galho para organizar meus arquivos, mas preciso de uma solução melhor a longo prazo."
    },
    {
      "en": "The documentary's narrative felt makeshift, jumping between topics without a clear focus.",
      "pt": "A narrativa do documentário parecia improvisada, pulando entre tópicos sem um foco claro."
    },
    {
      "en": "The child wore a makeshift superhero cape made from an old red towel.",
      "pt": "A criança usava uma capa de super-herói improvisada feita de uma toalha vermelha velha."
    },
    {
      "en": "The makeshift repairs to the roof were not enough to stop the leak during the heavy rain.",
      "pt": "Os reparos improvisados no telhado não foram suficientes para parar o vazamento durante a chuva forte."
    },
    {
      "en": "A makeshift market springs up here every Sunday, selling local produce and crafts.",
      "pt": "Um mercado improvisado surge aqui todo domingo, vendendo produtos locais e artesanato."
    },
    {
      "en": "Given the lack of funding, the scientific research was conducted with makeshift equipment.",
      "pt": "Dada a falta de financiamento, a pesquisa científica foi conduzida com equipamentos improvisados."
    },
    {
      "en": "The makeshift committee was disbanded as soon as a formal one could be elected.",
      "pt": "O comitê provisório foi dissolvido assim que um formal pôde ser eleito."
    },
    {
      "en": "He created a makeshift splint from a newspaper and tape for his sprained wrist.",
      "pt": "Ele criou uma tala improvisada com um jornal e fita adesiva para seu pulso torcido."
    },
    {
      "en": "The software update is just a makeshift patch; the underlying bug hasn't been fixed.",
      "pt": "A atualização do software é apenas um remendo improvisado; o bug subjacente não foi corrigido."
    },
    {
      "en": "The city's makeshift public transportation system consisted of privately owned vans and buses.",
      "pt": "O sistema de transporte público improvisado da cidade consistia em vans e ônibus de propriedade privada."
    },
    {
      "en": "The shed was converted into a makeshift workshop for his woodworking hobby.",
      "pt": "O galpão foi convertido em uma oficina improvisada para seu hobby de marcenaria."
    },
    {
      "en": "The film's special effects, while makeshift by today's standards, were groundbreaking for their time.",
      "pt": "Os efeitos especiais do filme, embora improvisados para os padrões de hoje, foram inovadores para a sua época."
    },
    {
      "en": "The climbers took refuge from the blizzard in a makeshift snow cave.",
      "pt": "Os alpinistas se abrigaram da nevasca em uma caverna de neve improvisada."
    },
    {
      "en": "A long plank of wood served as a makeshift bench for the spectators.",
      "pt": "Uma longa prancha de madeira serviu como um banco improvisado para os espectadores."
    },
    {
      "en": "The legal system in the post-war country was makeshift and struggled with a backlog of cases.",
      "pt": "O sistema legal no país do pós-guerra era improvisado e lutava com um acúmulo de casos."
    },
    {
      "en": "She used a broom handle as a makeshift bar to lock the door.",
      "pt": "Ela usou um cabo de vassoura como uma barra improvisada para trancar a porta."
    },
    {
      "en": "The makeshift plan relied on several assumptions that turned out to be incorrect.",
      "pt": "O plano improvisado dependia de várias suposições que se revelaram incorretas."
    },
    {
      "en": "The makeshift community center was the heart of the neighborhood, hosting events and classes.",
      "pt": "O centro comunitário improvisado era o coração do bairro, sediando eventos e aulas."
    },
    {
      "en": "He drove the car for weeks with a makeshift gas cap fashioned from a rag and a rubber band.",
      "pt": "Ele dirigiu o carro por semanas com uma tampa de tanque de gasolina improvisada feita de um pano e um elástico."
    },
    {
      "en": "This makeshift code is inefficient and will cause performance issues down the line.",
      "pt": "Este código improvisado é ineficiente e causará problemas de desempenho no futuro."
    },
    {
      "en": "A circle of stones in the backyard formed a makeshift fire pit.",
      "pt": "Um círculo de pedras no quintal formava uma fogueira de chão improvisada."
    },
    {
      "en": "The investigation revealed a makeshift corporate structure designed to hide profits.",
      "pt": "A investigação revelou uma estrutura corporativa improvisada projetada para ocultar lucros."
    },
    {
      "en": "The makeshift podium was just a stack of milk crates draped with a cloth.",
      "pt": "O pódio improvisado era apenas uma pilha de caixas de leite coberta com um pano."
    },
    {
      "en": "While the database is makeshift, it contains all the critical information we need for now.",
      "pt": "Embora o banco de dados seja improvisado, ele contém todas as informações críticas de que precisamos por enquanto."
    },
    {
      "en": "The team had to play the championship game on a makeshift field after theirs was flooded.",
      "pt": "A equipe teve que jogar a final do campeonato em um campo improvisado depois que o deles foi inundado."
    },
    {
      "en": "She wore a makeshift mask made from a bandana, as proper ones were unavailable.",
      "pt": "Ela usava uma máscara improvisada feita de uma bandana, já que as adequadas não estavam disponíveis."
    },
    {
      "en": "The company's crisis management plan was a makeshift document that proved useless in practice.",
      "pt": "O plano de gerenciamento de crises da empresa era um documento improvisado que se mostrou inútil na prática."
    },
    {
      "en": "The garage band's sound was raw, partly due to their makeshift amplification system.",
      "pt": "O som da banda de garagem era cru, em parte devido ao seu sistema de amplificação improvisado."
    },
    {
      "en": "He created a makeshift water filter using sand, charcoal, and a plastic bottle.",
      "pt": "Ele criou um filtro de água improvisado usando areia, carvão e uma garrafa de plástico."
    },
    {
      "en": "The agreement between the nations was a makeshift pact to delay an inevitable conflict.",
      "pt": "O acordo entre as nações foi um pacto provisório para adiar um conflito inevitável."
    },
    {
      "en": "A makeshift clinic was operating out of the back of a truck, providing essential medical care.",
      "pt": "Uma clínica improvisada estava operando na parte de trás de um caminhão, fornecendo cuidados médicos essenciais."
    },
    {
      "en": "The old factory was partitioned into makeshift studios for local artists.",
      "pt": "A antiga fábrica foi dividida em estúdios improvisados para artistas locais."
    },
    {
      "en": "The city's emergency preparedness relies too heavily on makeshift solutions and volunteer efforts.",
      "pt": "A preparação para emergências da cidade depende demais de soluções improvisadas e esforços voluntários."
    },
    {
      "en": "The makeshift raft began to break apart in the rough waters of the rapids.",
      "pt": "A jangada improvisada começou a se desintegrar nas águas turbulentas das corredeiras."
    },
    {
      "en": "I'm concerned that this makeshift approach to security will leave us vulnerable.",
      "pt": "Estou preocupado que esta abordagem improvisada de segurança nos deixe vulneráveis."
    },
    {
      "en": "She created a makeshift greenhouse for her seedlings using a clear plastic storage bin.",
      "pt": "Ela criou uma estufa improvisada para suas mudas usando uma caixa de armazenamento de plástico transparente."
    },
    {
      "en": "The makeshift government was composed of individuals with little to no political experience.",
      "pt": "O governo provisório era composto por indivíduos com pouca ou nenhuma experiência política."
    },
    {
      "en": "The group of survivors huddled for warmth around a makeshift fire.",
      "pt": "O grupo de sobreviventes se amontoou para se aquecer em volta de uma fogueira improvisada."
    },
    {
      "en": "His resume seemed like a makeshift collection of odd jobs rather than a coherent career path.",
      "pt": "O currículo dele parecia uma coleção improvisada de bicos em vez de uma trajetória de carreira coerente."
    },
    {
      "en": "The children's makeshift puppet theater was a cardboard box with a window cut out.",
      "pt": "O teatro de fantoches improvisado das crianças era uma caixa de papelão com uma janela recortada."
    },
    {
      "en": "The project was completed using a makeshift workflow that was both confusing and inefficient.",
      "pt": "O projeto foi concluído usando um fluxo de trabalho improvisado que era confuso e ineficiente."
    },
    {
      "en": "The town's defenses consisted of a makeshift wall of sandbags and junked cars.",
      "pt": "As defesas da cidade consistiam em um muro improvisado de sacos de areia e carros velhos."
    },
    {
      "en": "The makeshift solution worked, but it's not something we should rely on long-term.",
      "pt": "A solução improvisada funcionou, mas não é algo em que devamos confiar a longo prazo."
    },
    {
      "en": "They used a car's side mirror as a makeshift signaling device to attract attention.",
      "pt": "Eles usaram o espelho lateral de um carro como um dispositivo de sinalização improvisado para chamar a atenção."
    },
    {
      "en": "The makeshift truce held for a few days before hostilities resumed.",
      "pt": "A trégua provisória durou alguns dias antes que as hostilidades recomeçassem."
    },
    {
      "en": "The makeshift camp lacked basic sanitation, leading to a high risk of disease.",
      "pt": "O acampamento improvisado não tinha saneamento básico, levando a um alto risco de doenças."
    },
    {
      "en": "The makeshift nature of the entire enterprise was a constant source of anxiety for the team.",
      "pt": "A natureza improvisada de todo o empreendimento era uma fonte constante de ansiedade para a equipe."
    },
    {
      "en": "A piece of bent metal served as a makeshift latch for the broken gate.",
      "pt": "Um pedaço de metal torto serviu como um trinco improvisado para o portão quebrado."
    },
    {
      "en": "The company's early success was largely due to its innovative, if makeshift, marketing tactics.",
      "pt": "O sucesso inicial da empresa deveu-se em grande parte às suas táticas de marketing inovadoras, embora improvisadas."
    },
    {
      "en": "He built a makeshift desk extension with some plywood and brackets.",
      "pt": "Ele construiu uma extensão de escrivaninha improvisada com um pouco de compensado e suportes."
    },
    {
      "en": "The legislative process was makeshift, with laws being passed without proper debate.",
      "pt": "O processo legislativo era improvisado, com leis sendo aprovadas sem o devido debate."
    },
    {
      "en": "The makeshift shelter provided some relief from the scorching sun, but not from the heat.",
      "pt": "O abrigo improvisado forneceu algum alívio do sol escaldante, mas não do calor."
    },
    {
      "en": "Our current software is a makeshift solution cobbled together by a former employee.",
      "pt": "Nosso software atual é uma solução improvisada montada por um ex-funcionário."
    },
    {
      "en": "The children used an old tire swing as a makeshift merry-go-round.",
      "pt": "As crianças usaram um balanço de pneu velho como um carrossel improvisado."
    },
    {
      "en": "The makeshift government's first act was to declare a state of emergency.",
      "pt": "O primeiro ato do governo provisório foi declarar estado de emergência."
    },
    {
      "en": "The boat's makeshift sail, made from a tattered blanket, barely caught the wind.",
      "pt": "A vela improvisada do barco, feita de um cobertor esfarrapado, mal pegava o vento."
    },
    {
      "en": "I'm tired of working with these makeshift tools; we need to invest in proper equipment.",
      "pt": "Estou cansado de trabalhar com essas ferramentas improvisadas; precisamos investir em equipamentos adequados."
    },
    {
      "en": "She used a bottle cap as a makeshift measuring spoon for the recipe.",
      "pt": "Ela usou uma tampa de garrafa como uma colher de medida improvisada para a receita."
    },
    {
      "en": "The treaty was a makeshift attempt to paper over deep-seated ethnic divisions.",
      "pt": "O tratado foi uma tentativa provisória de encobrir divisões étnicas profundas."
    },
    {
      "en": "The makeshift stage was so unstable that the actors were afraid to move around too much.",
      "pt": "O palco improvisado era tão instável que os atores tinham medo de se mover muito."
    },
    {
      "en": "The database is a makeshift mess of interconnected spreadsheets.",
      "pt": "O banco de dados é uma bagunça improvisada de planilhas interconectadas."
    },
    {
      "en": "He made a makeshift torch by wrapping a rag soaked in oil around the end of a stick.",
      "pt": "Ele fez uma tocha improvisada enrolando um pano embebido em óleo na ponta de um galho."
    },
    {
      "en": "The makeshift army was poorly equipped but fought with incredible bravery.",
      "pt": "O exército improvisado estava mal equipado, mas lutou com incrível bravura."
    },
    {
      "en": "The makeshift community garden transformed the neglected lot into a vibrant green space.",
      "pt": "A horta comunitária improvisada transformou o terreno abandonado em um espaço verde vibrante."
    },
    {
      "en": "The project's success is a testament to what can be achieved with makeshift resources and a lot of ingenuity.",
      "pt": "O sucesso do projeto é um testemunho do que pode ser alcançado com recursos improvisados e muita engenhosidade."
    },
    {
      "en": "He used a credit card as a makeshift ice scraper to clear his windshield.",
      "pt": "Ele usou um cartão de crédito como um raspador de gelo improvisado para limpar o para-brisa."
    },
    {
      "en": "The company's expansion strategy appears makeshift and lacks clear objectives.",
      "pt": "A estratégia de expansão da empresa parece improvisada e carece de objetivos claros."
    },
    {
      "en": "The makeshift bridge was washed away by the flash flood, cutting off the village again.",
      "pt": "A ponte improvisada foi levada pela enchente relâmpago, isolando a aldeia novamente."
    },
    {
      "en": "We can't rely on makeshift solutions indefinitely; a permanent system must be developed.",
      "pt": "Não podemos depender de soluções improvisadas indefinidamente; um sistema permanente deve ser desenvolvido."
    },
    {
      "en": "A pile of hay in the barn served as a makeshift bed for the weary traveler.",
      "pt": "Uma pilha de feno no celeiro serviu como cama improvisada para o viajante cansado."
    },
    {
      "en": "The new manager was appalled by the makeshift processes the team had been using.",
      "pt": "O novo gerente ficou chocado com os processos improvisados que a equipe vinha usando."
    },
    {
      "en": "The makeshift nature of the camp made it particularly vulnerable to fires.",
      "pt": "A natureza improvisada do acampamento o tornava particularmente vulnerável a incêndios."
    },
    {
      "en": "The children performed their play on a makeshift stage in the backyard.",
      "pt": "As crianças apresentaram sua peça em um palco improvisado no quintal."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "makeshift",
      "options": [
        "makeshift",
        "mischief"
      ],
      "correct": "makeshift"
    },
    {
      "question": "makeshift",
      "options": [
        "makeshaft",
        "makeshift"
      ],
      "correct": "makeshift"
    },
    {
      "question": "makeshift",
      "options": [
        "makeshift",
        "facelift"
      ],
      "correct": "makeshift"
    },
    {
      "question": "makeshift",
      "options": [
        "milkshake",
        "makeshift"
      ],
      "correct": "makeshift"
    },
    {
      "question": "makeshift",
      "options": [
        "makeshift",
        "backshift"
      ],
      "correct": "makeshift"
    },
    {
      "question": "makeshift",
      "options": [
        "nightshift",
        "makeshift"
      ],
      "correct": "makeshift"
    },
    {
      "question": "makeshift",
      "options": [
        "makeshift",
        "may shift"
      ],
      "correct": "makeshift"
    },
    {
      "question": "makeshift",
      "options": [
        "make stiff",
        "makeshift"
      ],
      "correct": "makeshift"
    },
    {
      "question": "makeshift",
      "options": [
        "makes it",
        "makeshift"
      ],
      "correct": "makeshift"
    },
    {
      "question": "makeshift",
      "options": [
        "makeshift",
        "mistake"
      ],
      "correct": "makeshift"
    },
    {
      "question": "makeshift",
      "options": [
        "make fast",
        "makeshift"
      ],
      "correct": "makeshift"
    },
    {
      "question": "makeshift",
      "options": [
        "makeshift",
        "uplift"
      ],
      "correct": "makeshift"
    },
    {
      "question": "makeshift",
      "options": [
        "make sure",
        "makeshift"
      ],
      "correct": "makeshift"
    },
    {
      "question": "makeshift",
      "options": [
        "make shift",
        "makeshift"
      ],
      "correct": "makeshift"
    },
    {
      "question": "makeshift",
      "options": [
        "makeshift",
        "make sift"
      ],
      "correct": "makeshift"
    }
  ]
}
