{
  "sentences": [
    {
      "en": "The outcome of the meeting was very positive.",
      "pt": "O resultado da reunião foi muito positivo."
    },
    {
      "en": "It is still too early to predict the outcome of the election.",
      "pt": "Ainda é muito cedo para prever o resultado da eleição."
    },
    {
      "en": "We are hoping for a successful outcome from the surgery.",
      "pt": "Estamos esperando um resultado bem-sucedido da cirurgia."
    },
    {
      "en": "The final outcome of the project depends on teamwork.",
      "pt": "O resultado final do projeto depende do trabalho em equipe."
    },
    {
      "en": "Regardless of the outcome, I'm proud of our efforts.",
      "pt": "Independentemente do resultado, estou orgulhoso de nossos esforços."
    },
    {
      "en": "What was the eventual outcome of your job interview?",
      "pt": "Qual foi o desfecho final da sua entrevista de emprego?"
    },
    {
      "en": "The outcome of the experiment was completely unexpected.",
      "pt": "O resultado do experimento foi completamente inesperado."
    },
    {
      "en": "The legal outcome of the case will be decided by a jury.",
      "pt": "O desfecho legal do caso será decidido por um júri."
    },
    {
      "en": "A positive patient outcome is our primary goal.",
      "pt": "Um resultado positivo para o paciente é nosso principal objetivo."
    },
    {
      "en": "The desired outcome was achieved through careful planning.",
      "pt": "O resultado desejado foi alcançado através de um planejamento cuidadoso."
    },
    {
      "en": "The outcome of the game was a huge disappointment for the fans.",
      "pt": "O resultado do jogo foi uma grande decepção para os torcedores."
    },
    {
      "en": "Every action has a corresponding outcome.",
      "pt": "Toda ação tem um resultado correspondente."
    },
    {
      "en": "We must be prepared for any possible outcome.",
      "pt": "Devemos estar preparados para qualquer resultado possível."
    },
    {
      "en": "The study's outcome will influence future policy.",
      "pt": "O resultado do estudo influenciará políticas futuras."
    },
    {
      "en": "He was not satisfied with the outcome of the negotiations.",
      "pt": "Ele não ficou satisfeito com o resultado das negociações."
    },
    {
      "en": "The long-term outcome of this treatment is unknown.",
      "pt": "O resultado a longo prazo deste tratamento é desconhecido."
    },
    {
      "en": "The fate of the company depends on the outcome of this vote.",
      "pt": "O destino da empresa depende do resultado desta votação."
    },
    {
      "en": "A tragic outcome was narrowly avoided.",
      "pt": "Um desfecho trágico foi evitado por pouco."
    },
    {
      "en": "What do you think is the most likely outcome?",
      "pt": "Qual você acha que é o resultado mais provável?"
    },
    {
      "en": "The outcome of his decision affected everyone in the family.",
      "pt": "O resultado de sua decisão afetou todos na família."
    },
    {
      "en": "The educational outcome of the new curriculum is being evaluated.",
      "pt": "O resultado educacional do novo currículo está sendo avaliado."
    },
    {
      "en": "This was not the outcome we had hoped for.",
      "pt": "Este não foi o resultado que esperávamos."
    },
    {
      "en": "The clinical trial had a favorable outcome.",
      "pt": "O ensaio clínico teve um resultado favorável."
    },
    {
      "en": "The outcome of the championship was decided in the final seconds.",
      "pt": "O resultado do campeonato foi decidido nos segundos finais."
    },
    {
      "en": "Let's wait for the outcome before making any new plans.",
      "pt": "Vamos esperar o resultado antes de fazer novos planos."
    },
    {
      "en": "The financial outcome of the quarter exceeded expectations.",
      "pt": "O resultado financeiro do trimestre superou as expectativas."
    },
    {
      "en": "His efforts had a significant impact on the final outcome.",
      "pt": "Seus esforços tiveram um impacto significativo no resultado final."
    },
    {
      "en": "The outcome of the research will be published in a scientific journal.",
      "pt": "O resultado da pesquisa será publicado em uma revista científica."
    },
    {
      "en": "She was anxious about the outcome of her medical tests.",
      "pt": "Ela estava ansiosa com o resultado de seus exames médicos."
    },
    {
      "en": "The two sides are working towards a mutually beneficial outcome.",
      "pt": "Os dois lados estão trabalhando para um resultado mutuamente benéfico."
    },
    {
      "en": "No one could have foreseen such a dramatic outcome.",
      "pt": "Ninguém poderia ter previsto um desfecho tão dramático."
    },
    {
      "en": "The outcome of the discussion remains uncertain.",
      "pt": "O resultado da discussão permanece incerto."
    },
    {
      "en": "The success of the therapy is measured by patient outcome.",
      "pt": "O sucesso da terapia é medido pelo resultado do paciente."
    },
    {
      "en": "The political outcome will have long-lasting effects.",
      "pt": "O resultado político terá efeitos duradouros."
    },
    {
      "en": "We are cautiously optimistic about the outcome.",
      "pt": "Estamos cautelosamente otimistas com o resultado."
    },
    {
      "en": "The final outcome was a victory for common sense.",
      "pt": "O resultado final foi uma vitória para o bom senso."
    },
    {
      "en": "The outcome of this match is critical for their season.",
      "pt": "O resultado desta partida é crucial para a temporada deles."
    },
    {
      "en": "A key learning outcome of this module is critical thinking.",
      "pt": "Um resultado de aprendizagem chave deste módulo é o pensamento crítico."
    },
    {
      "en": "The company is bracing for a negative financial outcome.",
      "pt": "A empresa está se preparando para um resultado financeiro negativo."
    },
    {
      "en": "He had no control over the outcome of events.",
      "pt": "Ele não tinha controle sobre o desfecho dos acontecimentos."
    },
    {
      "en": "The doctors were surprised by the positive outcome.",
      "pt": "Os médicos ficaram surpresos com o resultado positivo."
    },
    {
      "en": "The outcome of the war changed the map of Europe.",
      "pt": "O desfecho da guerra mudou o mapa da Europa."
    },
    {
      "en": "Any outcome is possible at this point.",
      "pt": "Qualquer resultado é possível neste momento."
    },
    {
      "en": "The outcome of the campaign was a resounding success.",
      "pt": "O resultado da campanha foi um sucesso retumbante."
    },
    {
      "en": "We need to analyze the outcome of our marketing strategy.",
      "pt": "Precisamos analisar o resultado de nossa estratégia de marketing."
    },
    {
      "en": "The long-term health outcome for smokers is generally poor.",
      "pt": "O resultado de saúde a longo prazo para fumantes é geralmente ruim."
    },
    {
      "en": "The outcome of the peace talks is being watched by the whole world.",
      "pt": "O resultado das negociações de paz está sendo observado pelo mundo inteiro."
    },
    {
      "en": "She was prepared to accept any outcome.",
      "pt": "Ela estava preparada para aceitar qualquer resultado."
    },
    {
      "en": "The court's decision will determine the final outcome.",
      "pt": "A decisão do tribunal determinará o resultado final."
    },
    {
      "en": "The outcome was far better than we could have imagined.",
      "pt": "O resultado foi muito melhor do que poderíamos ter imaginado."
    },
    {
      "en": "The primary outcome measure of the study was pain reduction.",
      "pt": "A principal medida de resultado do estudo foi a redução da dor."
    },
    {
      "en": "The election's outcome was disputed for weeks.",
      "pt": "O resultado da eleição foi contestado por semanas."
    },
    {
      "en": "A single mistake can affect the entire outcome.",
      "pt": "Um único erro pode afetar todo o resultado."
    },
    {
      "en": "The intended outcome of the program is to reduce unemployment.",
      "pt": "O resultado pretendido do programa é reduzir o desemprego."
    },
    {
      "en": "He calmly awaited the outcome of the judge's decision.",
      "pt": "Ele aguardou calmamente o desfecho da decisão do juiz."
    },
    {
      "en": "The outcome of the test will determine the next steps.",
      "pt": "O resultado do teste determinará os próximos passos."
    },
    {
      "en": "We will assess the outcome in six months.",
      "pt": "Nós avaliaremos o resultado em seis meses."
    },
    {
      "en": "The team was happy with the outcome of the first half.",
      "pt": "O time ficou feliz com o resultado do primeiro tempo."
    },
    {
      "en": "The success of the project is a very desirable outcome.",
      "pt": "O sucesso do projeto é um resultado muito desejável."
    },
    {
      "en": "The patient's recovery was a wonderful outcome.",
      "pt": "A recuperação do paciente foi um resultado maravilhoso."
    },
    {
      "en": "The outcome of these negotiations will shape our future.",
      "pt": "O resultado dessas negociações moldará nosso futuro."
    },
    {
      "en": "Is there any way to influence the outcome?",
      "pt": "Existe alguma maneira de influenciar o resultado?"
    },
    {
      "en": "The outcome of the trial was a victory for the defense.",
      "pt": "O desfecho do julgamento foi uma vitória para a defesa."
    },
    {
      "en": "The experiment had a very clear and measurable outcome.",
      "pt": "O experimento teve um resultado muito claro e mensurável."
    },
    {
      "en": "A change in leadership could lead to a different outcome.",
      "pt": "Uma mudança na liderança poderia levar a um resultado diferente."
    },
    {
      "en": "She seemed indifferent to the outcome.",
      "pt": "Ela parecia indiferente ao resultado."
    },
    {
      "en": "The final outcome of the race was too close to call.",
      "pt": "O resultado final da corrida foi muito acirrado para prever."
    },
    {
      "en": "The therapy's outcome depends on the patient's commitment.",
      "pt": "O resultado da terapia depende do comprometimento do paciente."
    },
    {
      "en": "The board of directors will announce the outcome tomorrow.",
      "pt": "O conselho de administração anunciará o resultado amanhã."
    },
    {
      "en": "The unfortunate outcome was a result of poor communication.",
      "pt": "O resultado infeliz foi consequência de uma má comunicação."
    },
    {
      "en": "Let's focus on the process, not just the outcome.",
      "pt": "Vamos focar no processo, não apenas no resultado."
    },
    {
      "en": "The logical outcome of his actions was failure.",
      "pt": "O resultado lógico de suas ações foi o fracasso."
    },
    {
      "en": "The outcome of the game hinged on a single play.",
      "pt": "O resultado do jogo dependeu de uma única jogada."
    },
    {
      "en": "Different variables can lead to a different outcome.",
      "pt": "Diferentes variáveis podem levar a um resultado diferente."
    },
    {
      "en": "We are measuring the long-term outcome of this educational program.",
      "pt": "Estamos medindo o resultado a longo prazo deste programa educacional."
    },
    {
      "en": "The community was shocked by the outcome of the verdict.",
      "pt": "A comunidade ficou chocada com o resultado do veredito."
    },
    {
      "en": "Improving patient outcome is at the heart of our research.",
      "pt": "Melhorar o resultado do paciente está no centro de nossa pesquisa."
    },
    {
      "en": "The eventual outcome was a compromise between the two parties.",
      "pt": "O desfecho final foi um acordo entre as duas partes."
    },
    {
      "en": "The outcome was predictable from the very beginning.",
      "pt": "O resultado era previsível desde o início."
    },
    {
      "en": "The coach was disappointed with the outcome, but not the effort.",
      "pt": "O técnico ficou desapontado com o resultado, mas não com o esforço."
    },
    {
      "en": "He tried to alter the outcome of the report.",
      "pt": "Ele tentou alterar o resultado do relatório."
    },
    {
      "en": "The outcome of the review will determine her promotion.",
      "pt": "O resultado da avaliação determinará a promoção dela."
    },
    {
      "en": "This new drug could improve the outcome for many patients.",
      "pt": "Este novo medicamento poderia melhorar o resultado para muitos pacientes."
    },
    {
      "en": "We will have to live with the outcome of our choices.",
      "pt": "Teremos que viver com o resultado de nossas escolhas."
    },
    {
      "en": "The main learning outcome is to be able to speak basic Spanish.",
      "pt": "O principal resultado de aprendizagem é ser capaz de falar espanhol básico."
    },
    {
      "en": "The economic outcome of the policy is still being debated.",
      "pt": "O resultado econômico da política ainda está sendo debatido."
    },
    {
      "en": "The team celebrated the successful outcome of their hard work.",
      "pt": "A equipe comemorou o resultado bem-sucedido de seu trabalho árduo."
    },
    {
      "en": "The outcome of the story was surprising and emotional.",
      "pt": "O desfecho da história foi surpreendente e emocionante."
    },
    {
      "en": "The outcome of the dental procedure was excellent.",
      "pt": "O resultado do procedimento dentário foi excelente."
    },
    {
      "en": "A positive outcome is not guaranteed.",
      "pt": "Um resultado positivo não é garantido."
    },
    {
      "en": "The outcome of the competition will be posted online.",
      "pt": "O resultado da competição será postado online."
    },
    {
      "en": "The outcome of your application will be sent via email.",
      "pt": "O resultado da sua inscrição será enviado por e-mail."
    },
    {
      "en": "He was directly responsible for the negative outcome.",
      "pt": "Ele foi diretamente responsável pelo resultado negativo."
    },
    {
      "en": "The outcome of the summit was a new international treaty.",
      "pt": "O resultado da cúpula foi um novo tratado internacional."
    },
    {
      "en": "We monitor several key health outcome indicators.",
      "pt": "Monitoramos vários indicadores-chave de resultados de saúde."
    },
    {
      "en": "The politician tried to spin the outcome in his favor.",
      "pt": "O político tentou manipular o resultado a seu favor."
    },
    {
      "en": "She was uncertain about the outcome of her request.",
      "pt": "Ela estava incerta sobre o resultado de seu pedido."
    },
    {
      "en": "The outcome of the bidding process will be known next week.",
      "pt": "O resultado do processo de licitação será conhecido na próxima semana."
    },
    {
      "en": "The outcome confirmed what we already suspected.",
      "pt": "O resultado confirmou o que já suspeitávamos."
    },
    {
      "en": "The surgical outcome was better than expected.",
      "pt": "O resultado cirúrgico foi melhor do que o esperado."
    },
    {
      "en": "The media is speculating about the likely outcome of the merger.",
      "pt": "A mídia está especulando sobre o provável resultado da fusão."
    },
    {
      "en": "Every possible outcome had been considered.",
      "pt": "Todos os resultados possíveis haviam sido considerados."
    },
    {
      "en": "The player's injury had a major effect on the outcome of the season.",
      "pt": "A lesão do jogador teve um grande efeito no resultado da temporada."
    },
    {
      "en": "The final outcome remains to be seen.",
      "pt": "O resultado final ainda está para ser visto."
    },
    {
      "en": "The outcome of the inquiry was inconclusive.",
      "pt": "O resultado do inquérito foi inconclusivo."
    },
    {
      "en": "The goal is to achieve the best possible outcome for our clients.",
      "pt": "O objetivo é alcançar o melhor resultado possível para nossos clientes."
    },
    {
      "en": "Age can be a factor in the outcome of this disease.",
      "pt": "A idade pode ser um fator no desfecho desta doença."
    },
    {
      "en": "The weather had a direct influence on the outcome of the battle.",
      "pt": "O clima teve uma influência direta no resultado da batalha."
    },
    {
      "en": "The outcome of the evaluation will affect your final grade.",
      "pt": "O resultado da avaliação afetará sua nota final."
    },
    {
      "en": "I was very pleased with the outcome.",
      "pt": "Fiquei muito satisfeito com o resultado."
    },
    {
      "en": "It's a high-stakes game where the outcome is all that matters.",
      "pt": "É um jogo de alto risco onde o resultado é tudo o que importa."
    },
    {
      "en": "Early diagnosis can improve the outcome significantly.",
      "pt": "O diagnóstico precoce pode melhorar o resultado significativamente."
    },
    {
      "en": "The outcome of the appeal is expected in a few months.",
      "pt": "O resultado da apelação é esperado em alguns meses."
    },
    {
      "en": "The outcome wasn't fair, in my opinion.",
      "pt": "O resultado não foi justo, na minha opinião."
    },
    {
      "en": "The final outcome of the plot was a complete surprise.",
      "pt": "O desfecho final da trama foi uma surpresa completa."
    },
    {
      "en": "We are tracking the learning outcome for each student.",
      "pt": "Estamos acompanhando o resultado de aprendizagem de cada aluno."
    },
    {
      "en": "The director was responsible for the project's successful outcome.",
      "pt": "O diretor foi responsável pelo resultado bem-sucedido do projeto."
    },
    {
      "en": "The outcome of this therapy varies from person to person.",
      "pt": "O resultado desta terapia varia de pessoa para pessoa."
    },
    {
      "en": "He bet a lot of money on the outcome of the horse race.",
      "pt": "Ele apostou muito dinheiro no resultado da corrida de cavalos."
    },
    {
      "en": "The tragic outcome of the expedition was reported in the news.",
      "pt": "O desfecho trágico da expedição foi noticiado nos jornais."
    },
    {
      "en": "We can't change the outcome now; we have to accept it.",
      "pt": "Não podemos mudar o resultado agora; temos que aceitá-lo."
    },
    {
      "en": "The outcome of the inspection will determine if the restaurant can reopen.",
      "pt": "O resultado da inspeção determinará se o restaurante pode reabrir."
    },
    {
      "en": "The medical team worked hard to ensure a positive outcome.",
      "pt": "A equipe médica trabalhou duro para garantir um resultado positivo."
    },
    {
      "en": "The outcome of the debate had no clear winner.",
      "pt": "O resultado do debate não teve um vencedor claro."
    },
    {
      "en": "Whatever the outcome, we will remain friends.",
      "pt": "Seja qual for o resultado, continuaremos amigos."
    },
    {
      "en": "The research aims to improve clinical outcome.",
      "pt": "A pesquisa visa melhorar o resultado clínico."
    },
    {
      "en": "He tried to guess the outcome of the movie.",
      "pt": "Ele tentou adivinhar o desfecho do filme."
    },
    {
      "en": "The outcome of your efforts will soon be clear.",
      "pt": "O resultado de seus esforços logo ficará claro."
    },
    {
      "en": "She was directly involved in securing a favorable outcome.",
      "pt": "Ela esteve diretamente envolvida em garantir um resultado favorável."
    },
    {
      "en": "The outcome of the legislative session was disappointing.",
      "pt": "O resultado da sessão legislativa foi decepcionante."
    },
    {
      "en": "A negative outcome is still a possibility.",
      "pt": "Um resultado negativo ainda é uma possibilidade."
    },
    {
      "en": "The outcome of this situation will affect us all.",
      "pt": "O desfecho desta situação afetará a todos nós."
    },
    {
      "en": "They studied the outcome of different teaching methods.",
      "pt": "Eles estudaram o resultado de diferentes métodos de ensino."
    },
    {
      "en": "The patient was satisfied with the outcome of the treatment.",
      "pt": "O paciente ficou satisfeito com o resultado do tratamento."
    },
    {
      "en": "The entire nation waited for the outcome of the referendum.",
      "pt": "A nação inteira esperou pelo resultado do referendo."
    },
    {
      "en": "The manager's decision will determine the outcome of this quarter.",
      "pt": "A decisão do gerente determinará o resultado deste trimestre."
    },
    {
      "en": "The outcome was a testament to their hard work and dedication.",
      "pt": "O resultado foi um testemunho de seu trabalho árduo e dedicação."
    },
    {
      "en": "The outcome of the environmental impact study was alarming.",
      "pt": "O resultado do estudo de impacto ambiental foi alarmante."
    },
    {
      "en": "We need a plan that guarantees a successful outcome.",
      "pt": "Precisamos de um plano que garanta um resultado bem-sucedido."
    },
    {
      "en": "The final outcome of the series was decided in the last episode.",
      "pt": "O desfecho final da série foi decidido no último episódio."
    },
    {
      "en": "The surgical outcome is often dependent on post-operative care.",
      "pt": "O resultado cirúrgico muitas vezes depende do cuidado pós-operatório."
    },
    {
      "en": "The outcome of the investigation will be made public.",
      "pt": "O resultado da investigação será tornado público."
    },
    {
      "en": "His optimistic attitude influenced the outcome.",
      "pt": "Sua atitude otimista influenciou o resultado."
    },
    {
      "en": "The election was so close that the outcome was in doubt for days.",
      "pt": "A eleição foi tão acirrada que o resultado ficou em dúvida por dias."
    },
    {
      "en": "The outcome of the audit revealed several inconsistencies.",
      "pt": "O resultado da auditoria revelou várias inconsistências."
    },
    {
      "en": "This was the only logical outcome.",
      "pt": "Este era o único resultado lógico."
    },
    {
      "en": "The company's future hinges on the outcome of this product launch.",
      "pt": "O futuro da empresa depende do resultado do lançamento deste produto."
    },
    {
      "en": "We analyzed the data to understand the outcome.",
      "pt": "Analisamos os dados para entender o resultado."
    },
    {
      "en": "The outcome of the procedure was a complete success.",
      "pt": "O resultado do procedimento foi um sucesso completo."
    },
    {
      "en": "She was confident of a positive outcome.",
      "pt": "Ela estava confiante em um resultado positivo."
    },
    {
      "en": "The outcome of the match was never in doubt.",
      "pt": "O resultado da partida nunca esteve em dúvida."
    },
    {
      "en": "The social outcome of the new law is significant.",
      "pt": "O resultado social da nova lei é significativo."
    },
    {
      "en": "The doctor explained the likely outcome of the illness.",
      "pt": "O médico explicou o provável desfecho da doença."
    },
    {
      "en": "The outcome of the corporate restructuring was positive.",
      "pt": "O resultado da reestruturação corporativa foi positivo."
    },
    {
      "en": "I'm interested in the process, not just the final outcome.",
      "pt": "Estou interessado no processo, não apenas no resultado final."
    },
    {
      "en": "The judge will deliver the outcome of the case on Friday.",
      "pt": "O juiz anunciará o desfecho do caso na sexta-feira."
    },
    {
      "en": "This unexpected outcome requires a change of plans.",
      "pt": "Este resultado inesperado exige uma mudança de planos."
    },
    {
      "en": "The learning outcome should be clearly stated in the syllabus.",
      "pt": "O resultado de aprendizagem deve ser claramente declarado no plano de ensino."
    },
    {
      "en": "Patient satisfaction is an important outcome measure.",
      "pt": "A satisfação do paciente é uma importante medida de resultado."
    },
    {
      "en": "The candidate refused to concede until the final outcome was clear.",
      "pt": "O candidato se recusou a admitir a derrota até que o resultado final estivesse claro."
    },
    {
      "en": "The team needs a positive outcome in this game to advance.",
      "pt": "A equipe precisa de um resultado positivo neste jogo para avançar."
    },
    {
      "en": "The outcome of the conflict will have global implications.",
      "pt": "O desfecho do conflito terá implicações globais."
    },
    {
      "en": "She described the outcome as 'a step in the right direction'.",
      "pt": "Ela descreveu o resultado como 'um passo na direção certa'."
    },
    {
      "en": "What was the financial outcome of the new policy?",
      "pt": "Qual foi o resultado financeiro da nova política?"
    },
    {
      "en": "The outcome of the treatment was monitored closely.",
      "pt": "O resultado do tratamento foi monitorado de perto."
    },
    {
      "en": "The story had a surprisingly happy outcome.",
      "pt": "A história teve um desfecho surpreendentemente feliz."
    },
    {
      "en": "Let's review the outcome of the last campaign.",
      "pt": "Vamos revisar o resultado da última campanha."
    },
    {
      "en": "The committee is still deliberating the outcome.",
      "pt": "O comitê ainda está deliberando sobre o resultado."
    },
    {
      "en": "The outcome of the vote was 2 to 1 in favor.",
      "pt": "O resultado da votação foi de 2 a 1 a favor."
    },
    {
      "en": "The research focused on the long-term outcome of the intervention.",
      "pt": "A pesquisa focou no resultado a longo prazo da intervenção."
    },
    {
      "en": "The outcome of the mediation was an amicable agreement.",
      "pt": "O resultado da mediação foi um acordo amigável."
    },
    {
      "en": "He had a vested interest in the outcome of the decision.",
      "pt": "Ele tinha um interesse pessoal no resultado da decisão."
    },
    {
      "en": "The fatal outcome of the accident was a shock to everyone.",
      "pt": "O desfecho fatal do acidente foi um choque para todos."
    },
    {
      "en": "The players are focused on achieving a good outcome.",
      "pt": "Os jogadores estão focados em alcançar um bom resultado."
    },
    {
      "en": "The outcome of the hearing will be announced shortly.",
      "pt": "O resultado da audiência será anunciado em breve."
    },
    {
      "en": "We are committed to a peaceful outcome.",
      "pt": "Estamos comprometidos com um desfecho pacífico."
    },
    {
      "en": "The outcome of the project was a huge success for the company.",
      "pt": "O resultado do projeto foi um enorme sucesso para a empresa."
    },
    {
      "en": "The study measured the outcome of two different diets.",
      "pt": "O estudo mediu o resultado de duas dietas diferentes."
    },
    {
      "en": "The candidate was confident about the election outcome.",
      "pt": "O candidato estava confiante sobre o resultado da eleição."
    },
    {
      "en": "The outcome of his therapy has been remarkable.",
      "pt": "O resultado da terapia dele tem sido notável."
    },
    {
      "en": "The final outcome was determined by a panel of judges.",
      "pt": "O resultado final foi determinado por um painel de juízes."
    },
    {
      "en": "They debated the possible outcome for hours.",
      "pt": "Eles debateram o possível resultado por horas."
    },
    {
      "en": "The outcome of the crisis is still far from certain.",
      "pt": "O desfecho da crise ainda está longe de ser certo."
    },
    {
      "en": "Improving educational outcome is a government priority.",
      "pt": "Melhorar o resultado educacional é uma prioridade do governo."
    },
    {
      "en": "The outcome was a major breakthrough in cancer research.",
      "pt": "O resultado foi um grande avanço na pesquisa do câncer."
    },
    {
      "en": "The outcome of the war left the country in ruins.",
      "pt": "O resultado da guerra deixou o país em ruínas."
    },
    {
      "en": "She was happy with the outcome of her efforts.",
      "pt": "Ela ficou feliz com o resultado de seus esforços."
    },
    {
      "en": "The outcome of the chess match was a draw.",
      "pt": "O resultado da partida de xadrez foi um empate."
    },
    {
      "en": "The judge's ruling will have a significant outcome on the case.",
      "pt": "A decisão do juiz terá um resultado significativo no caso."
    },
    {
      "en": "We are studying factors that predict a positive outcome.",
      "pt": "Estamos estudando fatores que preveem um resultado positivo."
    },
    {
      "en": "He couldn't have wished for a better outcome.",
      "pt": "Ele não poderia ter desejado um resultado melhor."
    },
    {
      "en": "The outcome of the shareholder meeting was unanimous.",
      "pt": "O resultado da reunião de acionistas foi unânime."
    },
    {
      "en": "This is a situation with no good outcome.",
      "pt": "Esta é uma situação sem um bom desfecho."
    },
    {
      "en": "The outcome of the review could lead to policy changes.",
      "pt": "O resultado da revisão pode levar a mudanças na política."
    },
    {
      "en": "The final outcome of the negotiation was a fair deal for both sides.",
      "pt": "O resultado final da negociação foi um acordo justo para ambos os lados."
    },
    {
      "en": "The outcome of the treatment depends on early detection.",
      "pt": "O resultado do tratamento depende da detecção precoce."
    },
    {
      "en": "A single goal decided the outcome of the match.",
      "pt": "Um único gol decidiu o resultado da partida."
    },
    {
      "en": "We should be prepared for a less than ideal outcome.",
      "pt": "Devemos estar preparados para um resultado menos que ideal."
    },
    {
      "en": "The outcome of the scientific study was published in Nature.",
      "pt": "O resultado do estudo científico foi publicado na Nature."
    },
    {
      "en": "The tragic outcome has left the community in mourning.",
      "pt": "O desfecho trágico deixou a comunidade em luto."
    },
    {
      "en": "The company's survival depends on a positive outcome.",
      "pt": "A sobrevivência da empresa depende de um resultado positivo."
    },
    {
      "en": "The president commented on the outcome of the G7 summit.",
      "pt": "O presidente comentou o resultado da cúpula do G7."
    },
    {
      "en": "The most important outcome is that everyone is safe.",
      "pt": "O resultado mais importante é que todos estão seguros."
    },
    {
      "en": "The outcome of the therapy was life-changing for her.",
      "pt": "O resultado da terapia mudou a vida dela."
    },
    {
      "en": "The novel's outcome was both shocking and satisfying.",
      "pt": "O desfecho do romance foi chocante e satisfatório."
    },
    {
      "en": "The outcome of the merger is a stronger, more competitive company.",
      "pt": "O resultado da fusão é uma empresa mais forte e competitiva."
    },
    {
      "en": "The team's performance will determine the outcome.",
      "pt": "O desempenho da equipe determinará o resultado."
    },
    {
      "en": "The outcome of the test was negative, which was a relief.",
      "pt": "O resultado do teste foi negativo, o que foi um alívio."
    },
    {
      "en": "The outcome of the protest was a change in the law.",
      "pt": "O resultado do protesto foi uma mudança na lei."
    },
    {
      "en": "The long-term outcome of the disease can be severe.",
      "pt": "O desfecho a longo prazo da doença pode ser grave."
    },
    {
      "en": "The company is focused on achieving a profitable outcome.",
      "pt": "A empresa está focada em alcançar um resultado lucrativo."
    },
    {
      "en": "The poll predicted a close outcome in the election.",
      "pt": "A pesquisa previu um resultado apertado na eleição."
    },
    {
      "en": "The outcome of the student election was announced in the assembly.",
      "pt": "O resultado da eleição estudantil foi anunciado na assembleia."
    },
    {
      "en": "We discussed the potential outcome of each option.",
      "pt": "Discutimos o resultado potencial de cada opção."
    },
    {
      "en": "This is a complex problem with no simple outcome.",
      "pt": "Este é um problema complexo sem um resultado simples."
    },
    {
      "en": "The outcome of the cardiac surgery was successful.",
      "pt": "O resultado da cirurgia cardíaca foi bem-sucedido."
    },
    {
      "en": "The outcome of the conference was a series of new resolutions.",
      "pt": "O resultado da conferência foi uma série de novas resoluções."
    },
    {
      "en": "The team's poor preparation led to a disastrous outcome.",
      "pt": "A má preparação da equipe levou a um resultado desastroso."
    },
    {
      "en": "The final outcome was a clear win for the home team.",
      "pt": "O resultado final foi uma vitória clara para o time da casa."
    },
    {
      "en": "The outcome of the clinical study was highly significant.",
      "pt": "O resultado do estudo clínico foi altamente significativo."
    },
    {
      "en": "The outcome of the venture was uncertain from the start.",
      "pt": "O resultado do empreendimento era incerto desde o início."
    },
    {
      "en": "They were all hoping for a different outcome.",
      "pt": "Todos eles esperavam por um resultado diferente."
    },
    {
      "en": "The outcome of the police investigation is still pending.",
      "pt": "O resultado da investigação policial ainda está pendente."
    },
    {
      "en": "The physical therapy had a very positive outcome.",
      "pt": "A fisioterapia teve um resultado muito positivo."
    },
    {
      "en": "The outcome was consistent with our initial predictions.",
      "pt": "O resultado foi consistente com nossas previsões iniciais."
    },
    {
      "en": "The outcome will depend on your ability to persuade them.",
      "pt": "O resultado dependerá da sua capacidade de persuadi-los."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "outcome",
      "options": [
        "outcome",
        "income"
      ],
      "correct": "outcome"
    },
    {
      "question": "outcome",
      "options": [
        "outgun",
        "outcome"
      ],
      "correct": "outcome"
    },
    {
      "question": "outcome",
      "options": [
        "outcome",
        "outrun"
      ],
      "correct": "outcome"
    },
    {
      "question": "outcome",
      "options": [
        "out came",
        "outcome"
      ],
      "correct": "outcome"
    },
    {
      "question": "outcome",
      "options": [
        "outcome",
        "how come"
      ],
      "correct": "outcome"
    },
    {
      "question": "outcome",
      "options": [
        "become",
        "outcome"
      ],
      "correct": "outcome"
    },
    {
      "question": "outcome",
      "options": [
        "outcome",
        "welcome"
      ],
      "correct": "outcome"
    },
    {
      "question": "outcome",
      "options": [
        "overcome",
        "outcome"
      ],
      "correct": "outcome"
    },
    {
      "question": "outcome",
      "options": [
        "outcome",
        "outcast"
      ],
      "correct": "outcome"
    },
    {
      "question": "outcome",
      "options": [
        "outlaw",
        "outcome"
      ],
      "correct": "outcome"
    },
    {
      "question": "outcome",
      "options": [
        "outcome",
        "output"
      ],
      "correct": "outcome"
    },
    {
      "question": "outcome",
      "options": [
        "out from",
        "outcome"
      ],
      "correct": "outcome"
    },
    {
      "question": "outcome",
      "options": [
        "outcome",
        "outtake"
      ],
      "correct": "outcome"
    },
    {
      "question": "outcome",
      "options": [
        "out camp",
        "outcome"
      ],
      "correct": "outcome"
    },
    {
      "question": "outcome",
      "options": [
        "outcome",
        "outbid"
      ],
      "correct": "outcome"
    }
  ]
}
