{
  "sentences": [
    {
      "en": "The university held an open house to give prospective students a tour of the campus and its facilities.",
      "pt": "A universidade realizou um dia de visitação para oferecer aos futuros alunos um tour pelo campus e suas instalações."
    },
    {
      "en": "Our sales team is tasked with identifying and nurturing relationships with prospective clients.",
      "pt": "Nossa equipe de vendas tem a tarefa de identificar e cultivar relacionamentos com clientes em potencial."
    },
    {
      "en": "Before making an offer, the prospective buyers commissioned a thorough inspection of the property.",
      "pt": "Antes de fazer uma oferta, os potenciais compradores encomendaram uma inspeção completa do imóvel."
    },
    {
      "en": "The firm provides a detailed benefits package to all prospective employees during the final interview stage.",
      "pt": "A empresa fornece um pacote de benefícios detalhado a todos os futuros funcionários durante a fase final da entrevista."
    },
    {
      "en": "A list of prospective jurors was drawn from voter registration and driver's license records.",
      "pt": "Uma lista de possíveis jurados foi extraída dos registros de eleitores e de carteiras de motorista."
    },
    {
      "en": "She met with her prospective in-laws for the first time, an experience that was both exciting and nerve-racking.",
      "pt": "Ela se encontrou com seus futuros sogros pela primeira vez, uma experiência que foi ao mesmo tempo empolgante e estressante."
    },
    {
      "en": "The research is part of a prospective study that will follow participants for over a decade.",
      "pt": "A pesquisa faz parte de um estudo prospectivo que acompanhará os participantes por mais de uma década."
    },
    {
      "en": "Lobbyists are heavily debating the merits and drawbacks of the prospective legislation.",
      "pt": "Lobbyistas estão debatendo intensamente os méritos e as desvantagens da futura legislação."
    },
    {
      "en": "The marketing department created a profile of the prospective customer to better target their advertising.",
      "pt": "O departamento de marketing criou um perfil do cliente em potencial para direcionar melhor sua publicidade."
    },
    {
      "en": "All prospective tenants must undergo a credit check before their application can be approved.",
      "pt": "Todos os futuros inquilinos devem passar por uma verificação de crédito antes que sua inscrição possa ser aprovada."
    },
    {
      "en": "The startup's pitch deck was designed to impress prospective investors with its ambitious growth projections.",
      "pt": "A apresentação da startup foi projetada para impressionar potenciais investidores com suas ambiciosas projeções de crescimento."
    },
    {
      "en": "The political candidate held a town hall meeting to address the concerns of prospective voters.",
      "pt": "O candidato político realizou uma reunião aberta para abordar as preocupações dos eleitores em potencial."
    },
    {
      "en": "A background check is standard procedure for any prospective member of the security team.",
      "pt": "Uma verificação de antecedentes é o procedimento padrão para qualquer futuro membro da equipe de segurança."
    },
    {
      "en": "Due diligence is crucial when evaluating a prospective business partner.",
      "pt": "A devida diligência é crucial ao avaliar um futuro parceiro de negócios."
    },
    {
      "en": "The brochure outlines the curriculum for prospective students interested in the engineering program.",
      "pt": "O folheto descreve o currículo para futuros alunos interessados no programa de engenharia."
    },
    {
      "en": "The real estate agent followed up with every prospective buyer who had shown significant interest.",
      "pt": "O corretor de imóveis entrou em contato com todos os potenciais compradores que demonstraram interesse significativo."
    },
    {
      "en": "Had the company offered a better salary, they would have had a wider pool of prospective candidates.",
      "pt": "Se a empresa tivesse oferecido um salário melhor, teria tido um grupo mais amplo de possíveis candidatos."
    },
    {
      "en": "A questionnaire was sent to prospective clients to gauge their interest in the new service.",
      "pt": "Um questionário foi enviado a clientes em potencial para avaliar seu interesse no novo serviço."
    },
    {
      "en": "The analysis included a review of prospective changes to the tax code.",
      "pt": "A análise incluiu uma revisão das futuras mudanças no código tributário."
    },
    {
      "en": "She felt a great deal of pressure to make a good impression on her prospective supervisor.",
      "pt": "Ela sentiu uma grande pressão para causar uma boa impressão em seu futuro supervisor."
    },
    {
      "en": "The success of the franchise depends on finding suitable prospective franchisees.",
      "pt": "O sucesso da franquia depende de encontrar franqueados em potencial adequados."
    },
    {
      "en": "The charity event was an opportunity to engage with prospective donors and explain the organization's mission.",
      "pt": "O evento de caridade foi uma oportunidade de interagir com doadores em potencial e explicar a missão da organização."
    },
    {
      "en": "Screening prospective tenants is one of the most important responsibilities of a landlord.",
      "pt": "A triagem de futuros inquilinos é uma das responsabilidades mais importantes de um locador."
    },
    {
      "en": "The merger agreement is still subject to the approval of prospective shareholders.",
      "pt": "O acordo de fusão ainda está sujeito à aprovação dos futuros acionistas."
    },
    {
      "en": "The coach spent the summer scouting prospective players for the upcoming season.",
      "pt": "O técnico passou o verão observando jogadores em potencial para a próxima temporada."
    },
    {
      "en": "A detailed risk assessment was conducted for all prospective business ventures.",
      "pt": "Uma avaliação de risco detalhada foi conduzida para todos os futuros empreendimentos comerciais."
    },
    {
      "en": "The adoption agency carefully interviews all prospective parents to ensure a good match.",
      "pt": "A agência de adoção entrevista cuidadosamente todos os pais em potencial para garantir uma boa combinação."
    },
    {
      "en": "Not only did they survey current customers, but they also gathered data from prospective ones.",
      "pt": "Eles não apenas pesquisaram os clientes atuais, mas também coletaram dados de clientes em potencial."
    },
    {
      "en": "The initial meeting with the prospective client went exceedingly well, boosting the team's confidence.",
      "pt": "A reunião inicial com o cliente em potencial correu extremamente bem, aumentando a confiança da equipe."
    },
    {
      "en": "Financial aid workshops are available for prospective students and their families.",
      "pt": "Workshops sobre auxílio financeiro estão disponíveis para futuros alunos e suas famílias."
    },
    {
      "en": "The value of the company was a key point of discussion with prospective buyers.",
      "pt": "O valor da empresa foi um ponto-chave de discussão com os potenciais compradores."
    },
    {
      "en": "We are conducting a prospective cohort study to investigate the risk factors for this disease.",
      "pt": "Estamos conduzindo um estudo de coorte prospectivo para investigar os fatores de risco para esta doença."
    },
    {
      "en": "The recruiter was tasked with creating a shortlist of prospective candidates for the CEO position.",
      "pt": "O recrutador foi encarregado de criar uma lista de candidatos em potencial para o cargo de CEO."
    },
    {
      "en": "The government published a white paper on the prospective effects of the new trade policy.",
      "pt": "O governo publicou um documento oficial sobre os efeitos futuros da nova política comercial."
    },
    {
      "en": "A welcome packet is sent to all prospective members upon their acceptance into the club.",
      "pt": "Um pacote de boas-vindas é enviado a todos os futuros membros após sua aceitação no clube."
    },
    {
      "en": "Evaluating the financial stability of a prospective tenant is a prudent measure for any landlord.",
      "pt": "Avaliar a estabilidade financeira de um futuro inquilino é uma medida prudente para qualquer locador."
    },
    {
      "en": "The presentation clearly outlined the benefits for prospective investors.",
      "pt": "A apresentação delineou claramente os benefícios para os potenciais investidores."
    },
    {
      "en": "The scientist presented her hypothesis for a prospective research project at the conference.",
      "pt": "A cientista apresentou sua hipótese para um futuro projeto de pesquisa na conferência."
    },
    {
      "en": "Our website features testimonials from past clients to attract prospective ones.",
      "pt": "Nosso site apresenta depoimentos de clientes antigos para atrair clientes em potencial."
    },
    {
      "en": "A campus visit is often the deciding factor for many prospective university students.",
      "pt": "Uma visita ao campus costuma ser o fator decisivo para muitos futuros universitários."
    },
    {
      "en": "The company's failure to adapt led to a loss of both current and prospective customers.",
      "pt": "A incapacidade da empresa de se adaptar levou à perda de clientes atuais e potenciais."
    },
    {
      "en": "The lawyer reviewed the contract with his prospective business partner line by line.",
      "pt": "O advogado revisou o contrato com seu futuro sócio linha por linha."
    },
    {
      "en": "Interviews with prospective employees are being conducted remotely via video conference.",
      "pt": "As entrevistas com os futuros funcionários estão sendo conduzidas remotamente por videoconferência."
    },
    {
      "en": "The city council is seeking public comment on the prospective zoning changes.",
      "pt": "A câmara municipal está buscando a opinião do público sobre as futuras mudanças no zoneamento."
    },
    {
      "en": "It is wise to research the neighborhood before becoming a prospective homebuyer there.",
      "pt": "É sensato pesquisar o bairro antes de se tornar um potencial comprador de imóveis lá."
    },
    {
      "en": "The artist showed his portfolio to several prospective gallery owners.",
      "pt": "O artista mostrou seu portfólio para vários donos de galerias em potencial."
    },
    {
      "en": "The information session was aimed at prospective volunteers for the international aid organization.",
      "pt": "A sessão de informações foi direcionada a voluntários em potencial para a organização de ajuda internacional."
    },
    {
      "en": "An analysis of the prospective market is the first step in launching a new product.",
      "pt": "Uma análise do mercado potencial é o primeiro passo para lançar um novo produto."
    },
    {
      "en": "The landlord requires all prospective renters to provide references.",
      "pt": "O proprietário exige que todos os futuros locatários forneçam referências."
    },
    {
      "en": "A strong letter of recommendation can significantly influence a prospective employer.",
      "pt": "Uma carta de recomendação forte pode influenciar significativamente um futuro empregador."
    },
    {
      "en": "The debate over the prospective treaty has been intense and highly politicized.",
      "pt": "O debate sobre o futuro tratado tem sido intenso e altamente politizado."
    },
    {
      "en": "The foundation carefully vets all prospective grant recipients.",
      "pt": "A fundação investiga cuidadosamente todos os potenciais beneficiários de doações."
    },
    {
      "en": "Our marketing strategy needs to be re-evaluated to better reach prospective demographics.",
      "pt": "Nossa estratégia de marketing precisa ser reavaliada para alcançar melhor os grupos demográficos em potencial."
    },
    {
      "en": "The mentor offered advice to his prospective successor.",
      "pt": "O mentor ofereceu conselhos ao seu provável sucessor."
    },
    {
      "en": "The online portal allows prospective students to track the status of their applications.",
      "pt": "O portal online permite que os futuros alunos acompanhem o status de suas inscrições."
    },
    {
      "en": "He nervously rehearsed his presentation for the prospective clients.",
      "pt": "Ele ensaiou nervosamente sua apresentação para os clientes em potencial."
    },
    {
      "en": "The software demo was a critical part of the sales pitch to the prospective buyer.",
      "pt": "A demonstração do software foi uma parte crítica do argumento de vendas para o potencial comprador."
    },
    {
      "en": "What questions should a prospective franchisee ask before investing?",
      "pt": "Que perguntas um futuro franqueado deve fazer antes de investir?"
    },
    {
      "en": "The economic forecast includes an analysis of prospective industry trends.",
      "pt": "A previsão econômica inclui uma análise das tendências futuras do setor."
    },
    {
      "en": "The internship program serves as a pipeline for recruiting prospective full-time employees.",
      "pt": "O programa de estágio serve como um canal para recrutar futuros funcionários em tempo integral."
    },
    {
      "en": "She felt an immediate connection with her prospective roommate during their first meeting.",
      "pt": "Ela sentiu uma conexão imediata com sua futura colega de quarto durante o primeiro encontro."
    },
    {
      "en": "A free trial is offered to give prospective users a chance to experience the software firsthand.",
      "pt": "Uma avaliação gratuita é oferecida para dar aos usuários em potencial a chance de experimentar o software em primeira mão."
    },
    {
      "en": "The documentary examines the prospective impact of artificial intelligence on society.",
      "pt": "O documentário examina o impacto futuro da inteligência artificial na sociedade."
    },
    {
      "en": "The company's annual report included a section on its prospective challenges and opportunities.",
      "pt": "O relatório anual da empresa incluía uma seção sobre seus futuros desafios e oportunidades."
    },
    {
      "en": "Were it not for the high interest rates, we would have had more prospective buyers.",
      "pt": "Se não fossem as altas taxas de juros, teríamos tido mais compradores em potencial."
    },
    {
      "en": "The consulting firm presented its findings to the prospective client in a comprehensive report.",
      "pt": "A empresa de consultoria apresentou suas conclusões ao cliente em potencial em um relatório abrangente."
    },
    {
      "en": "All prospective members must be sponsored by two current members of the club.",
      "pt": "Todos os futuros membros devem ser indicados por dois membros atuais do clube."
    },
    {
      "en": "The admissions office is overwhelmed with inquiries from prospective international students.",
      "pt": "O escritório de admissões está sobrecarregado com perguntas de futuros estudantes internacionais."
    },
    {
      "en": "The research proposal outlines a prospective investigation into the causes of the phenomenon.",
      "pt": "A proposta de pesquisa descreve uma futura investigação sobre as causas do fenômeno."
    },
    {
      "en": "The resume screening software helps to identify the most promising prospective employees.",
      "pt": "O software de triagem de currículos ajuda a identificar os futuros funcionários mais promissores."
    },
    {
      "en": "It is the landlord's responsibility to ensure the property is safe for prospective tenants.",
      "pt": "É responsabilidade do locador garantir que o imóvel seja seguro para os futuros inquilinos."
    },
    {
      "en": "The entrepreneur had to convince prospective backers that his idea was viable.",
      "pt": "O empreendedor teve que convencer os potenciais financiadores de que sua ideia era viável."
    },
    {
      "en": "The committee will review the prospective changes to the bylaws at the next meeting.",
      "pt": "O comitê revisará as futuras alterações no estatuto na próxima reunião."
    },
    {
      "en": "The political party is trying to appeal to a broader base of prospective voters.",
      "pt": "O partido político está tentando atrair uma base mais ampla de eleitores em potencial."
    },
    {
      "en": "A simulation was run to model the prospective outcomes of the military exercise.",
      "pt": "Uma simulação foi realizada para modelar os resultados prováveis do exercício militar."
    },
    {
      "en": "The author is meeting with several prospective publishers for her new novel.",
      "pt": "A autora está se reunindo com várias editoras em potencial para seu novo romance."
    },
    {
      "en": "The success of the marketing campaign was measured by the number of inquiries from prospective customers.",
      "pt": "O sucesso da campanha de marketing foi medido pelo número de consultas de clientes em potencial."
    },
    {
      "en": "The financial advisor helps clients understand the prospective returns and risks of various investments.",
      "pt": "O consultor financeiro ajuda os clientes a entender os retornos e riscos potenciais de vários investimentos."
    },
    {
      "en": "Should a prospective employee's social media history be considered in the hiring process?",
      "pt": "O histórico de mídia social de um futuro funcionário deve ser considerado no processo de contratação?"
    },
    {
      "en": "The virtual tour of the apartment is a great tool for prospective renters who live out of state.",
      "pt": "O tour virtual do apartamento é uma ótima ferramenta para futuros locatários que moram em outro estado."
    },
    {
      "en": "A meeting was held to inform residents about the prospective construction project in their neighborhood.",
      "pt": "Uma reunião foi realizada para informar os moradores sobre o futuro projeto de construção em seu bairro."
    },
    {
      "en": "The lab is recruiting participants for a prospective study on the effects of a new diet.",
      "pt": "O laboratório está recrutando participantes para um estudo prospectivo sobre os efeitos de uma nova dieta."
    },
    {
      "en": "The company's valuation soared after the announcement of a prospective merger.",
      "pt": "A avaliação da empresa disparou após o anúncio de uma fusão em potencial."
    },
    {
      "en": "The law firm offers a free initial consultation to all prospective clients.",
      "pt": "O escritório de advocacia oferece uma consulta inicial gratuita a todos os clientes em potencial."
    },
    {
      "en": "The university's recruitment efforts are focused on high-achieving prospective students.",
      "pt": "Os esforços de recrutamento da universidade estão focados em futuros alunos de alto desempenho."
    },
    {
      "en": "The city has released a map of prospective sites for the new public library.",
      "pt": "A prefeitura divulgou um mapa dos locais em potencial para a nova biblioteca pública."
    },
    {
      "en": "An NDA was signed before discussing the details with the prospective business partner.",
      "pt": "Um acordo de confidencialidade foi assinado antes de discutir os detalhes com o futuro parceiro de negócios."
    },
    {
      "en": "The Human Resources department maintains a database of prospective candidates for future openings.",
      "pt": "O departamento de Recursos Humanos mantém um banco de dados de possíveis candidatos para futuras vagas."
    },
    {
      "en": "A feasibility study was conducted to evaluate the prospective project's viability.",
      "pt": "Um estudo de viabilidade foi conduzido para avaliar a viabilidade do futuro projeto."
    },
    {
      "en": "The open house attracted a large number of prospective buyers, which is a positive sign for the seller.",
      "pt": "A visitação atraiu um grande número de potenciais compradores, o que é um sinal positivo para o vendedor."
    },
    {
      "en": "He felt a mix of excitement and apprehension about meeting his prospective mentor.",
      "pt": "Ele sentiu uma mistura de empolgação e apreensão ao encontrar seu futuro mentor."
    },
    {
      "en": "The survey was distributed to a sample of prospective voters to predict the election outcome.",
      "pt": "A pesquisa foi distribuída a uma amostra de eleitores em potencial para prever o resultado da eleição."
    },
    {
      "en": "The application form for prospective tenants is available for download on our website.",
      "pt": "O formulário de inscrição para futuros inquilinos está disponível para download em nosso site."
    },
    {
      "en": "The company's innovative culture is a major draw for prospective employees.",
      "pt": "A cultura inovadora da empresa é um grande atrativo para os futuros funcionários."
    },
    {
      "en": "The think tank published a paper on the prospective consequences of the new environmental regulations.",
      "pt": "O centro de estudos publicou um artigo sobre as consequências futuras das novas regulamentações ambientais."
    },
    {
      "en": "Having a strong portfolio is essential for any prospective art student.",
      "pt": "Ter um portfólio forte é essencial para qualquer futuro estudante de arte."
    },
    {
      "en": "The sales team prepared customized proposals for each of their top prospective clients.",
      "pt": "A equipe de vendas preparou propostas personalizadas para cada um de seus principais clientes em potencial."
    },
    {
      "en": "This webinar is designed for prospective entrepreneurs looking to start their own business.",
      "pt": "Este webinar é destinado a futuros empreendedores que desejam iniciar seu próprio negócio."
    },
    {
      "en": "The board of directors is considering three prospective candidates for the leadership role.",
      "pt": "O conselho de administração está considerando três candidatos em potencial para o cargo de liderança."
    },
    {
      "en": "A great deal of capital is needed to fund the prospective expansion into Asian markets.",
      "pt": "É necessário muito capital para financiar a futura expansão para os mercados asiáticos."
    },
    {
      "en": "The politician's speech was carefully crafted to win over undecided prospective voters.",
      "pt": "O discurso do político foi cuidadosamente elaborado para conquistar os eleitores em potencial indecisos."
    },
    {
      "en": "The landlord is legally required to disclose certain information to prospective tenants.",
      "pt": "O locador é legalmente obrigado a divulgar certas informações aos futuros inquilinos."
    },
    {
      "en": "An alumni network can be a valuable resource for prospective students.",
      "pt": "Uma rede de ex-alunos pode ser um recurso valioso para futuros alunos."
    },
    {
      "en": "The company's presentation to prospective investors highlighted its strong intellectual property portfolio.",
      "pt": "A apresentação da empresa a potenciais investidores destacou seu forte portfólio de propriedade intelectual."
    },
    {
      "en": "The coach evaluated the prospective athlete's performance based on game tapes.",
      "pt": "O técnico avaliou o desempenho do atleta em potencial com base em gravações de jogos."
    },
    {
      "en": "The committee reviewed the prospective budget for the next fiscal year.",
      "pt": "O comitê revisou o orçamento previsto para o próximo ano fiscal."
    },
    {
      "en": "Our CRM software helps us manage our interactions with current and prospective customers.",
      "pt": "Nosso software de CRM nos ajuda a gerenciar nossas interações com clientes atuais e potenciais."
    },
    {
      "en": "He gave his prospective son-in-law a firm, welcoming handshake.",
      "pt": "Ele deu ao seu futuro genro um aperto de mão firme e acolhedor."
    },
    {
      "en": "The job description was written to attract a specific type of prospective applicant.",
      "pt": "A descrição do cargo foi escrita para atrair um tipo específico de candidato em potencial."
    },
    {
      "en": "Environmental impact studies are mandatory for such prospective construction projects.",
      "pt": "Estudos de impacto ambiental são obrigatórios para tais projetos de construção futuros."
    },
    {
      "en": "The organization's newsletter is a key tool for communicating with prospective members.",
      "pt": "O boletim informativo da organização é uma ferramenta fundamental para a comunicação com futuros membros."
    },
    {
      "en": "We must consider the prospective legal challenges before launching the product.",
      "pt": "Devemos considerar os possíveis desafios legais antes de lançar o produto."
    },
    {
      "en": "The matchmaking service uses a detailed questionnaire to pair up prospective partners.",
      "pt": "O serviço de encontros usa um questionário detalhado para unir parceiros em potencial."
    },
    {
      "en": "The university's high ranking is a significant advantage in attracting prospective faculty.",
      "pt": "A alta classificação da universidade é uma vantagem significativa para atrair futuros professores."
    },
    {
      "en": "The sales presentation must address the main concerns of a prospective buyer.",
      "pt": "A apresentação de vendas deve abordar as principais preocupações de um potencial comprador."
    },
    {
      "en": "The team conducted a prospective analysis of the market to identify growth opportunities.",
      "pt": "A equipe conduziu uma análise prospectiva do mercado para identificar oportunidades de crescimento."
    },
    {
      "en": "The government is considering the prospective benefits of investing in renewable energy.",
      "pt": "O governo está considerando os benefícios futuros de investir em energia renovável."
    },
    {
      "en": "The film studio is in talks with several prospective directors for the blockbuster sequel.",
      "pt": "O estúdio de cinema está em negociações com vários diretores em potencial para a sequência do blockbuster."
    },
    {
      "en": "The career fair is an efficient way for companies to meet a large number of prospective hires.",
      "pt": "A feira de carreiras é uma maneira eficiente para as empresas conhecerem um grande número de possíveis contratados."
    },
    {
      "en": "A tour of the facilities is included in the orientation for all prospective gym members.",
      "pt": "Um tour pelas instalações está incluído na orientação para todos os futuros membros da academia."
    },
    {
      "en": "The candidate's performance in the debate significantly altered his standing among prospective voters.",
      "pt": "O desempenho do candidato no debate alterou significativamente sua posição entre os eleitores em potencial."
    },
    {
      "en": "The new software will be beta-tested by a select group of prospective users.",
      "pt": "O novo software será testado em versão beta por um grupo selecionado de usuários em potencial."
    },
    {
      "en": "The diplomat's job was to assess the prospective trade agreement's impact on his country.",
      "pt": "O trabalho do diplomata era avaliar o impacto do futuro acordo comercial em seu país."
    },
    {
      "en": "The seminar provides prospective homeowners with essential information about the buying process.",
      "pt": "O seminário fornece aos futuros proprietários de imóveis informações essenciais sobre o processo de compra."
    },
    {
      "en": "The research is a prospective, randomized, controlled trial, which is the gold standard in clinical studies.",
      "pt": "A pesquisa é um ensaio clínico prospectivo, randomizado e controlado, que é o padrão ouro em estudos clínicos."
    },
    {
      "en": "The venture capital firm receives hundreds of proposals from prospective entrepreneurs each month.",
      "pt": "A empresa de capital de risco recebe centenas de propostas de futuros empreendedores a cada mês."
    },
    {
      "en": "The college's website has a calculator to help prospective students estimate their tuition costs.",
      "pt": "O site da faculdade tem uma calculadora para ajudar os futuros alunos a estimar os custos de suas mensalidades."
    },
    {
      "en": "The company ran focus groups with prospective customers to get feedback on the new product design.",
      "pt": "A empresa realizou grupos de foco com clientes em potencial para obter feedback sobre o novo design do produto."
    },
    {
      "en": "The merger's success hinges on the integration of two very different corporate cultures, a major concern for prospective employees.",
      "pt": "O sucesso da fusão depende da integração de duas culturas corporativas muito diferentes, uma grande preocupação para os futuros funcionários."
    },
    {
      "en": "The council commissioned a report on the prospective environmental impact of the proposed factory.",
      "pt": "O conselho encomendou um relatório sobre o possível impacto ambiental da fábrica proposta."
    },
    {
      "en": "Each prospective juror was questioned by the attorneys in a process known as voir dire.",
      "pt": "Cada jurado em potencial foi interrogado pelos advogados em um processo conhecido como voir dire."
    },
    {
      "en": "The think tank's analysis of the prospective policy was cited in major news outlets.",
      "pt": "A análise do think tank sobre a política futura foi citada nos principais veículos de notícias."
    },
    {
      "en": "A clear and concise business plan is paramount when approaching prospective investors.",
      "pt": "Um plano de negócios claro e conciso é fundamental ao abordar potenciais investidores."
    },
    {
      "en": "The artist is looking for a prospective apprentice to carry on his traditional techniques.",
      "pt": "O artista está procurando um futuro aprendiz para dar continuidade às suas técnicas tradicionais."
    },
    {
      "en": "The guidebook offers tips for prospective travelers planning a trip to the remote region.",
      "pt": "O guia oferece dicas para futuros viajantes que planejam uma viagem à região remota."
    },
    {
      "en": "The organization provides training to prospective foster parents.",
      "pt": "A organização oferece treinamento para futuros pais adotivos."
    },
    {
      "en": "The success of our business model relies on converting prospective leads into loyal customers.",
      "pt": "O sucesso do nosso modelo de negócios depende da conversão de leads em potencial em clientes fiéis."
    },
    {
      "en": "The university's marketing materials are tailored to the aspirations of prospective students.",
      "pt": "Os materiais de marketing da universidade são adaptados às aspirações dos futuros alunos."
    },
    {
      "en": "The committee is evaluating several prospective locations for the new headquarters.",
      "pt": "O comitê está avaliando vários locais em potencial para a nova sede."
    },
    {
      "en": "Before entering a joint venture, it's essential to vet any prospective partners thoroughly.",
      "pt": "Antes de entrar em uma joint venture, é essencial investigar minuciosamente quaisquer parceiros em potencial."
    },
    {
      "en": "The company's stock price rose on rumors of a prospective acquisition by a larger rival.",
      "pt": "O preço das ações da empresa subiu com os rumores de uma possível aquisição por um rival maior."
    },
    {
      "en": "The job advertisement failed to attract the high caliber of prospective applicants the company had hoped for.",
      "pt": "O anúncio de emprego não conseguiu atrair o alto calibre de candidatos em potencial que a empresa esperava."
    },
    {
      "en": "The senator's speech addressed the prospective benefits and risks of the international agreement.",
      "pt": "O discurso do senador abordou os futuros benefícios e riscos do acordo internacional."
    },
    {
      "en": "The real estate developer presented a model of the prospective building to the city planning commission.",
      "pt": "O incorporador imobiliário apresentou uma maquete do futuro edifício à comissão de planejamento da cidade."
    },
    {
      "en": "The foundation's gala is its primary fundraising event for attracting prospective major donors.",
      "pt": "O baile de gala da fundação é seu principal evento de arrecadação de fundos para atrair grandes doadores em potencial."
    },
    {
      "en": "The study's design is prospective, meaning it will follow subjects forward in time to observe outcomes.",
      "pt": "O desenho do estudo é prospectivo, o que significa que ele seguirá os sujeitos ao longo do tempo para observar os resultados."
    },
    {
      "en": "A well-crafted cover letter can make a prospective candidate stand out from the competition.",
      "pt": "Uma carta de apresentação bem elaborada pode fazer um candidato em potencial se destacar da concorrência."
    },
    {
      "en": "The company's data analytics team tries to predict the behavior of prospective buyers.",
      "pt": "A equipe de análise de dados da empresa tenta prever o comportamento de potenciais compradores."
    },
    {
      "en": "An informational meeting will be held for all prospective participants in the study abroad program.",
      "pt": "Uma reunião informativa será realizada para todos os futuros participantes do programa de intercâmbio."
    },
    {
      "en": "He had a long conversation with his prospective father-in-law, hoping to win his approval.",
      "pt": "Ele teve uma longa conversa com seu futuro sogro, na esperança de ganhar sua aprovação."
    },
    {
      "en": "The government's proposal includes a prospective ban on certain single-use plastics.",
      "pt": "A proposta do governo inclui uma futura proibição de certos plásticos de uso único."
    },
    {
      "en": "The consulting engagement began with a deep dive into the prospective client's business challenges.",
      "pt": "O trabalho de consultoria começou com um mergulho profundo nos desafios de negócios do cliente em potencial."
    },
    {
      "en": "The talent agent is always on the lookout for prospective new stars.",
      "pt": "O agente de talentos está sempre à procura de novas estrelas em potencial."
    },
    {
      "en": "The landlord's refusal to make necessary repairs deterred many prospective tenants.",
      "pt": "A recusa do locador em fazer os reparos necessários afastou muitos futuros inquilinos."
    },
    {
      "en": "The company's website includes a detailed FAQ section for prospective investors.",
      "pt": "O site da empresa inclui uma seção detalhada de perguntas frequentes para potenciais investidores."
    },
    {
      "en": "The politician's platform was designed to appeal to a wide spectrum of prospective supporters.",
      "pt": "A plataforma do político foi projetada para atrair um amplo espectro de apoiadores em potencial."
    },
    {
      "en": "The museum is considering several prospective acquisitions for its modern art collection.",
      "pt": "O museu está considerando várias aquisições em potencial para sua coleção de arte moderna."
    },
    {
      "en": "A skills assessment test is part of the screening process for all prospective employees.",
      "pt": "Um teste de avaliação de habilidades faz parte do processo de triagem para todos os futuros funcionários."
    },
    {
      "en": "The brochure for the new retirement community is targeted at prospective residents and their families.",
      "pt": "O folheto da nova comunidade de aposentados é direcionado a futuros residentes e suas famílias."
    },
    {
      "en": "The city planner presented a report on the prospective traffic impact of the new stadium.",
      "pt": "O planejador urbano apresentou um relatório sobre o futuro impacto do novo estádio no trânsito."
    },
    {
      "en": "The startup is currently in the seed funding stage, pitching to prospective angel investors.",
      "pt": "A startup está atualmente na fase de financiamento inicial, apresentando-se a potenciais investidores anjo."
    },
    {
      "en": "A key responsibility of the admissions officer is to answer questions from prospective students.",
      "pt": "Uma responsabilidade fundamental do oficial de admissões é responder a perguntas de futuros alunos."
    },
    {
      "en": "The company's aggressive growth strategy has made it an attractive target for prospective acquirers.",
      "pt": "A estratégia de crescimento agressivo da empresa a tornou um alvo atraente para potenciais compradores."
    },
    {
      "en": "The business proposal must clearly articulate the value proposition to prospective partners.",
      "pt": "A proposta de negócios deve articular claramente a proposição de valor para os futuros parceiros."
    },
    {
      "en": "The new law's prospective effects on small businesses are a major point of contention.",
      "pt": "Os efeitos futuros da nova lei sobre as pequenas empresas são um grande ponto de discórdia."
    },
    {
      "en": "The manager held one-on-one meetings with each prospective team member.",
      "pt": "O gerente realizou reuniões individuais com cada futuro membro da equipe."
    },
    {
      "en": "The survey aims to understand the needs and preferences of prospective electric vehicle owners.",
      "pt": "A pesquisa visa entender as necessidades e preferências dos futuros proprietários de veículos elétricos."
    },
    {
      "en": "The final round of interviews will determine which of the prospective candidates gets the job.",
      "pt": "A rodada final de entrevistas determinará qual dos candidatos em potencial conseguirá o emprego."
    },
    {
      "en": "The architecture firm submitted a bid for the prospective city hall renovation project.",
      "pt": "O escritório de arquitetura apresentou uma proposta para o futuro projeto de renovação da prefeitura."
    },
    {
      "en": "Providing excellent customer service is crucial for retaining current and attracting prospective clients.",
      "pt": "Fornecer um excelente atendimento ao cliente é crucial para reter os clientes atuais e atrair os potenciais."
    },
    {
      "en": "The university's study abroad fair connects students with prospective host institutions.",
      "pt": "A feira de intercâmbio da universidade conecta os alunos com as futuras instituições anfitriãs."
    },
    {
      "en": "The company must consider the prospective return on investment for any new marketing campaign.",
      "pt": "A empresa deve considerar o retorno potencial sobre o investimento para qualquer nova campanha de marketing."
    },
    {
      "en": "A property disclosure statement must be given to all prospective buyers in this state.",
      "pt": "Uma declaração de divulgação de propriedade deve ser entregue a todos os potenciais compradores neste estado."
    },
    {
      "en": "The research is a prospective, observational study, so it cannot prove causation.",
      "pt": "A pesquisa é um estudo prospectivo e observacional, portanto não pode provar causalidade."
    },
    {
      "en": "The career counselor helps students prepare their resumes for prospective employers.",
      "pt": "O orientador de carreira ajuda os alunos a preparar seus currículos para futuros empregadores."
    },
    {
      "en": "The focus group was composed of prospective customers within the target age range.",
      "pt": "O grupo de foco era composto por clientes em potencial dentro da faixa etária alvo."
    },
    {
      "en": "The political analyst commented on the prospective candidates for the next presidential election.",
      "pt": "O analista político comentou sobre os possíveis candidatos para a próxima eleição presidencial."
    },
    {
      "en": "The company's booth at the trade show was designed to attract prospective distributors.",
      "pt": "O estande da empresa na feira comercial foi projetado para atrair distribuidores em potencial."
    },
    {
      "en": "The lease agreement clearly states the responsibilities of the prospective tenant.",
      "pt": "O contrato de locação estabelece claramente as responsabilidades do futuro inquilino."
    },
    {
      "en": "The government released a report outlining the prospective benefits of the infrastructure plan.",
      "pt": "O governo divulgou um relatório descrevendo os benefícios futuros do plano de infraestrutura."
    },
    {
      "en": "The startup sought feedback from prospective users to refine its mobile app.",
      "pt": "A startup buscou feedback de usuários em potencial para aprimorar seu aplicativo móvel."
    },
    {
      "en": "The book launch was an opportunity for the author to meet with fans and prospective readers.",
      "pt": "O lançamento do livro foi uma oportunidade para o autor se encontrar com fãs e leitores em potencial."
    },
    {
      "en": "The board needs to approve the list of prospective nominees for the award.",
      "pt": "O conselho precisa aprovar a lista de indicados em potencial para o prêmio."
    },
    {
      "en": "The non-profit organization relies on the generosity of prospective donors to fund its programs.",
      "pt": "A organização sem fins lucrativos depende da generosidade de doadores em potencial para financiar seus programas."
    },
    {
      "en": "A great deal of thought went into the selection of the prospective jury panel.",
      "pt": "Muita reflexão foi dedicada à seleção do painel de jurados em potencial."
    },
    {
      "en": "The initial consultation allows us to understand the needs of a prospective client.",
      "pt": "A consulta inicial nos permite entender as necessidades de um cliente em potencial."
    },
    {
      "en": "The university's admissions essay prompts are designed to challenge prospective students.",
      "pt": "Os temas da redação de admissão da universidade são projetados para desafiar os futuros alunos."
    },
    {
      "en": "The company is exploring prospective markets in Southeast Asia for expansion.",
      "pt": "A empresa está explorando mercados potenciais no Sudeste Asiático para expansão."
    },
    {
      "en": "The candidate's ability to connect with prospective voters on a personal level was his greatest asset.",
      "pt": "A capacidade do candidato de se conectar com eleitores em potencial em um nível pessoal era seu maior trunfo."
    },
    {
      "en": "The lab is seeking prospective participants for a clinical trial of a new vaccine.",
      "pt": "O laboratório está buscando participantes em potencial para um ensaio clínico de uma nova vacina."
    },
    {
      "en": "The contract negotiations between the company and the prospective employee lasted for several weeks.",
      "pt": "As negociações do contrato entre a empresa e o futuro funcionário duraram várias semanas."
    },
    {
      "en": "The financial model projects the company's prospective earnings over the next five years.",
      "pt": "O modelo financeiro projeta os lucros futuros da empresa para os próximos cinco anos."
    },
    {
      "en": "The team's general manager is evaluating several prospective trades before the deadline.",
      "pt": "O gerente geral da equipe está avaliando várias trocas em potencial antes do prazo final."
    },
    {
      "en": "The software's user-friendly interface is a key selling point for prospective customers.",
      "pt": "A interface amigável do software é um ponto de venda fundamental para clientes em potencial."
    },
    {
      "en": "The country is assessing the prospective benefits of joining the international trade bloc.",
      "pt": "O país está avaliando os benefícios futuros de aderir ao bloco de comércio internacional."
    },
    {
      "en": "The open house was so crowded with prospective buyers that it was hard to move around.",
      "pt": "A visitação estava tão cheia de potenciais compradores que era difícil se locomover."
    },
    {
      "en": "The incubator provides mentorship and resources to prospective tech startups.",
      "pt": "A incubadora fornece mentoria e recursos para futuras startups de tecnologia."
    },
    {
      "en": "The journalist wrote an article about the prospective impact of the Supreme Court's decision.",
      "pt": "O jornalista escreveu um artigo sobre o impacto futuro da decisão da Suprema Corte."
    },
    {
      "en": "The club's bylaws outline the application process for prospective members.",
      "pt": "O estatuto do clube descreve o processo de inscrição para futuros membros."
    },
    {
      "en": "The charity screens all prospective volunteers to ensure the safety of its beneficiaries.",
      "pt": "A instituição de caridade seleciona todos os voluntários em potencial para garantir a segurança de seus beneficiários."
    },
    {
      "en": "The research will be a prospective, longitudinal study, tracking individuals from adolescence to adulthood.",
      "pt": "A pesquisa será um estudo prospectivo e longitudinal, acompanhando indivíduos da adolescência à idade adulta."
    },
    {
      "en": "The candidate's extensive experience made him a very attractive prospective employee.",
      "pt": "A vasta experiência do candidato o tornou um futuro funcionário muito atraente."
    },
    {
      "en": "The investment bank prepares a detailed memorandum for prospective buyers of the company.",
      "pt": "O banco de investimento prepara um memorando detalhado para os potenciais compradores da empresa."
    },
    {
      "en": "The government is conducting public consultations on the prospective tax reforms.",
      "pt": "O governo está realizando consultas públicas sobre as futuras reformas tributárias."
    },
    {
      "en": "The online dating profile is the first impression a person makes on a prospective partner.",
      "pt": "O perfil de namoro online é a primeira impressão que uma pessoa causa em um parceiro em potencial."
    },
    {
      "en": "The company's commitment to sustainability is a key factor for many prospective clients.",
      "pt": "O compromisso da empresa com a sustentabilidade é um fator chave para muitos clientes em potencial."
    },
    {
      "en": "The recruiter reached out to a number of prospective candidates on LinkedIn.",
      "pt": "O recrutador contatou vários candidatos em potencial no LinkedIn."
    },
    {
      "en": "The city published a report on the prospective economic benefits of hosting the Olympics.",
      "pt": "A cidade publicou um relatório sobre os benefícios econômicos futuros de sediar as Olimpíadas."
    },
    {
      "en": "The admissions committee was impressed by the quality of this year's prospective students.",
      "pt": "O comitê de admissões ficou impressionado com a qualidade dos futuros alunos deste ano."
    },
    {
      "en": "The landlord's strict rules about pets were a deal-breaker for many prospective tenants.",
      "pt": "As regras rígidas do locador sobre animais de estimação foram um fator decisivo para muitos futuros inquilinos."
    },
    {
      "en": "A market analysis was conducted to identify the ideal prospective customer for the new luxury car.",
      "pt": "Uma análise de mercado foi conduzida para identificar o cliente em potencial ideal para o novo carro de luxo."
    },
    {
      "en": "The venture capitalist listened intently to the pitch from the prospective entrepreneur.",
      "pt": "O investidor de risco ouviu atentamente a apresentação do futuro empreendedor."
    },
    {
      "en": "The senator commissioned a study on the prospective impact of the bill on her state.",
      "pt": "A senadora encomendou um estudo sobre o impacto futuro do projeto de lei em seu estado."
    },
    {
      "en": "The company's training program is designed to turn new hires into highly effective prospective managers.",
      "pt": "O programa de treinamento da empresa é projetado para transformar novos contratados em futuros gerentes altamente eficazes."
    },
    {
      "en": "The art dealer is attending the auction to scout for prospective additions to his collection.",
      "pt": "O negociante de arte está participando do leilão para procurar possíveis adições à sua coleção."
    },
    {
      "en": "The political campaign is targeting its message to sway prospective independent voters.",
      "pt": "A campanha política está direcionando sua mensagem para influenciar os eleitores independentes em potencial."
    },
    {
      "en": "The software company sent a survey to prospective users to determine which features were most desired.",
      "pt": "A empresa de software enviou uma pesquisa aos usuários em potencial para determinar quais recursos eram mais desejados."
    },
    {
      "en": "The success of the academic conference will be judged by the collaborations it fosters among prospective researchers.",
      "pt": "O sucesso da conferência acadêmica será julgado pelas colaborações que ela promove entre os futuros pesquisadores."
    },
    {
      "en": "Before committing, the prospective franchisee visited several existing locations to observe their operations.",
      "pt": "Antes de se comprometer, o futuro franqueado visitou várias unidades existentes para observar suas operações."
    },
    {
      "en": "The company's strong ethical reputation is a significant asset when recruiting prospective talent.",
      "pt": "A forte reputação ética da empresa é um ativo significativo ao recrutar talentos em potencial."
    },
    {
      "en": "The think tank's report warned of the prospective dangers of the new technology.",
      "pt": "O relatório do centro de estudos alertou sobre os perigos futuros da nova tecnologia."
    },
    {
      "en": "The financial planner walked the prospective client through a retirement savings scenario.",
      "pt": "O planejador financeiro orientou o cliente em potencial através de um cenário de poupança para aposentadoria."
    },
    {
      "en": "The university's website provides a virtual campus tour for prospective students who cannot visit in person.",
      "pt": "O site da universidade oferece um tour virtual pelo campus para futuros alunos que não podem visitar pessoalmente."
    },
    {
      "en": "The developer had to secure permits from the city before presenting the plan to prospective buyers.",
      "pt": "O incorporador teve que obter licenças da prefeitura antes de apresentar o plano aos potenciais compradores."
    },
    {
      "en": "The company's flexible work policy has been a major talking point with prospective employees.",
      "pt": "A política de trabalho flexível da empresa tem sido um importante ponto de discussão com os futuros funcionários."
    },
    {
      "en": "The document outlines the prospective timeline for the completion of the project.",
      "pt": "O documento descreve o cronograma previsto para a conclusão do projeto."
    },
    {
      "en": "The dating app's algorithm suggests prospective matches based on shared interests and values.",
      "pt": "O algoritmo do aplicativo de namoro sugere combinações em potencial com base em interesses e valores compartilhados."
    },
    {
      "en": "The company created a detailed presentation to showcase its value to prospective acquirers.",
      "pt": "A empresa criou uma apresentação detalhada para mostrar seu valor a potenciais compradores."
    },
    {
      "en": "The candidate's grassroots campaign focused on engaging directly with prospective voters in their communities.",
      "pt": "A campanha de base do candidato focou em interagir diretamente com eleitores em potencial em suas comunidades."
    },
    {
      "en": "The lease application requires prospective tenants to disclose their income and employment history.",
      "pt": "O formulário de locação exige que os futuros inquilinos divulguem sua renda e histórico de emprego."
    },
    {
      "en": "The economic model attempts to predict the prospective performance of the stock market.",
      "pt": "O modelo econômico tenta prever o desempenho futuro do mercado de ações."
    },
    {
      "en": "The salesperson was skilled at building rapport with prospective customers.",
      "pt": "O vendedor era habilidoso em criar um bom relacionamento com os clientes em potencial."
    },
    {
      "en": "The coach is optimistic about the team's prospective performance in the upcoming tournament.",
      "pt": "O técnico está otimista com o desempenho futuro da equipe no próximo torneio."
    },
    {
      "en": "The government is studying the prospective social impact of the proposed welfare reforms.",
      "pt": "O governo está estudando o impacto social futuro das reformas propostas na assistência social."
    },
    {
      "en": "The company offers relocation assistance to attract prospective employees from other cities.",
      "pt": "A empresa oferece assistência de realocação para atrair futuros funcionários de outras cidades."
    },
    {
      "en": "The investment proposal was sent to a curated list of prospective backers.",
      "pt": "A proposta de investimento foi enviada a uma lista selecionada de potenciais financiadores."
    },
    {
      "en": "The university's reputation for research excellence is a key draw for prospective graduate students.",
      "pt": "A reputação de excelência em pesquisa da universidade é um atrativo fundamental para futuros alunos de pós-graduação."
    },
    {
      "en": "The marketing materials must be compelling enough to convert a prospective browser into a buyer.",
      "pt": "Os materiais de marketing devem ser convincentes o suficiente para converter um visitante em potencial em um comprador."
    },
    {
      "en": "The politician's failure to address key issues alienated many prospective supporters.",
      "pt": "A falha do político em abordar questões-chave afastou muitos apoiadores em potencial."
    },
    {
      "en": "The film's trailer was designed to generate buzz and intrigue among prospective viewers.",
      "pt": "O trailer do filme foi projetado para gerar burburinho e intriga entre os espectadores em potencial."
    },
    {
      "en": "The home staging was done to help prospective buyers envision themselves living in the space.",
      "pt": "A preparação do imóvel foi feita para ajudar os potenciais compradores a se imaginarem vivendo no espaço."
    },
    {
      "en": "The company's HR team uses behavioral questions to assess the suitability of prospective candidates.",
      "pt": "A equipe de RH da empresa usa perguntas comportamentais para avaliar a adequação dos candidatos em potencial."
    },
    {
      "en": "The organization published its prospective agenda for the annual conference.",
      "pt": "A organização publicou sua agenda preliminar para a conferência anual."
    },
    {
      "en": "The landlord hosted an open house for prospective tenants over the weekend.",
      "pt": "O locador realizou uma visitação para futuros inquilinos durante o fim de semana."
    },
    {
      "en": "The business plan outlines the prospective revenue streams for the new venture.",
      "pt": "O plano de negócios descreve as futuras fontes de receita para o novo empreendimento."
    },
    {
      "en": "The law school's mock trial competition gives prospective lawyers a taste of courtroom action.",
      "pt": "A competição de simulação de julgamento da faculdade de direito dá aos futuros advogados um gostinho da ação no tribunal."
    },
    {
      "en": "The consulting firm provides a clear statement of work to all prospective clients.",
      "pt": "A empresa de consultoria fornece uma declaração de trabalho clara a todos os clientes em potencial."
    },
    {
      "en": "The university's scholarship program is a major incentive for prospective applicants.",
      "pt": "O programa de bolsas da universidade é um grande incentivo para os futuros candidatos."
    },
    {
      "en": "The feasibility study will assess the prospective profitability of opening a new branch.",
      "pt": "O estudo de viabilidade avaliará a lucratividade potencial da abertura de uma nova filial."
    },
    {
      "en": "The investment's prospective gains must be weighed against its potential risks.",
      "pt": "Os ganhos futuros do investimento devem ser ponderados em relação aos seus riscos potenciais."
    },
    {
      "en": "The political party is conducting polls to gauge the mood of prospective voters.",
      "pt": "O partido político está realizando pesquisas para medir o humor dos eleitores em potencial."
    },
    {
      "en": "The company's diversity and inclusion initiatives are highlighted in its recruitment materials for prospective employees.",
      "pt": "As iniciativas de diversidade e inclusão da empresa são destacadas em seus materiais de recrutamento para futuros funcionários."
    },
    {
      "en": "The product demo allows prospective customers to see the software in action.",
      "pt": "A demonstração do produto permite que os clientes em potencial vejam o software em ação."
    },
    {
      "en": "The entrepreneur spent months refining her pitch for prospective investors.",
      "pt": "A empreendedora passou meses aprimorando sua apresentação para potenciais investidores."
    },
    {
      "en": "The city has identified several prospective areas for urban redevelopment.",
      "pt": "A cidade identificou várias áreas em potencial para a requalificação urbana."
    },
    {
      "en": "The real estate agent prepared a comparative market analysis for the prospective seller.",
      "pt": "O corretor de imóveis preparou uma análise comparativa de mercado para o futuro vendedor."
    },
    {
      "en": "The study is a prospective investigation of dietary habits and their effect on health.",
      "pt": "O estudo é uma investigação prospectiva dos hábitos alimentares e seus efeitos na saúde."
    },
    {
      "en": "The company offers a comprehensive onboarding program for all prospective hires.",
      "pt": "A empresa oferece um programa de integração abrangente para todas as futuras contratações."
    },
    {
      "en": "The government is holding hearings on the prospective changes to immigration policy.",
      "pt": "O governo está realizando audiências sobre as futuras mudanças na política de imigração."
    },
    {
      "en": "The university sends personalized letters to high-scoring prospective students.",
      "pt": "A universidade envia cartas personalizadas para futuros alunos com altas pontuações."
    },
    {
      "en": "The sales team's commission structure is designed to incentivize the acquisition of new prospective clients.",
      "pt": "A estrutura de comissão da equipe de vendas é projetada para incentivar a aquisição de novos clientes em potencial."
    },
    {
      "en": "The museum's curator is in negotiations with a prospective donor for a major collection.",
      "pt": "O curador do museu está em negociações com um doador em potencial para uma grande coleção."
    },
    {
      "en": "The political campaign launched a new ad series to target prospective swing-state voters.",
      "pt": "A campanha política lançou uma nova série de anúncios para atingir os eleitores em potencial dos estados indecisos."
    },
    {
      "en": "The company's website has a career page that details the benefits for prospective employees.",
      "pt": "O site da empresa tem uma página de carreiras que detalha os benefícios para os futuros funcionários."
    },
    {
      "en": "The architectural model provides a clear view of the prospective design of the new arts center.",
      "pt": "A maquete arquitetônica fornece uma visão clara do futuro design do novo centro de artes."
    },
    {
      "en": "The landlord must provide a safe and habitable environment for current and prospective tenants.",
      "pt": "O locador deve fornecer um ambiente seguro e habitável para os inquilinos atuais e futuros."
    },
    {
      "en": "The startup created a prototype to demonstrate the product's functionality to prospective investors.",
      "pt": "A startup criou um protótipo para demonstrar a funcionalidade do produto a potenciais investidores."
    },
    {
      "en": "The team's manager is traveling to scout prospective talent at the collegiate championships.",
      "pt": "O gerente da equipe está viajando para observar talentos em potencial nos campeonatos universitários."
    },
    {
      "en": "The report provides a prospective analysis of the global energy market over the next twenty years.",
      "pt": "O relatório fornece uma análise prospectiva do mercado global de energia para os próximos vinte anos."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "prospective",
      "options": [
        "protective",
        "prospective"
      ],
      "correct": "prospective"
    },
    {
      "question": "prospective",
      "options": [
        "prospective",
        "perspective"
      ],
      "correct": "prospective"
    },
    {
      "question": "prospective",
      "options": [
        "respective",
        "prospective"
      ],
      "correct": "prospective"
    },
    {
      "question": "prospective",
      "options": [
        "prospective",
        "proactive"
      ],
      "correct": "prospective"
    },
    {
      "question": "prospective",
      "options": [
        "prospecting",
        "prospective"
      ],
      "correct": "prospective"
    },
    {
      "question": "prospective",
      "options": [
        "prospective",
        "receptive"
      ],
      "correct": "prospective"
    },
    {
      "question": "prospective",
      "options": [
        "descriptive",
        "prospective"
      ],
      "correct": "prospective"
    },
    {
      "question": "prospective",
      "options": [
        "prospective",
        "subjective"
      ],
      "correct": "prospective"
    },
    {
      "question": "prospective",
      "options": [
        "introspective",
        "prospective"
      ],
      "correct": "prospective"
    },
    {
      "question": "prospective",
      "options": [
        "prospective",
        "defective"
      ],
      "correct": "prospective"
    },
    {
      "question": "prospective",
      "options": [
        "prosecuted",
        "prospective"
      ],
      "correct": "prospective"
    },
    {
      "question": "prospective",
      "options": [
        "prospective",
        "retrospective"
      ],
      "correct": "prospective"
    },
    {
      "question": "prospective",
      "options": [
        "prescriptive",
        "prospective"
      ],
      "correct": "prospective"
    },
    {
      "question": "prospective",
      "options": [
        "prospective",
        "perfective"
      ],
      "correct": "prospective"
    },
    {
      "question": "prospective",
      "options": [
        "prolific",
        "prospective"
      ],
      "correct": "prospective"
    }
  ]
}
