{
  "sentences": [
    {
      "en": "She is widely regarded as one of the most influential artists of her generation.",
      "pt": "Ela é amplamente considerada uma das artistas mais influentes de sua geração."
    },
    {
      "en": "Please give my warmest regards to your parents when you see them.",
      "pt": "Por favor, envie minhas mais calorosas lembranças aos seus pais quando os vir."
    },
    {
      "en": "He acted with little regard for the safety of others, which is why he's facing charges.",
      "pt": "Ele agiu com pouca consideração pela segurança dos outros, e é por isso que está enfrentando acusações."
    },
    {
      "en": "The professor is held in the highest regard by both her students and academic peers.",
      "pt": "A professora é tida na mais alta estima tanto por seus alunos quanto por seus colegas acadêmicos."
    },
    {
      "en": "With regard to your proposal, we have a few questions about the budget.",
      "pt": "Com relação à sua proposta, temos algumas perguntas sobre o orçamento."
    },
    {
      "en": "I have always regarded him as a mentor and a close friend.",
      "pt": "Eu sempre o considerei um mentor e um amigo próximo."
    },
    {
      "en": "The company shows a shocking lack of regard for its environmental impact.",
      "pt": "A empresa demonstra uma chocante falta de consideração por seu impacto ambiental."
    },
    {
      "en": "He paused to regard his reflection in the shop window before continuing on his way.",
      "pt": "Ele parou para observar seu reflexo na vitrine da loja antes de seguir seu caminho."
    },
    {
      "en": "Regardless of the outcome, we must show respect for the process.",
      "pt": "Independentemente do resultado, devemos demonstrar respeito pelo processo."
    },
    {
      "en": "The policy was implemented without due regard for the potential negative consequences.",
      "pt": "A política foi implementada sem a devida consideração pelas potenciais consequências negativas."
    },
    {
      "en": "In this regard, I believe your analysis is fundamentally flawed.",
      "pt": "Nesse aspecto, acredito que sua análise seja fundamentalmente falha."
    },
    {
      "en": "His early work is often regarded as his most innovative and groundbreaking.",
      "pt": "Seu trabalho inicial é frequentemente considerado o mais inovador e revolucionário."
    },
    {
      "en": "She has a high regard for your opinion and would value your input on this matter.",
      "pt": "Ela tem uma alta consideração por sua opinião e valorizaria sua contribuição neste assunto."
    },
    {
      "en": "The letter ended with the simple closing, 'With kindest regards, Eleanor'.",
      "pt": "A carta terminava com o simples encerramento: 'Com as mais cordiais saudações, Eleanor'."
    },
    {
      "en": "The law must be applied to all citizens without regard to their social status.",
      "pt": "A lei deve ser aplicada a todos os cidadãos, sem levar em conta seu status social."
    },
    {
      "en": "What was once regarded as a luxury is now considered a basic necessity.",
      "pt": "O que antes era considerado um luxo, agora é visto como uma necessidade básica."
    },
    {
      "en": "His complete disregard for the rules eventually led to his dismissal.",
      "pt": "Seu completo desrespeito pelas regras acabou levando à sua demissão."
    },
    {
      "en": "I regard this as a serious breach of our agreement and will be seeking legal advice.",
      "pt": "Considero isto uma violação séria do nosso acordo e procurarei aconselhamento jurídico."
    },
    {
      "en": "The judge is held in high regard for her integrity and sharp legal mind.",
      "pt": "A juíza é muito respeitada por sua integridade e mente jurídica afiada."
    },
    {
      "en": "The legislation was passed with scant regard for the opposition's concerns.",
      "pt": "A legislação foi aprovada com pouca consideração pelas preocupações da oposição."
    },
    {
      "en": "He regarded her with a mixture of admiration and suspicion.",
      "pt": "Ele a olhava com uma mistura de admiração e suspeita."
    },
    {
      "en": "This new evidence must be taken into account with regard to the defendant's appeal.",
      "pt": "Esta nova evidência deve ser levada em consideração no que diz respeito ao recurso do réu."
    },
    {
      "en": "Many people regard the new CEO's strategy as overly ambitious and risky.",
      "pt": "Muitas pessoas consideram a estratégia do novo CEO excessivamente ambiciosa e arriscada."
    },
    {
      "en": "The team's performance has been excellent, particularly in regard to its defensive record.",
      "pt": "O desempenho da equipe tem sido excelente, especialmente no que diz respeito ao seu histórico defensivo."
    },
    {
      "en": "He has little regard for punctuality, often arriving late to important meetings.",
      "pt": "Ele tem pouca consideração pela pontualidade, chegando frequentemente atrasado a reuniões importantes."
    },
    {
      "en": "The ancient philosophers regarded the pursuit of knowledge as the highest virtue.",
      "pt": "Os filósofos antigos consideravam a busca pelo conhecimento a mais alta virtude."
    },
    {
      "en": "Her regard for him has diminished significantly since she discovered his dishonesty.",
      "pt": "A estima dela por ele diminuiu significativamente desde que ela descobriu sua desonestidade."
    },
    {
      "en": "The artist regarded the blank canvas for a long moment before making the first stroke.",
      "pt": "O artista contemplou a tela em branco por um longo momento antes de dar a primeira pincelada."
    },
    {
      "en": "In what regard is this plan superior to the previous one?",
      "pt": "Em que aspecto este plano é superior ao anterior?"
    },
    {
      "en": "The company's policy shows a blatant disregard for employee well-being.",
      "pt": "A política da empresa mostra um desrespeito flagrante pelo bem-estar dos funcionários."
    },
    {
      "en": "The treaty was regarded by many as a historic step towards peace.",
      "pt": "O tratado foi considerado por muitos como um passo histórico em direção à paz."
    },
    {
      "en": "She sends her regards and apologizes for not being able to attend the ceremony.",
      "pt": "Ela manda lembranças e pede desculpas por não poder comparecer à cerimônia."
    },
    {
      "en": "He seems to make decisions without any regard for how they will affect his family.",
      "pt": "Ele parece tomar decisões sem nenhuma consideração sobre como elas afetarão sua família."
    },
    {
      "en": "The scientific community regards his latest theory with a great deal of skepticism.",
      "pt": "A comunidade científica encara sua teoria mais recente com uma grande dose de ceticismo."
    },
    {
      "en": "His actions have lowered him in my regard.",
      "pt": "Suas ações o rebaixaram em minha estima."
    },
    {
      "en": "With regard to your inquiry, the information you requested is attached.",
      "pt": "Em relação à sua solicitação, as informações que você pediu estão anexadas."
    },
    {
      "en": "This particular species of orchid is regarded as extremely rare and valuable.",
      "pt": "Esta espécie particular de orquídea é considerada extremamente rara e valiosa."
    },
    {
      "en": "He drove with a reckless disregard for the speed limit.",
      "pt": "Ele dirigiu com um descaso imprudente pelo limite de velocidade."
    },
    {
      "en": "The critic's review regarded the play as a masterpiece of modern theater.",
      "pt": "A crítica do crítico considerou a peça uma obra-prima do teatro moderno."
    },
    {
      "en": "I hold your father in the highest regard; he was a man of great principle.",
      "pt": "Tenho seu pai na mais alta estima; ele era um homem de grandes princípios."
    },
    {
      "en": "Further action is required, especially with regard to improving safety standards.",
      "pt": "Ações adicionais são necessárias, especialmente no que diz respeito à melhoria dos padrões de segurança."
    },
    {
      "en": "The discovery was initially regarded as a minor anomaly in the data.",
      "pt": "A descoberta foi inicialmente considerada uma anomalia menor nos dados."
    },
    {
      "en": "His total disregard for the truth is what I find most alarming.",
      "pt": "Seu total desprezo pela verdade é o que eu acho mais alarmante."
    },
    {
      "en": "She regarded his insincere apology with silent contempt.",
      "pt": "Ela encarou o pedido de desculpas insincero dele com desprezo silencioso."
    },
    {
      "en": "The two paintings are remarkably similar in many regards.",
      "pt": "As duas pinturas são notavelmente semelhantes em muitos aspectos."
    },
    {
      "en": "The algorithm is regarded as a breakthrough in artificial intelligence.",
      "pt": "O algoritmo é considerado um avanço na inteligência artificial."
    },
    {
      "en": "The manager's disregard for the team's feedback led to a drop in morale.",
      "pt": "A falta de consideração do gerente pelo feedback da equipe levou a uma queda no moral."
    },
    {
      "en": "The prime minister's speech was regarded as a missed opportunity to unite the country.",
      "pt": "O discurso do primeiro-ministro foi visto como uma oportunidade perdida de unir o país."
    },
    {
      "en": "She has very little regard for what other people think of her.",
      "pt": "Ela se importa muito pouco com o que as outras pessoas pensam dela."
    },
    {
      "en": "He regarded the intricate mechanism with the focused eye of an engineer.",
      "pt": "Ele observava o mecanismo intrincado com o olhar focado de um engenheiro."
    },
    {
      "en": "The new CEO is highly regarded for her innovative leadership style.",
      "pt": "A nova CEO é muito conceituada por seu estilo de liderança inovador."
    },
    {
      "en": "With little regard for his own health, he worked tirelessly to finish the project.",
      "pt": "Com pouca preocupação com sua própria saúde, ele trabalhou incansavelmente para terminar o projeto."
    },
    {
      "en": "I regard it as my duty to report this misconduct to the proper authorities.",
      "pt": "Considero meu dever relatar esta má conduta às autoridades competentes."
    },
    {
      "en": "The author's early novels are held in higher regard than her later works.",
      "pt": "Os primeiros romances da autora são mais bem conceituados do que suas obras posteriores."
    },
    {
      "en": "The company operates with a callous disregard for the local community.",
      "pt": "A empresa opera com um descaso insensível pela comunidade local."
    },
    {
      "en": "The vote was regarded as a crucial test of the government's popularity.",
      "pt": "A votação foi considerada um teste crucial da popularidade do governo."
    },
    {
      "en": "He has a sincere regard for the traditions of his ancestors.",
      "pt": "Ele tem um respeito sincero pelas tradições de seus ancestrais."
    },
    {
      "en": "The new data has changed our understanding in at least one important regard.",
      "pt": "Os novos dados mudaram nossa compreensão em pelo menos um aspecto importante."
    },
    {
      "en": "The architecture of the building is highly regarded for its blend of modern and classical elements.",
      "pt": "A arquitetura do prédio é muito conceituada por sua mistura de elementos modernos e clássicos."
    },
    {
      "en": "Her disregard for the deadline put the entire project at risk.",
      "pt": "O descaso dela com o prazo colocou todo o projeto em risco."
    },
    {
      "en": "Historically, this period was regarded as a dark age, but recent scholarship has challenged that view.",
      "pt": "Historicamente, este período foi considerado uma idade das trevas, mas estudos recentes desafiaram essa visão."
    },
    {
      "en": "She regarded him coolly, her expression unreadable.",
      "pt": "Ela o encarou friamente, com uma expressão indecifrável."
    },
    {
      "en": "The committee will make its decision without regard to the political pressure being applied.",
      "pt": "O comitê tomará sua decisão sem levar em conta a pressão política que está sendo aplicada."
    },
    {
      "en": "The city's public transit system is regarded as one of the most efficient in the world.",
      "pt": "O sistema de transporte público da cidade é considerado um dos mais eficientes do mundo."
    },
    {
      "en": "The student's blatant disregard for academic integrity resulted in his expulsion.",
      "pt": "O desrespeito flagrante do aluno pela integridade acadêmica resultou em sua expulsão."
    },
    {
      "en": "I do not regard his opinion on this matter as particularly relevant.",
      "pt": "Não considero a opinião dele sobre este assunto particularmente relevante."
    },
    {
      "en": "The new findings are significant, especially in regard to our understanding of the disease's progression.",
      "pt": "As novas descobertas são significativas, especialmente no que diz respeito à nossa compreensão da progressão da doença."
    },
    {
      "en": "The way he treats his staff shows a profound lack of regard for them as human beings.",
      "pt": "A maneira como ele trata sua equipe mostra uma profunda falta de consideração por eles como seres humanos."
    },
    {
      "en": "This particular painting is regarded as the cornerstone of the entire collection.",
      "pt": "Esta pintura em particular é considerada a pedra angular de toda a coleção."
    },
    {
      "en": "The film's director is held in high regard for his visually stunning and thought-provoking work.",
      "pt": "O diretor do filme é muito respeitado por seu trabalho visualmente deslumbrante e instigante."
    },
    {
      "en": "He continued to pursue his goal, with no regard for the personal cost.",
      "pt": "Ele continuou a perseguir seu objetivo, sem se importar com o custo pessoal."
    },
    {
      "en": "The defendant's testimony was regarded by the jury as inconsistent and untrustworthy.",
      "pt": "O depoimento do réu foi considerado pelo júri como inconsistente e não confiável."
    },
    {
      "en": "His only regard was for his own advancement, not for the good of the team.",
      "pt": "Sua única preocupação era com seu próprio avanço, não com o bem da equipe."
    },
    {
      "en": "She regarded the complex legal document with a furrowed brow.",
      "pt": "Ela examinou o complexo documento legal com a testa franzida."
    },
    {
      "en": "The chef's innovative use of ingredients is highly regarded in the culinary world.",
      "pt": "O uso inovador de ingredientes do chef é muito conceituado no mundo da culinária."
    },
    {
      "en": "The company's disregard of safety regulations led to a catastrophic accident.",
      "pt": "O descaso da empresa com as normas de segurança levou a um acidente catastrófico."
    },
    {
      "en": "What was once regarded as science fiction is now becoming a reality.",
      "pt": "O que antes era considerado ficção científica agora está se tornando realidade."
    },
    {
      "en": "She has always shown the utmost regard for her elders.",
      "pt": "Ela sempre demonstrou o máximo respeito por seus mais velhos."
    },
    {
      "en": "As regards the financial arrangements, we need to finalize the details by Friday.",
      "pt": "No que diz respeito aos arranjos financeiros, precisamos finalizar os detalhes até sexta-feira."
    },
    {
      "en": "The ruling is regarded as a landmark decision for privacy rights.",
      "pt": "A decisão é considerada um marco para os direitos de privacidade."
    },
    {
      "en": "The construction was carried out with a complete disregard for the historic character of the neighborhood.",
      "pt": "A construção foi realizada com um completo desrespeito pelo caráter histórico do bairro."
    },
    {
      "en": "He regarded the accusation as a baseless attack on his character.",
      "pt": "Ele considerou a acusação um ataque infundado ao seu caráter."
    },
    {
      "en": "Please convey my sincere regards to your colleagues.",
      "pt": "Por favor, transmita minhas sinceras saudações aos seus colegas."
    },
    {
      "en": "The plan was developed with due regard to the needs of all stakeholders.",
      "pt": "O plano foi desenvolvido com a devida consideração às necessidades de todas as partes interessadas."
    },
    {
      "en": "The company's customer service is widely regarded as the best in the industry.",
      "pt": "O atendimento ao cliente da empresa é amplamente considerado o melhor do setor."
    },
    {
      "en": "His disregard for social conventions often landed him in awkward situations.",
      "pt": "Seu desdém pelas convenções sociais frequentemente o colocava em situações embaraçosas."
    },
    {
      "en": "She regarded his silence as an admission of guilt.",
      "pt": "Ela interpretou o silêncio dele como uma admissão de culpa."
    },
    {
      "en": "In this one regard, and this regard only, I must agree with my opponent.",
      "pt": "Neste único aspecto, e somente neste aspecto, devo concordar com meu oponente."
    },
    {
      "en": "The novel is still highly regarded, even though it was written over a century ago.",
      "pt": "O romance ainda é muito conceituado, embora tenha sido escrito há mais de um século."
    },
    {
      "en": "The project was managed with a startling disregard for the budget.",
      "pt": "O projeto foi gerenciado com um descaso surpreendente pelo orçamento."
    },
    {
      "en": "I regard it as a privilege to be invited to speak here today.",
      "pt": "Considero um privilégio ser convidado para falar aqui hoje."
    },
    {
      "en": "The politician's career was marked by a consistent regard for the public good.",
      "pt": "A carreira do político foi marcada por uma consideração consistente pelo bem público."
    },
    {
      "en": "He regarded the sleeping child with a look of pure affection.",
      "pt": "Ele olhava para a criança adormecida com um olhar de puro afeto."
    },
    {
      "en": "The poet's work is regarded as a cornerstone of the modernist movement.",
      "pt": "A obra do poeta é considerada um pilar do movimento modernista."
    },
    {
      "en": "The developer's disregard for green spaces angered the local residents.",
      "pt": "O descaso da construtora com as áreas verdes irritou os moradores locais."
    },
    {
      "en": "The proposal was regarded with suspicion by many members of the committee.",
      "pt": "A proposta foi vista com desconfiança por muitos membros do comitê."
    },
    {
      "en": "His scholarship is held in the highest regard internationally.",
      "pt": "Sua erudição é tida na mais alta estima internacionalmente."
    },
    {
      "en": "The decision was made without proper regard for the long-term implications.",
      "pt": "A decisão foi tomada sem a devida consideração pelas implicações a longo prazo."
    },
    {
      "en": "The software is generally regarded as user-friendly and reliable.",
      "pt": "O software é geralmente considerado fácil de usar e confiável."
    },
    {
      "en": "Her casual disregard for his feelings was the final straw in their relationship.",
      "pt": "Seu descaso casual pelos sentimentos dele foi a gota d'água no relacionamento deles."
    },
    {
      "en": "We regard this investment as a long-term commitment to the region's economy.",
      "pt": "Consideramos este investimento um compromisso de longo prazo com a economia da região."
    },
    {
      "en": "He has a great regard for your expertise in this area.",
      "pt": "Ele tem grande respeito por sua especialização nesta área."
    },
    {
      "en": "The company has made significant improvements, particularly with regard to data security.",
      "pt": "A empresa fez melhorias significativas, particularmente no que diz respeito à segurança de dados."
    },
    {
      "en": "The use of that chemical is now regarded as a serious environmental hazard.",
      "pt": "O uso daquele produto químico é agora considerado um sério perigo ambiental."
    },
    {
      "en": "His speech was marked by a complete disregard for historical accuracy.",
      "pt": "Seu discurso foi marcado por um completo desprezo pela precisão histórica."
    },
    {
      "en": "She regarded the unfamiliar landscape with a sense of wonder and apprehension.",
      "pt": "Ela contemplava a paisagem desconhecida com um sentimento de admiração e apreensão."
    },
    {
      "en": "In all regards, the new model is a significant improvement over the old one.",
      "pt": "Em todos os aspectos, o novo modelo é uma melhoria significativa em relação ao antigo."
    },
    {
      "en": "The firm is highly regarded for its pro bono work in the community.",
      "pt": "A firma é muito respeitada por seu trabalho pro bono na comunidade."
    },
    {
      "en": "The manager's disregard for protocol created a chaotic work environment.",
      "pt": "O descaso do gerente com o protocolo criou um ambiente de trabalho caótico."
    },
    {
      "en": "The ceasefire was regarded as a fragile but necessary first step.",
      "pt": "O cessar-fogo foi considerado um primeiro passo frágil, mas necessário."
    },
    {
      "en": "She has always treated her opponents with fairness and regard.",
      "pt": "Ela sempre tratou seus oponentes com justiça e respeito."
    },
    {
      "en": "He regarded the compliment with a cynical smile, as if not believing it.",
      "pt": "Ele recebeu o elogio com um sorriso cínico, como se não acreditasse nele."
    },
    {
      "en": "The museum's collection of ancient artifacts is regarded as priceless.",
      "pt": "A coleção de artefatos antigos do museu é considerada inestimável."
    },
    {
      "en": "The journalist's disregard for the privacy of the victims was widely condemned.",
      "pt": "O desrespeito do jornalista pela privacidade das vítimas foi amplamente condenado."
    },
    {
      "en": "I regard your silence on this issue as a form of complicity.",
      "pt": "Considero seu silêncio sobre esta questão uma forma de cumplicidade."
    },
    {
      "en": "With kind regards, and hoping to hear from you soon.",
      "pt": "Com cordiais saudações, e na esperança de ter notícias suas em breve."
    },
    {
      "en": "The city's infrastructure was built with little regard for earthquake safety.",
      "pt": "A infraestrutura da cidade foi construída com pouca consideração pela segurança contra terremotos."
    },
    {
      "en": "The manuscript is regarded as the definitive text on the subject.",
      "pt": "O manuscrito é considerado o texto definitivo sobre o assunto."
    },
    {
      "en": "The company's apparent disregard for customer complaints has damaged its reputation.",
      "pt": "O aparente descaso da empresa com as reclamações dos clientes prejudicou sua reputação."
    },
    {
      "en": "He regarded the situation not as a crisis, but as an opportunity for change.",
      "pt": "Ele encarou a situação não como uma crise, mas como uma oportunidade de mudança."
    },
    {
      "en": "The retiring professor was spoken of with great affection and regard by his former students.",
      "pt": "O professor que se aposentava foi mencionado com grande afeto e estima por seus ex-alunos."
    },
    {
      "en": "The architect's work is highly regarded for its sustainable design principles.",
      "pt": "O trabalho do arquiteto é muito conceituado por seus princípios de design sustentável."
    },
    {
      "en": "The company's expansion plan shows a reckless disregard for its financial stability.",
      "pt": "O plano de expansão da empresa mostra um descaso imprudente com sua estabilidade financeira."
    },
    {
      "en": "The new policy is regarded by its critics as an attack on free speech.",
      "pt": "A nova política é considerada por seus críticos como um ataque à liberdade de expressão."
    },
    {
      "en": "She regarded the painting with a critical eye, noting its flaws and strengths.",
      "pt": "Ela examinou a pintura com um olhar crítico, observando suas falhas e pontos fortes."
    },
    {
      "en": "His contributions to the field are held in the same high regard as those of the pioneers who came before him.",
      "pt": "Suas contribuições para a área são tidas na mesma alta estima que as dos pioneiros que o antecederam."
    },
    {
      "en": "The factory was closed down due to its flagrant disregard for environmental regulations.",
      "pt": "A fábrica foi fechada devido ao seu desrespeito flagrante pelas regulamentações ambientais."
    },
    {
      "en": "The peace treaty is widely regarded as the diplomat's greatest achievement.",
      "pt": "O tratado de paz é amplamente considerado a maior conquista do diplomata."
    },
    {
      "en": "The coach's regard for fair play was instilled in all of his players.",
      "pt": "O respeito do técnico pelo 'fair play' foi inculcado em todos os seus jogadores."
    },
    {
      "en": "As regards your other point, I will need some time to research the matter.",
      "pt": "Quanto ao seu outro ponto, precisarei de algum tempo para pesquisar o assunto."
    },
    {
      "en": "The old law is now regarded as an archaic and unjust piece of legislation.",
      "pt": "A lei antiga é agora considerada uma peça de legislação arcaica e injusta."
    },
    {
      "en": "The report highlights the company's disregard for the long-term health of its employees.",
      "pt": "O relatório destaca o descaso da empresa com a saúde a longo prazo de seus funcionários."
    },
    {
      "en": "I have always regarded her with a great deal of respect and admiration.",
      "pt": "Sempre a vi com muito respeito e admiração."
    },
    {
      "en": "The charity is highly regarded for its transparency and efficient use of donations.",
      "pt": "A instituição de caridade é muito conceituada por sua transparência e uso eficiente das doações."
    },
    {
      "en": "He made the decision with no regard whatsoever for my feelings on the matter.",
      "pt": "Ele tomou a decisão sem a menor consideração pelos meus sentimentos sobre o assunto."
    },
    {
      "en": "The film's ending was regarded by audiences as deeply unsatisfying.",
      "pt": "O final do filme foi considerado pelo público como profundamente insatisfatório."
    },
    {
      "en": "She regarded the chaotic scene with an air of detached amusement.",
      "pt": "Ela observava a cena caótica com um ar de diversão distanciada."
    },
    {
      "en": "The scientific community holds her research in the highest possible regard.",
      "pt": "A comunidade científica tem a pesquisa dela na mais alta consideração possível."
    },
    {
      "en": "The company's new product line has been developed with due regard for customer feedback.",
      "pt": "A nova linha de produtos da empresa foi desenvolvida com a devida atenção ao feedback dos clientes."
    },
    {
      "en": "The composer's later symphonies are generally regarded as his most mature works.",
      "pt": "As sinfonias tardias do compositor são geralmente consideradas suas obras mais maduras."
    },
    {
      "en": "The senator's disregard for the truth during the hearing was astonishing.",
      "pt": "O desprezo do senador pela verdade durante a audiência foi espantoso."
    },
    {
      "en": "I regard this not as a setback, but as a learning opportunity.",
      "pt": "Não encaro isso como um revés, mas como uma oportunidade de aprendizado."
    },
    {
      "en": "The book is a classic and is regarded as required reading for students of political science.",
      "pt": "O livro é um clássico e é considerado leitura obrigatória para estudantes de ciência política."
    },
    {
      "en": "The government's disregard of the court's ruling has created a constitutional crisis.",
      "pt": "O desrespeito do governo à decisão do tribunal criou uma crise constitucional."
    },
    {
      "en": "He regarded the job offer with caution, weighing the pros and cons carefully.",
      "pt": "Ele considerou a oferta de emprego com cautela, pesando os prós e os contras cuidadosamente."
    },
    {
      "en": "The restaurant is highly regarded for its authentic cuisine and excellent service.",
      "pt": "O restaurante é muito conceituado por sua culinária autêntica e excelente serviço."
    },
    {
      "en": "The project was doomed from the start due to a complete disregard for proper planning.",
      "pt": "O projeto estava fadado ao fracasso desde o início devido a um completo descaso pelo planejamento adequado."
    },
    {
      "en": "The discovery of the new planet was regarded as a monumental moment in astronomy.",
      "pt": "A descoberta do novo planeta foi considerada um momento monumental na astronomia."
    },
    {
      "en": "Her regard for accuracy is what makes her such a trusted journalist.",
      "pt": "Seu apreço pela precisão é o que a torna uma jornalista tão confiável."
    },
    {
      "en": "With regard to the schedule, we are currently running about a week behind.",
      "pt": "Em relação ao cronograma, estamos atualmente com cerca de uma semana de atraso."
    },
    {
      "en": "The technique was once regarded as revolutionary, but it is now standard practice.",
      "pt": "A técnica já foi considerada revolucionária, mas agora é prática padrão."
    },
    {
      "en": "The politician's disregard for the will of the voters was evident in his actions.",
      "pt": "O desprezo do político pela vontade dos eleitores era evidente em suas ações."
    },
    {
      "en": "She regarded him with an expression that was impossible to interpret.",
      "pt": "Ela o encarou com uma expressão impossível de interpretar."
    },
    {
      "en": "The foundation is highly regarded for its work in promoting children's literacy.",
      "pt": "A fundação é muito respeitada por seu trabalho na promoção da alfabetização infantil."
    },
    {
      "en": "He amassed his fortune with a ruthless disregard for his competitors.",
      "pt": "Ele acumulou sua fortuna com um descaso implacável por seus concorrentes."
    },
    {
      "en": "The new evidence forces us to regard the case in a completely different light.",
      "pt": "As novas evidências nos forçam a ver o caso sob uma luz completamente diferente."
    },
    {
      "en": "The company is held in low regard by environmental groups.",
      "pt": "A empresa é mal vista por grupos ambientalistas."
    },
    {
      "en": "The decision was made with little regard for its impact on employee morale.",
      "pt": "A decisão foi tomada com pouca consideração por seu impacto no moral dos funcionários."
    },
    {
      "en": "The novel is regarded as a seminal work of post-colonial literature.",
      "pt": "O romance é considerado uma obra seminal da literatura pós-colonial."
    },
    {
      "en": "The driver's disregard for traffic signals caused a serious accident.",
      "pt": "O desrespeito do motorista aos sinais de trânsito causou um acidente grave."
    },
    {
      "en": "I have come to regard his eccentricities as part of his charm.",
      "pt": "Passei a considerar suas excentricidades como parte de seu charme."
    },
    {
      "en": "The philosopher's writings are highly regarded for their clarity and intellectual rigor.",
      "pt": "Os escritos do filósofo são muito conceituados por sua clareza e rigor intelectual."
    },
    {
      "en": "The company has shown a consistent disregard for the terms of the contract.",
      "pt": "A empresa tem demonstrado um desrespeito consistente pelos termos do contrato."
    },
    {
      "en": "The painting, long regarded as a copy, was recently authenticated as an original.",
      "pt": "A pintura, por muito tempo considerada uma cópia, foi recentemente autenticada como original."
    },
    {
      "en": "She regarded the messy room with a sigh of exasperation.",
      "pt": "Ela olhou para o quarto bagunçado com um suspiro de exasperação."
    },
    {
      "en": "He had a profound regard for the natural world and was a passionate conservationist.",
      "pt": "Ele tinha um profundo respeito pelo mundo natural e era um conservacionista apaixonado."
    },
    {
      "en": "This particular wine is highly regarded by connoisseurs around the world.",
      "pt": "Este vinho em particular é muito conceituado por conhecedores de todo o mundo."
    },
    {
      "en": "The new development was built with a complete disregard for the local architectural style.",
      "pt": "O novo empreendimento foi construído com um completo desrespeito pelo estilo arquitetônico local."
    },
    {
      "en": "The rebellion was regarded by the empire as an act of treason.",
      "pt": "A rebelião foi considerada pelo império um ato de traição."
    },
    {
      "en": "The team's success is due in no small part to the mutual regard the players have for each other.",
      "pt": "O sucesso da equipe se deve, em grande parte, ao respeito mútuo que os jogadores têm uns pelos outros."
    },
    {
      "en": "With regard to your last point, I'm not sure I entirely agree.",
      "pt": "Em relação ao seu último ponto, não tenho certeza se concordo inteiramente."
    },
    {
      "en": "The ancient text is regarded as the foundation of their religious beliefs.",
      "pt": "O texto antigo é considerado o fundamento de suas crenças religiosas."
    },
    {
      "en": "The corporation's disregard for worker safety has been well-documented.",
      "pt": "O descaso da corporação com a segurança do trabalhador foi bem documentado."
    },
    {
      "en": "He regarded the strange object with a mixture of curiosity and fear.",
      "pt": "Ele observava o objeto estranho com uma mistura de curiosidade e medo."
    },
    {
      "en": "The research institute is highly regarded for its cutting-edge work in genetics.",
      "pt": "O instituto de pesquisa é muito conceituado por seu trabalho de ponta em genética."
    },
    {
      "en": "The system was designed with little regard for the user's experience.",
      "pt": "O sistema foi projetado com pouca consideração pela experiência do usuário."
    },
    {
      "en": "The events of that day are now regarded as a turning point in the country's history.",
      "pt": "Os eventos daquele dia são agora considerados um ponto de virada na história do país."
    },
    {
      "en": "The policy was enacted with due regard for international law.",
      "pt": "A política foi promulgada com a devida observância do direito internacional."
    },
    {
      "en": "I regard him as nothing less than a genius in his field.",
      "pt": "Eu o considero nada menos que um gênio em sua área."
    },
    {
      "en": "The university's law school is consistently regarded as one of the top in the nation.",
      "pt": "A faculdade de direito da universidade é consistentemente considerada uma das melhores do país."
    },
    {
      "en": "The company's reckless disregard for financial regulations led to its collapse.",
      "pt": "O descaso imprudente da empresa com as regulamentações financeiras levou ao seu colapso."
    },
    {
      "en": "She regarded his excuses with a look of profound disappointment.",
      "pt": "Ela encarou as desculpas dele com um olhar de profunda decepção."
    },
    {
      "en": "The charity is held in high regard for its efficient and impactful work.",
      "pt": "A instituição de caridade é tida em alta estima por seu trabalho eficiente e impactante."
    },
    {
      "en": "The new software update addresses several issues, particularly with regard to performance.",
      "pt": "A nova atualização de software aborda vários problemas, especialmente no que diz respeito ao desempenho."
    },
    {
      "en": "The politician's speech was widely regarded as a declaration of his presidential ambitions.",
      "pt": "O discurso do político foi amplamente considerado uma declaração de suas ambições presidenciais."
    },
    {
      "en": "The construction project went ahead with a blatant disregard for the environmental impact report.",
      "pt": "O projeto de construção prosseguiu com um desrespeito flagrante pelo relatório de impacto ambiental."
    },
    {
      "en": "He did not regard the monetary loss as significant, but the betrayal of trust was devastating.",
      "pt": "Ele não considerou a perda monetária significativa, mas a quebra de confiança foi devastadora."
    },
    {
      "en": "The festival is highly regarded as a showcase for emerging international filmmakers.",
      "pt": "O festival é muito conceituado como uma vitrine para cineastas internacionais emergentes."
    },
    {
      "en": "The authoritarian regime rules with a complete disregard for human rights.",
      "pt": "O regime autoritário governa com um completo desrespeito pelos direitos humanos."
    },
    {
      "en": "The invention was initially regarded as a novelty with little practical application.",
      "pt": "A invenção foi inicialmente considerada uma novidade com pouca aplicação prática."
    },
    {
      "en": "She regarded the intricate tapestry, marveling at the skill of the weaver.",
      "pt": "Ela contemplava a intrincada tapeçaria, maravilhada com a habilidade do tecelão."
    },
    {
      "en": "The former president is still held in high regard by a large portion of the population.",
      "pt": "O ex-presidente ainda é tido em alta estima por uma grande parte da população."
    },
    {
      "en": "He lives his life with a cheerful disregard for what is considered 'normal'.",
      "pt": "Ele vive sua vida com um alegre descaso pelo que é considerado 'normal'."
    },
    {
      "en": "The compromise was regarded by both sides as the best possible outcome.",
      "pt": "O acordo foi considerado por ambos os lados como o melhor resultado possível."
    },
    {
      "en": "The hospital is highly regarded for its specialized cardiac care unit.",
      "pt": "O hospital é muito conceituado por sua unidade especializada de tratamento cardíaco."
    },
    {
      "en": "His disregard for the feelings of his colleagues made him a difficult person to work with.",
      "pt": "Sua falta de consideração pelos sentimentos de seus colegas o tornava uma pessoa difícil de se trabalhar."
    },
    {
      "en": "I have always regarded honesty as the most important quality in a person.",
      "pt": "Sempre considerei a honestidade a qualidade mais importante em uma pessoa."
    },
    {
      "en": "The judge's ruling showed a profound regard for the principles of justice.",
      "pt": "A decisão do juiz demonstrou um profundo respeito pelos princípios da justiça."
    },
    {
      "en": "The company needs to make changes, particularly in regard to its marketing strategy.",
      "pt": "A empresa precisa fazer mudanças, particularmente no que diz respeito à sua estratégia de marketing."
    },
    {
      "en": "The ancient ruins are regarded as a sacred site by the local people.",
      "pt": "As ruínas antigas são consideradas um local sagrado pela população local."
    },
    {
      "en": "The journalist was fired for his reckless disregard for the facts.",
      "pt": "O jornalista foi demitido por seu descaso imprudente com os fatos."
    },
    {
      "en": "She regarded the offer with a healthy dose of skepticism.",
      "pt": "Ela considerou a oferta com uma boa dose de ceticismo."
    },
    {
      "en": "The school is highly regarded for its excellent arts and music programs.",
      "pt": "A escola é muito conceituada por seus excelentes programas de artes e música."
    },
    {
      "en": "He built his empire with a singular focus and a total disregard for his own well-being.",
      "pt": "Ele construiu seu império com um foco singular e um total descaso por seu próprio bem-estar."
    },
    {
      "en": "This new treatment is regarded as a major advance in the fight against the disease.",
      "pt": "Este novo tratamento é considerado um grande avanço na luta contra a doença."
    },
    {
      "en": "She regarded her opponent across the chessboard, planning her next move.",
      "pt": "Ela observava sua oponente do outro lado do tabuleiro, planejando seu próximo movimento."
    },
    {
      "en": "The foundation is held in high regard for its commitment to transparency.",
      "pt": "A fundação é tida em alta estima por seu compromisso com a transparência."
    },
    {
      "en": "The company's policy was drafted with scant regard for the needs of part-time workers.",
      "pt": "A política da empresa foi elaborada com pouca consideração pelas necessidades dos trabalhadores de meio período."
    },
    {
      "en": "The album is now regarded as a classic, though it was not successful upon its initial release.",
      "pt": "O álbum é agora considerado um clássico, embora não tenha feito sucesso em seu lançamento inicial."
    },
    {
      "en": "The politician's disregard for procedural rules has drawn criticism from all sides.",
      "pt": "O desrespeito do político pelas regras processuais atraiu críticas de todos os lados."
    },
    {
      "en": "He has always regarded his employees as his company's most valuable asset.",
      "pt": "Ele sempre considerou seus funcionários o ativo mais valioso de sua empresa."
    },
    {
      "en": "The diplomat is highly regarded for her skill in negotiating complex international agreements.",
      "pt": "A diplomata é muito respeitada por sua habilidade em negociar acordos internacionais complexos."
    },
    {
      "en": "The plan was criticized for its disregard of the potential environmental consequences.",
      "pt": "O plano foi criticado por seu descaso com as potenciais consequências ambientais."
    },
    {
      "en": "The defendant's lack of remorse was regarded by the judge as an aggravating factor.",
      "pt": "A falta de remorso do réu foi considerada pelo juiz um fator agravante."
    },
    {
      "en": "She looked at the mountain with a regard that was almost religious.",
      "pt": "Ela olhou para a montanha com uma reverência que era quase religiosa."
    },
    {
      "en": "With regard to your request for a raise, we will review it at the end of the quarter.",
      "pt": "Em relação ao seu pedido de aumento, vamos analisá-lo no final do trimestre."
    },
    {
      "en": "The chess grandmaster is highly regarded for his creative and unpredictable style of play.",
      "pt": "O grande mestre de xadrez é muito conceituado por seu estilo de jogo criativo e imprevisível."
    },
    {
      "en": "The company's disregard for ethical sourcing has led to a consumer boycott.",
      "pt": "O descaso da empresa com o fornecimento ético levou a um boicote dos consumidores."
    },
    {
      "en": "The incident was regarded as a minor diplomatic hiccup at the time.",
      "pt": "O incidente foi considerado um pequeno percalço diplomático na época."
    },
    {
      "en": "He regarded the final product with a sense of pride and accomplishment.",
      "pt": "Ele contemplou o produto final com um sentimento de orgulho e realização."
    },
    {
      "en": "The director's early experimental films are held in high regard by cinephiles.",
      "pt": "Os primeiros filmes experimentais do diretor são tidos em alta estima pelos cinéfilos."
    },
    {
      "en": "The athlete's disregard for the coach's instructions cost the team the game.",
      "pt": "O desrespeito do atleta às instruções do técnico custou o jogo para a equipe."
    },
    {
      "en": "The new law is regarded by many as an infringement on personal liberties.",
      "pt": "A nova lei é considerada por muitos uma violação das liberdades individuais."
    },
    {
      "en": "The artist is highly regarded for her ability to capture the nuances of human emotion.",
      "pt": "A artista é muito conceituada por sua habilidade de capturar as nuances da emoção humana."
    },
    {
      "en": "His casual disregard for the truth makes it impossible to trust anything he says.",
      "pt": "Seu descaso casual com a verdade torna impossível confiar em qualquer coisa que ele diz."
    },
    {
      "en": "I do not regard this matter lightly; it requires our immediate and full attention.",
      "pt": "Não considero este assunto levianamente; ele requer nossa atenção imediata e total."
    },
    {
      "en": "The study's findings have been regarded with considerable interest by the medical community.",
      "pt": "Os resultados do estudo foram recebidos com considerável interesse pela comunidade médica."
    },
    {
      "en": "The company has shown a cynical disregard for the safety of its customers.",
      "pt": "A empresa demonstrou um descaso cínico pela segurança de seus clientes."
    },
    {
      "en": "She regarded his extravagant gift not as a kind gesture, but as an attempt to buy her affection.",
      "pt": "Ela considerou o presente extravagante dele não como um gesto gentil, mas como uma tentativa de comprar seu afeto."
    },
    {
      "en": "The research paper is highly regarded for its methodological rigor.",
      "pt": "O artigo de pesquisa é muito conceituado por seu rigor metodológico."
    },
    {
      "en": "The development proceeded with a shocking disregard for the preservation of the historic site.",
      "pt": "O empreendimento prosseguiu com um descaso chocante pela preservação do sítio histórico."
    },
    {
      "en": "The fall of the Berlin Wall is regarded as a symbol of the end of the Cold War.",
      "pt": "A queda do Muro de Berlim é considerada um símbolo do fim da Guerra Fria."
    },
    {
      "en": "She regarded him with an unblinking stare that made him uncomfortable.",
      "pt": "Ela o encarou com um olhar fixo que o deixou desconfortável."
    },
    {
      "en": "The judge is held in high regard for his unwavering commitment to the rule of law.",
      "pt": "O juiz é muito respeitado por seu compromisso inabalável com o estado de direito."
    },
    {
      "en": "The government's policy was criticized for its disregard of the needs of rural communities.",
      "pt": "A política do governo foi criticada por seu descaso com as necessidades das comunidades rurais."
    },
    {
      "en": "The manuscript, once regarded as lost, was discovered in a forgotten library archive.",
      "pt": "O manuscrito, antes considerado perdido, foi descoberto em um arquivo de biblioteca esquecido."
    },
    {
      "en": "The fashion designer is highly regarded for her avant-garde and influential creations.",
      "pt": "A estilista é muito conceituada por suas criações vanguardistas e influentes."
    },
    {
      "en": "The company's disregard for data privacy has led to a massive class-action lawsuit.",
      "pt": "O descaso da empresa com a privacidade de dados levou a uma enorme ação coletiva."
    },
    {
      "en": "He regards any form of criticism as a personal attack.",
      "pt": "Ele considera qualquer forma de crítica como um ataque pessoal."
    },
    {
      "en": "The research is regarded as a significant contribution to our understanding of the universe.",
      "pt": "A pesquisa é considerada uma contribuição significativa para nossa compreensão do universo."
    },
    {
      "en": "The CEO's disregard for the board's advice ultimately led to the company's downfall.",
      "pt": "O descaso do CEO com o conselho do conselho acabou levando à queda da empresa."
    },
    {
      "en": "She regarded the news with a mixture of shock and disbelief.",
      "pt": "Ela recebeu a notícia com uma mistura de choque e incredulidade."
    },
    {
      "en": "The medical journal is highly regarded for its stringent peer-review process.",
      "pt": "A revista médica é muito conceituada por seu rigoroso processo de revisão por pares."
    },
    {
      "en": "The historical building was demolished with a callous disregard for its cultural significance.",
      "pt": "O edifício histórico foi demolido com um descaso insensível por sua importância cultural."
    },
    {
      "en": "The battle is regarded by historians as the turning point of the war.",
      "pt": "A batalha é considerada pelos historiadores como o ponto de virada da guerra."
    },
    {
      "en": "He looked upon his mentor with the deepest regard and respect.",
      "pt": "Ele olhava para seu mentor com a mais profunda estima e respeito."
    },
    {
      "en": "With regard to personnel, we are planning to hire three new engineers next quarter.",
      "pt": "No que diz respeito ao pessoal, estamos planejando contratar três novos engenheiros no próximo trimestre."
    },
    {
      "en": "The film's screenplay is highly regarded for its sharp dialogue and complex characters.",
      "pt": "O roteiro do filme é muito conceituado por seus diálogos afiados e personagens complexos."
    },
    {
      "en": "The politician's disregard for facts and evidence is a dangerous trait.",
      "pt": "O desprezo do político por fatos e evidências é um traço perigoso."
    },
    {
      "en": "The new policy was regarded by the public as both confusing and unnecessary.",
      "pt": "A nova política foi considerada pelo público como confusa e desnecessária."
    },
    {
      "en": "He regarded the landscape, painted in the soft colors of dawn.",
      "pt": "Ele contemplava a paisagem, pintada com as cores suaves do amanhecer."
    },
    {
      "en": "The scientist's work is held in high regard, having earned her numerous prestigious awards.",
      "pt": "O trabalho da cientista é tido em alta estima, tendo lhe rendido inúmeros prêmios de prestígio."
    },
    {
      "en": "The company's disregard for its own ethical code has shocked its employees.",
      "pt": "O desrespeito da empresa por seu próprio código de ética chocou seus funcionários."
    },
    {
      "en": "His early poetry is now regarded as juvenile and unrefined.",
      "pt": "Sua poesia inicial é agora considerada juvenil e não refinada."
    },
    {
      "en": "The symphony is highly regarded as a masterpiece of the Romantic era.",
      "pt": "A sinfonia é muito conceituada como uma obra-prima da era romântica."
    },
    {
      "en": "The tycoon's disregard for the law was legendary.",
      "pt": "O desprezo do magnata pela lei era lendário."
    },
    {
      "en": "We regard this project as a crucial investment in our company's future.",
      "pt": "Consideramos este projeto um investimento crucial no futuro de nossa empresa."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "regard",
      "options": [
        "regard",
        "reward"
      ],
      "correct": "regard"
    },
    {
      "question": "regard",
      "options": [
        "record",
        "regard"
      ],
      "correct": "regard"
    },
    {
      "question": "regard",
      "options": [
        "guard",
        "regard"
      ],
      "correct": "regard"
    },
    {
      "question": "regard",
      "options": [
        "regard",
        "discard"
      ],
      "correct": "regard"
    },
    {
      "question": "regard",
      "options": [
        "bombard",
        "regard"
      ],
      "correct": "regard"
    },
    {
      "question": "regard",
      "options": [
        "regard",
        "regret"
      ],
      "correct": "regard"
    },
    {
      "question": "regard",
      "options": [
        "regale",
        "regard"
      ],
      "correct": "regard"
    },
    {
      "question": "regard",
      "options": [
        "regard",
        "card"
      ],
      "correct": "regard"
    },
    {
      "question": "regard",
      "options": [
        "shard",
        "regard"
      ],
      "correct": "regard"
    },
    {
      "question": "regard",
      "options": [
        "yard",
        "regard"
      ],
      "correct": "regard"
    },
    {
      "question": "regard",
      "options": [
        "regard",
        "regatta"
      ],
      "correct": "regard"
    },
    {
      "question": "regard",
      "options": [
        "charred",
        "regard"
      ],
      "correct": "regard"
    },
    {
      "question": "regard",
      "options": [
        "regard",
        "require"
      ],
      "correct": "regard"
    },
    {
      "question": "regard",
      "options": [
        "recourse",
        "regard"
      ],
      "correct": "regard"
    },
    {
      "question": "regard",
      "options": [
        "regard",
        "bard"
      ],
      "correct": "regard"
    }
  ]
}
