{
  "sentences": [
    {
      "en": "The relentless heat of the desert was exhausting.",
      "pt": "O calor implacável do deserto era exaustivo."
    },
    {
      "en": "She is a relentless competitor who never gives up.",
      "pt": "Ela é uma competidora incansável que nunca desiste."
    },
    {
      "en": "The journalist was known for his relentless pursuit of the truth.",
      "pt": "O jornalista era conhecido por sua busca implacável pela verdade."
    },
    {
      "en": "We had to endure the relentless noise from the construction site.",
      "pt": "Tivemos que suportar o barulho incessante da obra."
    },
    {
      "en": "His relentless optimism is contagious.",
      "pt": "O otimismo implacável dele é contagiante."
    },
    {
      "en": "The army faced a relentless attack from the enemy.",
      "pt": "O exército enfrentou um ataque implacável do inimigo."
    },
    {
      "en": "He worked with relentless determination to achieve his goals.",
      "pt": "Ele trabalhou com determinação incansável para alcançar seus objetivos."
    },
    {
      "en": "The company is facing relentless pressure from its competitors.",
      "pt": "A empresa está enfrentando uma pressão implacável de seus concorrentes."
    },
    {
      "en": "The relentless rain continued for three days.",
      "pt": "A chuva incessante continuou por três dias."
    },
    {
      "en": "She is a relentless advocate for animal rights.",
      "pt": "Ela é uma defensora incansável dos direitos dos animais."
    },
    {
      "en": "The patient suffered from relentless pain.",
      "pt": "O paciente sofria de uma dor implacável."
    },
    {
      "en": "Her relentless focus on customer satisfaction led to the company's success.",
      "pt": "Seu foco implacável na satisfação do cliente levou ao sucesso da empresa."
    },
    {
      "en": "The team's relentless defense won them the championship.",
      "pt": "A defesa implacável da equipe lhes rendeu o campeonato."
    },
    {
      "en": "He was subjected to relentless criticism from the media.",
      "pt": "Ele foi submetido a críticas implacáveis da mídia."
    },
    {
      "en": "The relentless march of time waits for no one.",
      "pt": "A marcha implacável do tempo não espera por ninguém."
    },
    {
      "en": "The detective's relentless investigation finally uncovered the truth.",
      "pt": "A investigação implacável do detetive finalmente descobriu a verdade."
    },
    {
      "en": "The engine made a relentless ticking sound.",
      "pt": "O motor fazia um som de tique-taque incessante."
    },
    {
      "en": "She pursued her dream of becoming a doctor with relentless energy.",
      "pt": "Ela perseguiu seu sonho de se tornar médica com uma energia incansável."
    },
    {
      "en": "They had to battle against relentless winds during their climb.",
      "pt": "Eles tiveram que lutar contra ventos implacáveis durante a escalada."
    },
    {
      "en": "The CEO is known for his relentless drive for innovation.",
      "pt": "O CEO é conhecido por seu impulso implacável pela inovação."
    },
    {
      "en": "The toddler's relentless questions were starting to wear her out.",
      "pt": "As perguntas incessantes da criança estavam começando a esgotá-la."
    },
    {
      "en": "He is relentless in his efforts to improve the community.",
      "pt": "Ele é incansável em seus esforços para melhorar a comunidade."
    },
    {
      "en": "The city has a relentless pace of life.",
      "pt": "A cidade tem um ritmo de vida implacável."
    },
    {
      "en": "Why are you so relentless in your criticism of her work?",
      "pt": "Por que você é tão implacável em sua crítica ao trabalho dela?"
    },
    {
      "en": "The activist's relentless campaign led to a change in the law.",
      "pt": "A campanha incansável do ativista levou a uma mudança na lei."
    },
    {
      "en": "The mosquitoes were relentless all night.",
      "pt": "Os mosquitos foram implacáveis a noite toda."
    },
    {
      "en": "Our teacher has a relentless commitment to our success.",
      "pt": "Nossa professora tem um compromisso incansável com nosso sucesso."
    },
    {
      "en": "The waves crashed against the shore with relentless force.",
      "pt": "As ondas batiam na costa com uma força implacável."
    },
    {
      "en": "She has a relentless work ethic that inspires everyone.",
      "pt": "Ela tem uma ética de trabalho incansável que inspira a todos."
    },
    {
      "en": "The company's relentless expansion into new markets was impressive.",
      "pt": "A expansão implacável da empresa em novos mercados foi impressionante."
    },
    {
      "en": "He faced relentless opposition to his plans.",
      "pt": "Ele enfrentou uma oposição implacável a seus planos."
    },
    {
      "en": "The search for the missing child was relentless.",
      "pt": "A busca pela criança desaparecida foi incansável."
    },
    {
      "en": "I couldn't sleep because of the dog's relentless barking.",
      "pt": "Não consegui dormir por causa do latido incessante do cachorro."
    },
    {
      "en": "The coach is relentless in his demands for perfection.",
      "pt": "O técnico é implacável em suas exigências por perfeição."
    },
    {
      "en": "The process of modernization has been relentless.",
      "pt": "O processo de modernização tem sido implacável."
    },
    {
      "en": "Her relentless questioning made him uncomfortable.",
      "pt": "Seu questionamento implacável o deixou desconfortável."
    },
    {
      "en": "The team's success is due to their relentless practice schedule.",
      "pt": "O sucesso da equipe se deve ao seu implacável cronograma de treinos."
    },
    {
      "en": "We suffered through a relentless winter with record snowfall.",
      "pt": "Nós sofremos com um inverno implacável com recorde de neve."
    },
    {
      "en": "She has a relentless desire to learn and grow.",
      "pt": "Ela tem um desejo incansável de aprender e crescer."
    },
    {
      "en": "The billionaire is known for his relentless business tactics.",
      "pt": "O bilionário é conhecido por suas táticas de negócios implacáveis."
    },
    {
      "en": "The artist is relentless in his pursuit of artistic expression.",
      "pt": "O artista é incansável em sua busca pela expressão artística."
    },
    {
      "en": "The flow of traffic into the city is relentless.",
      "pt": "O fluxo de tráfego para a cidade é incessante."
    },
    {
      "en": "His relentless training regimen paid off in the competition.",
      "pt": "Seu regime de treinamento implacável valeu a pena na competição."
    },
    {
      "en": "The company's relentless focus on cost-cutting has hurt morale.",
      "pt": "O foco implacável da empresa em cortar custos prejudicou o moral."
    },
    {
      "en": "She is relentless in her campaign against poverty.",
      "pt": "Ela é incansável em sua campanha contra a pobreza."
    },
    {
      "en": "The relentless passage of the seasons marks another year gone by.",
      "pt": "A passagem implacável das estações marca mais um ano que se foi."
    },
    {
      "en": "The politician's relentless attacks on his opponent were criticized.",
      "pt": "Os ataques implacáveis do político a seu oponente foram criticados."
    },
    {
      "en": "He is a relentless problem-solver.",
      "pt": "Ele é um solucionador de problemas incansável."
    },
    {
      "en": "The sound of the relentless drumming gave me a headache.",
      "pt": "O som da bateria incessante me deu dor de cabeça."
    },
    {
      "en": "The salesperson was relentless, calling me every day.",
      "pt": "O vendedor era implacável, me ligando todos os dias."
    },
    {
      "en": "Her relentless ambition eventually led her to the top.",
      "pt": "Sua ambição implacável acabou por levá-la ao topo."
    },
    {
      "en": "The relentless pace of technological change is hard to keep up with.",
      "pt": "O ritmo implacável da mudança tecnológica é difícil de acompanhar."
    },
    {
      "en": "The team was admired for its relentless spirit.",
      "pt": "A equipe era admirada por seu espírito incansável."
    },
    {
      "en": "I admire her relentless pursuit of justice.",
      "pt": "Eu admiro sua busca incansável por justiça."
    },
    {
      "en": "The fire spread with relentless speed.",
      "pt": "O fogo se espalhou com uma velocidade implacável."
    },
    {
      "en": "The scientist's relentless curiosity led to a major discovery.",
      "pt": "A curiosidade incansável do cientista levou a uma grande descoberta."
    },
    {
      "en": "The lawyer's relentless cross-examination broke the witness.",
      "pt": "O interrogatório implacável do advogado quebrou a testemunha."
    },
    {
      "en": "She has a relentless sense of humor, even in difficult times.",
      "pt": "Ela tem um senso de humor implacável, mesmo em tempos difíceis."
    },
    {
      "en": "The children's relentless energy is amazing.",
      "pt": "A energia incansável das crianças é incrível."
    },
    {
      "en": "The empire's relentless expansion continued for centuries.",
      "pt": "A expansão implacável do império continuou por séculos."
    },
    {
      "en": "He showed a relentless commitment to his principles.",
      "pt": "Ele demonstrou um compromisso inabalável com seus princípios."
    },
    {
      "en": "The relentless demands of his job left him with no free time.",
      "pt": "As exigências implacáveis de seu trabalho o deixaram sem tempo livre."
    },
    {
      "en": "She is a relentless perfectionist in her work.",
      "pt": "Ela é uma perfeccionista implacável em seu trabalho."
    },
    {
      "en": "The relentless growth of the city is causing housing problems.",
      "pt": "O crescimento implacável da cidade está causando problemas de moradia."
    },
    {
      "en": "His relentless effort to learn the language was inspiring.",
      "pt": "Seu esforço incansável para aprender o idioma foi inspirador."
    },
    {
      "en": "The relentless propaganda was designed to influence public opinion.",
      "pt": "A propaganda implacável foi projetada para influenciar a opinião pública."
    },
    {
      "en": "She has been a relentless fighter for human rights her whole life.",
      "pt": "Ela tem sido uma lutadora incansável pelos direitos humanos por toda a vida."
    },
    {
      "en": "The relentless ticking of the clock was the only sound in the room.",
      "pt": "O tique-taque incessante do relógio era o único som na sala."
    },
    {
      "en": "His relentless pursuit of wealth made him many enemies.",
      "pt": "Sua busca implacável por riqueza lhe rendeu muitos inimigos."
    },
    {
      "en": "The storm was relentless, battering the coast for hours.",
      "pt": "A tempestade foi implacável, castigando a costa por horas."
    },
    {
      "en": "He is relentless in his search for new business opportunities.",
      "pt": "Ele é incansável em sua busca por novas oportunidades de negócios."
    },
    {
      "en": "The relentless pressure to succeed can be overwhelming.",
      "pt": "A pressão implacável para ter sucesso pode ser esmagadora."
    },
    {
      "en": "She is a relentless innovator, always looking for a better way.",
      "pt": "Ela é uma inovadora incansável, sempre procurando uma maneira melhor."
    },
    {
      "en": "The relentless sun beat down on the dry landscape.",
      "pt": "O sol implacável castigava a paisagem seca."
    },
    {
      "en": "The company is relentless in its pursuit of market dominance.",
      "pt": "A empresa é implacável em sua busca pelo domínio do mercado."
    },
    {
      "en": "The relentless pace of the modern world can cause a lot of stress.",
      "pt": "O ritmo implacável do mundo moderno pode causar muito estresse."
    },
    {
      "en": "Her relentless dedication to her students is admirable.",
      "pt": "Sua dedicação incansável a seus alunos é admirável."
    },
    {
      "en": "The relentless pursuit of fame can be a lonely one.",
      "pt": "A busca implacável pela fama pode ser solitária."
    },
    {
      "en": "The actor has faced relentless media attention.",
      "pt": "O ator tem enfrentado uma atenção implacável da mídia."
    },
    {
      "en": "The coach pushed the team with relentless drills.",
      "pt": "O técnico pressionou a equipe com treinos implacáveis."
    },
    {
      "en": "The relentless advance of the desert is a serious environmental problem.",
      "pt": "O avanço implacável do deserto é um grave problema ambiental."
    },
    {
      "en": "He is a relentless negotiator, always fighting for the best deal.",
      "pt": "Ele é um negociador implacável, sempre lutando pelo melhor acordo."
    },
    {
      "en": "She has a relentless spirit that refuses to be defeated.",
      "pt": "Ela tem um espírito incansável que se recusa a ser derrotado."
    },
    {
      "en": "The relentless cycle of poverty is difficult to break.",
      "pt": "O ciclo implacável da pobreza é difícil de quebrar."
    },
    {
      "en": "The author is relentless in exploring the dark side of human nature.",
      "pt": "O autor é implacável em explorar o lado sombrio da natureza humana."
    },
    {
      "en": "The army's advance was relentless.",
      "pt": "O avanço do exército foi implacável."
    },
    {
      "en": "His relentless teasing finally made her cry.",
      "pt": "Suas provocações incessantes finalmente a fizeram chorar."
    },
    {
      "en": "The entrepreneur's relentless drive is the secret to her success.",
      "pt": "A determinação incansável da empreendedora é o segredo do seu sucesso."
    },
    {
      "en": "We were trapped in relentless, stop-and-go traffic.",
      "pt": "Estávamos presos em um trânsito implacável de para e anda."
    },
    {
      "en": "The relentless pursuit of perfection can be a double-edged sword.",
      "pt": "A busca implacável pela perfeição pode ser uma faca de dois gumes."
    },
    {
      "en": "The city's nightlife is known for its relentless energy.",
      "pt": "A vida noturna da cidade é conhecida por sua energia incessante."
    },
    {
      "en": "The student was relentless in asking for extra credit.",
      "pt": "O aluno foi implacável em pedir pontos extras."
    },
    {
      "en": "The organization is relentless in its mission to help the homeless.",
      "pt": "A organização é incansável em sua missão de ajudar os sem-teto."
    },
    {
      "en": "The sound of the car alarm was relentless.",
      "pt": "O som do alarme do carro era incessante."
    },
    {
      "en": "She has a relentless capacity for hard work.",
      "pt": "Ela tem uma capacidade incansável para o trabalho duro."
    },
    {
      "en": "The government's relentless crackdown on dissent was condemned.",
      "pt": "A repressão implacável do governo à dissidência foi condenada."
    },
    {
      "en": "The champion was known for his relentless attacking style.",
      "pt": "O campeão era conhecido por seu estilo de ataque implacável."
    },
    {
      "en": "The cold was relentless, and we couldn't get warm.",
      "pt": "O frio era implacável, e não conseguíamos nos aquecer."
    },
    {
      "en": "His relentless pursuit of knowledge made him an expert in his field.",
      "pt": "Sua busca incansável por conhecimento o tornou um especialista em sua área."
    },
    {
      "en": "The relentless cheerfulness of my coworker is sometimes annoying.",
      "pt": "A alegria incessante do meu colega de trabalho às vezes é irritante."
    },
    {
      "en": "The marathon runner had a relentless pace.",
      "pt": "O maratonista tinha um ritmo implacável."
    },
    {
      "en": "The relentless stream of bad news was depressing.",
      "pt": "O fluxo incessante de más notícias era deprimente."
    },
    {
      "en": "The CEO's relentless focus on short-term profits was criticized.",
      "pt": "O foco implacável do CEO em lucros de curto prazo foi criticado."
    },
    {
      "en": "She is relentless when it comes to defending her family.",
      "pt": "Ela é implacável quando se trata de defender sua família."
    },
    {
      "en": "The museum's relentless acquisition of new art is impressive.",
      "pt": "A aquisição incansável de novas obras de arte pelo museu é impressionante."
    },
    {
      "en": "The drought has been relentless this year.",
      "pt": "A seca tem sido implacável este ano."
    },
    {
      "en": "The police were relentless in their search for clues.",
      "pt": "A polícia foi incansável em sua busca por pistas."
    },
    {
      "en": "The boss's relentless demands for reports are stressful.",
      "pt": "As exigências incessantes do chefe por relatórios são estressantes."
    },
    {
      "en": "He is a relentless optimist, always seeing the bright side.",
      "pt": "Ele é um otimista incansável, sempre vendo o lado bom."
    },
    {
      "en": "The relentless flow of information from the internet can be overwhelming.",
      "pt": "O fluxo incessante de informações da internet pode ser esmagador."
    },
    {
      "en": "Her relentless practice made her a top violinist.",
      "pt": "Sua prática incansável a tornou uma violinista de ponta."
    },
    {
      "en": "The legal battle was a relentless series of appeals and motions.",
      "pt": "A batalha legal foi uma série implacável de apelações e moções."
    },
    {
      "en": "The company's relentless marketing campaign is everywhere.",
      "pt": "A campanha de marketing implacável da empresa está em toda parte."
    },
    {
      "en": "The general was known for his relentless military strategies.",
      "pt": "O general era conhecido por suas estratégias militares implacáveis."
    },
    {
      "en": "She has been a relentless critic of the government's policies.",
      "pt": "Ela tem sido uma crítica implacável das políticas do governo."
    },
    {
      "en": "The investor is relentless in finding undervalued stocks.",
      "pt": "O investidor é incansável em encontrar ações subvalorizadas."
    },
    {
      "en": "The sound of the baby crying was relentless.",
      "pt": "O som do choro do bebê era incessante."
    },
    {
      "en": "The team's relentless pressure on the ball led to a turnover.",
      "pt": "A pressão implacável da equipe na bola levou a uma perda de posse."
    },
    {
      "en": "The company pursued its goals relentlessly.",
      "pt": "A empresa perseguiu seus objetivos implacavelmente."
    },
    {
      "en": "The storm relentlessly pounded the coastline.",
      "pt": "A tempestade castigou implacavelmente o litoral."
    },
    {
      "en": "She worked relentlessly to provide for her family.",
      "pt": "Ela trabalhou incansavelmente para sustentar sua família."
    },
    {
      "en": "The paparazzi pursued the celebrity relentlessly.",
      "pt": "Os paparazzi perseguiram a celebridade implacavelmente."
    },
    {
      "en": "He campaigned relentlessly for the new law.",
      "pt": "Ele fez campanha incansavelmente pela nova lei."
    },
    {
      "en": "The company relentlessly cuts costs to increase profits.",
      "pt": "A empresa corta custos implacavelmente para aumentar os lucros."
    },
    {
      "en": "She relentlessly seeks out new challenges.",
      "pt": "Ela busca incansavelmente por novos desafios."
    },
    {
      "en": "The prosecutor relentlessly questioned the witness.",
      "pt": "O promotor questionou a testemunha implacavelmente."
    },
    {
      "en": "The team practiced relentlessly before the big game.",
      "pt": "A equipe treinou incansavelmente antes do grande jogo."
    },
    {
      "en": "He relentlessly followed his dream of being an artist.",
      "pt": "Ele 
