{
  "sentences": [
    {
      "en": "The relentless heat of the desert was exhausting.",
      "pt": "O calor implacável do deserto era exaustivo."
    },
    {
      "en": "She is a relentless competitor who never gives up.",
      "pt": "Ela é uma competidora incansável que nunca desiste."
    },
    {
      "en": "The journalist was known for his relentless pursuit of the truth.",
      "pt": "O jornalista era conhecido por sua busca implacável pela verdade."
    },
    {
      "en": "We had to endure the relentless noise from the construction site.",
      "pt": "Tivemos que suportar o barulho incessante da obra."
    },
    {
      "en": "His relentless optimism is contagious.",
      "pt": "O otimismo implacável dele é contagiante."
    },
    {
      "en": "The army faced a relentless attack from the enemy.",
      "pt": "O exército enfrentou um ataque implacável do inimigo."
    },
    {
      "en": "He worked with relentless determination to achieve his goals.",
      "pt": "Ele trabalhou com determinação incansável para alcançar seus objetivos."
    },
    {
      "en": "The company is facing relentless pressure from its competitors.",
      "pt": "A empresa está enfrentando uma pressão implacável de seus concorrentes."
    },
    {
      "en": "The relentless rain continued for three days.",
      "pt": "A chuva incessante continuou por três dias."
    },
    {
      "en": "She is a relentless advocate for animal rights.",
      "pt": "Ela é uma defensora incansável dos direitos dos animais."
    },
    {
      "en": "The patient suffered from relentless pain.",
      "pt": "O paciente sofria de uma dor implacável."
    },
    {
      "en": "Her relentless focus on customer satisfaction led to the company's success.",
      "pt": "Seu foco implacável na satisfação do cliente levou ao sucesso da empresa."
    },
    {
      "en": "The team's relentless defense won them the championship.",
      "pt": "A defesa implacável da equipe lhes rendeu o campeonato."
    },
    {
      "en": "He was subjected to relentless criticism from the media.",
      "pt": "Ele foi submetido a críticas implacáveis da mídia."
    },
    {
      "en": "The relentless march of time waits for no one.",
      "pt": "A marcha implacável do tempo não espera por ninguém."
    },
    {
      "en": "The detective's relentless investigation finally uncovered the truth.",
      "pt": "A investigação implacável do detetive finalmente descobriu a verdade."
    },
    {
      "en": "The engine made a relentless ticking sound.",
      "pt": "O motor fazia um som de tique-taque incessante."
    },
    {
      "en": "She pursued her dream of becoming a doctor with relentless energy.",
      "pt": "Ela perseguiu seu sonho de se tornar médica com uma energia incansável."
    },
    {
      "en": "They had to battle against relentless winds during their climb.",
      "pt": "Eles tiveram que lutar contra ventos implacáveis durante a escalada."
    },
    {
      "en": "The CEO is known for his relentless drive for innovation.",
      "pt": "O CEO é conhecido por seu impulso implacável pela inovação."
    },
    {
      "en": "The toddler's relentless questions were starting to wear her out.",
      "pt": "As perguntas incessantes da criança estavam começando a esgotá-la."
    },
    {
      "en": "He is relentless in his efforts to improve the community.",
      "pt": "Ele é incansável em seus esforços para melhorar a comunidade."
    },
    {
      "en": "The city has a relentless pace of life.",
      "pt": "A cidade tem um ritmo de vida implacável."
    },
    {
      "en": "Why are you so relentless in your criticism of her work?",
      "pt": "Por que você é tão implacável em sua crítica ao trabalho dela?"
    },
    {
      "en": "The activist's relentless campaign led to a change in the law.",
      "pt": "A campanha incansável do ativista levou a uma mudança na lei."
    },
    {
      "en": "The mosquitoes were relentless all night.",
      "pt": "Os mosquitos foram implacáveis a noite toda."
    },
    {
      "en": "Our teacher has a relentless commitment to our success.",
      "pt": "Nossa professora tem um compromisso incansável com nosso sucesso."
    },
    {
      "en": "The waves crashed against the shore with relentless force.",
      "pt": "As ondas batiam na costa com uma força implacável."
    },
    {
      "en": "She has a relentless work ethic that inspires everyone.",
      "pt": "Ela tem uma ética de trabalho incansável que inspira a todos."
    },
    {
      "en": "The company's relentless expansion into new markets was impressive.",
      "pt": "A expansão implacável da empresa em novos mercados foi impressionante."
    },
    {
      "en": "He faced relentless opposition to his plans.",
      "pt": "Ele enfrentou uma oposição implacável a seus planos."
    },
    {
      "en": "The search for the missing child was relentless.",
      "pt": "A busca pela criança desaparecida foi incansável."
    },
    {
      "en": "I couldn't sleep because of the dog's relentless barking.",
      "pt": "Não consegui dormir por causa do latido incessante do cachorro."
    },
    {
      "en": "The coach is relentless in his demands for perfection.",
      "pt": "O técnico é implacável em suas exigências por perfeição."
    },
    {
      "en": "The process of modernization has been relentless.",
      "pt": "O processo de modernização tem sido implacável."
    },
    {
      "en": "Her relentless questioning made him uncomfortable.",
      "pt": "Seu questionamento implacável o deixou desconfortável."
    },
    {
      "en": "The team's success is due to their relentless practice schedule.",
      "pt": "O sucesso da equipe se deve ao seu implacável cronograma de treinos."
    },
    {
      "en": "We suffered through a relentless winter with record snowfall.",
      "pt": "Nós sofremos com um inverno implacável com recorde de neve."
    },
    {
      "en": "She has a relentless desire to learn and grow.",
      "pt": "Ela tem um desejo incansável de aprender e crescer."
    },
    {
      "en": "The billionaire is known for his relentless business tactics.",
      "pt": "O bilionário é conhecido por suas táticas de negócios implacáveis."
    },
    {
      "en": "The artist is relentless in his pursuit of artistic expression.",
      "pt": "O artista é incansável em sua busca pela expressão artística."
    },
    {
      "en": "The flow of traffic into the city is relentless.",
      "pt": "O fluxo de tráfego para a cidade é incessante."
    },
    {
      "en": "His relentless training regimen paid off in the competition.",
      "pt": "Seu regime de treinamento implacável valeu a pena na competição."
    },
    {
      "en": "The company's relentless focus on cost-cutting has hurt morale.",
      "pt": "O foco implacável da empresa em cortar custos prejudicou o moral."
    },
    {
      "en": "She is relentless in her campaign against poverty.",
      "pt": "Ela é incansável em sua campanha contra a pobreza."
    },
    {
      "en": "The relentless passage of the seasons marks another year gone by.",
      "pt": "A passagem implacável das estações marca mais um ano que se foi."
    },
    {
      "en": "The politician's relentless attacks on his opponent were criticized.",
      "pt": "Os ataques implacáveis do político a seu oponente foram criticados."
    },
    {
      "en": "He is a relentless problem-solver.",
      "pt": "Ele é um solucionador de problemas incansável."
    },
    {
      "en": "The sound of the relentless drumming gave me a headache.",
      "pt": "O som da bateria incessante me deu dor de cabeça."
    },
    {
      "en": "The salesperson was relentless, calling me every day.",
      "pt": "O vendedor era implacável, me ligando todos os dias."
    },
    {
      "en": "Her relentless ambition eventually led her to the top.",
      "pt": "Sua ambição implacável acabou por levá-la ao topo."
    },
    {
      "en": "The relentless pace of technological change is hard to keep up with.",
      "pt": "O ritmo implacável da mudança tecnológica é difícil de acompanhar."
    },
    {
      "en": "The team was admired for its relentless spirit.",
      "pt": "A equipe era admirada por seu espírito incansável."
    },
    {
      "en": "I admire her relentless pursuit of justice.",
      "pt": "Eu admiro sua busca incansável por justiça."
    },
    {
      "en": "The fire spread with relentless speed.",
      "pt": "O fogo se espalhou com uma velocidade implacável."
    },
    {
      "en": "The scientist's relentless curiosity led to a major discovery.",
      "pt": "A curiosidade incansável do cientista levou a uma grande descoberta."
    },
    {
      "en": "The lawyer's relentless cross-examination broke the witness.",
      "pt": "O interrogatório implacável do advogado quebrou a testemunha."
    },
    {
      "en": "She has a relentless sense of humor, even in difficult times.",
      "pt": "Ela tem um senso de humor implacável, mesmo em tempos difíceis."
    },
    {
      "en": "The children's relentless energy is amazing.",
      "pt": "A energia incansável das crianças é incrível."
    },
    {
      "en": "The empire's relentless expansion continued for centuries.",
      "pt": "A expansão implacável do império continuou por séculos."
    },
    {
      "en": "He showed a relentless commitment to his principles.",
      "pt": "Ele demonstrou um compromisso inabalável com seus princípios."
    },
    {
      "en": "The relentless demands of his job left him with no free time.",
      "pt": "As exigências implacáveis de seu trabalho o deixaram sem tempo livre."
    },
    {
      "en": "She is a relentless perfectionist in her work.",
      "pt": "Ela é uma perfeccionista implacável em seu trabalho."
    },
    {
      "en": "The relentless growth of the city is causing housing problems.",
      "pt": "O crescimento implacável da cidade está causando problemas de moradia."
    },
    {
      "en": "His relentless effort to learn the language was inspiring.",
      "pt": "Seu esforço incansável para aprender o idioma foi inspirador."
    },
    {
      "en": "The relentless propaganda was designed to influence public opinion.",
      "pt": "A propaganda implacável foi projetada para influenciar a opinião pública."
    },
    {
      "en": "She has been a relentless fighter for human rights her whole life.",
      "pt": "Ela tem sido uma lutadora incansável pelos direitos humanos por toda a vida."
    },
    {
      "en": "The relentless ticking of the clock was the only sound in the room.",
      "pt": "O tique-taque incessante do relógio era o único som na sala."
    },
    {
      "en": "His relentless pursuit of wealth made him many enemies.",
      "pt": "Sua busca implacável por riqueza lhe rendeu muitos inimigos."
    },
    {
      "en": "The storm was relentless, battering the coast for hours.",
      "pt": "A tempestade foi implacável, castigando a costa por horas."
    },
    {
      "en": "He is relentless in his search for new business opportunities.",
      "pt": "Ele é incansável em sua busca por novas oportunidades de negócios."
    },
    {
      "en": "The relentless pressure to succeed can be overwhelming.",
      "pt": "A pressão implacável para ter sucesso pode ser esmagadora."
    },
    {
      "en": "She is a relentless innovator, always looking for a better way.",
      "pt": "Ela é uma inovadora incansável, sempre procurando uma maneira melhor."
    },
    {
      "en": "The relentless sun beat down on the dry landscape.",
      "pt": "O sol implacável castigava a paisagem seca."
    },
    {
      "en": "The company is relentless in its pursuit of market dominance.",
      "pt": "A empresa é implacável em sua busca pelo domínio do mercado."
    },
    {
      "en": "The relentless pace of the modern world can cause a lot of stress.",
      "pt": "O ritmo implacável do mundo moderno pode causar muito estresse."
    },
    {
      "en": "Her relentless dedication to her students is admirable.",
      "pt": "Sua dedicação incansável a seus alunos é admirável."
    },
    {
      "en": "The relentless pursuit of fame can be a lonely one.",
      "pt": "A busca implacável pela fama pode ser solitária."
    },
    {
      "en": "The actor has faced relentless media attention.",
      "pt": "O ator tem enfrentado uma atenção implacável da mídia."
    },
    {
      "en": "The coach pushed the team with relentless drills.",
      "pt": "O técnico pressionou a equipe com treinos implacáveis."
    },
    {
      "en": "The relentless advance of the desert is a serious environmental problem.",
      "pt": "O avanço implacável do deserto é um grave problema ambiental."
    },
    {
      "en": "He is a relentless negotiator, always fighting for the best deal.",
      "pt": "Ele é um negociador implacável, sempre lutando pelo melhor acordo."
    },
    {
      "en": "She has a relentless spirit that refuses to be defeated.",
      "pt": "Ela tem um espírito incansável que se recusa a ser derrotado."
    },
    {
      "en": "The relentless cycle of poverty is difficult to break.",
      "pt": "O ciclo implacável da pobreza é difícil de quebrar."
    },
    {
      "en": "The author is relentless in exploring the dark side of human nature.",
      "pt": "O autor é implacável em explorar o lado sombrio da natureza humana."
    },
    {
      "en": "The army's advance was relentless.",
      "pt": "O avanço do exército foi implacável."
    },
    {
      "en": "His relentless teasing finally made her cry.",
      "pt": "Suas provocações incessantes finalmente a fizeram chorar."
    },
    {
      "en": "The entrepreneur's relentless drive is the secret to her success.",
      "pt": "A determinação incansável da empreendedora é o segredo do seu sucesso."
    },
    {
      "en": "We were trapped in relentless, stop-and-go traffic.",
      "pt": "Estávamos presos em um trânsito implacável de para e anda."
    },
    {
      "en": "The relentless pursuit of perfection can be a double-edged sword.",
      "pt": "A busca implacável pela perfeição pode ser uma faca de dois gumes."
    },
    {
      "en": "The city's nightlife is known for its relentless energy.",
      "pt": "A vida noturna da cidade é conhecida por sua energia incessante."
    },
    {
      "en": "The student was relentless in asking for extra credit.",
      "pt": "O aluno foi implacável em pedir pontos extras."
    },
    {
      "en": "The organization is relentless in its mission to help the homeless.",
      "pt": "A organização é incansável em sua missão de ajudar os sem-teto."
    },
    {
      "en": "The sound of the car alarm was relentless.",
      "pt": "O som do alarme do carro era incessante."
    },
    {
      "en": "She has a relentless capacity for hard work.",
      "pt": "Ela tem uma capacidade incansável para o trabalho duro."
    },
    {
      "en": "The government's relentless crackdown on dissent was condemned.",
      "pt": "A repressão implacável do governo à dissidência foi condenada."
    },
    {
      "en": "The champion was known for his relentless attacking style.",
      "pt": "O campeão era conhecido por seu estilo de ataque implacável."
    },
    {
      "en": "The cold was relentless, and we couldn't get warm.",
      "pt": "O frio era implacável, e não conseguíamos nos aquecer."
    },
    {
      "en": "His relentless pursuit of knowledge made him an expert in his field.",
      "pt": "Sua busca incansável por conhecimento o tornou um especialista em sua área."
    },
    {
      "en": "The relentless cheerfulness of my coworker is sometimes annoying.",
      "pt": "A alegria incessante do meu colega de trabalho às vezes é irritante."
    },
    {
      "en": "The marathon runner had a relentless pace.",
      "pt": "O maratonista tinha um ritmo implacável."
    },
    {
      "en": "The relentless stream of bad news was depressing.",
      "pt": "O fluxo incessante de más notícias era deprimente."
    },
    {
      "en": "The CEO's relentless focus on short-term profits was criticized.",
      "pt": "O foco implacável do CEO em lucros de curto prazo foi criticado."
    },
    {
      "en": "She is relentless when it comes to defending her family.",
      "pt": "Ela é implacável quando se trata de defender sua família."
    },
    {
      "en": "The museum's relentless acquisition of new art is impressive.",
      "pt": "A aquisição incansável de novas obras de arte pelo museu é impressionante."
    },
    {
      "en": "The drought has been relentless this year.",
      "pt": "A seca tem sido implacável este ano."
    },
    {
      "en": "The police were relentless in their search for clues.",
      "pt": "A polícia foi incansável em sua busca por pistas."
    },
    {
      "en": "The boss's relentless demands for reports are stressful.",
      "pt": "As exigências incessantes do chefe por relatórios são estressantes."
    },
    {
      "en": "He is a relentless optimist, always seeing the bright side.",
      "pt": "Ele é um otimista incansável, sempre vendo o lado bom."
    },
    {
      "en": "The relentless flow of information from the internet can be overwhelming.",
      "pt": "O fluxo incessante de informações da internet pode ser esmagador."
    },
    {
      "en": "Her relentless practice made her a top violinist.",
      "pt": "Sua prática incansável a tornou uma violinista de ponta."
    },
    {
      "en": "The legal battle was a relentless series of appeals and motions.",
      "pt": "A batalha legal foi uma série implacável de apelações e moções."
    },
    {
      "en": "The company's relentless marketing campaign is everywhere.",
      "pt": "A campanha de marketing implacável da empresa está em toda parte."
    },
    {
      "en": "The general was known for his relentless military strategies.",
      "pt": "O general era conhecido por suas estratégias militares implacáveis."
    },
    {
      "en": "She has been a relentless critic of the government's policies.",
      "pt": "Ela tem sido uma crítica implacável das políticas do governo."
    },
    {
      "en": "The investor is relentless in finding undervalued stocks.",
      "pt": "O investidor é incansável em encontrar ações subvalorizadas."
    },
    {
      "en": "The sound of the baby crying was relentless.",
      "pt": "O som do choro do bebê era incessante."
    },
    {
      "en": "The team's relentless pressure on the ball led to a turnover.",
      "pt": "A pressão implacável da equipe na bola levou a uma perda de posse."
    },
    {
      "en": "The company pursued its goals relentlessly.",
      "pt": "A empresa perseguiu seus objetivos implacavelmente."
    },
    {
      "en": "The storm relentlessly pounded the coastline.",
      "pt": "A tempestade castigou implacavelmente o litoral."
    },
    {
      "en": "She worked relentlessly to provide for her family.",
      "pt": "Ela trabalhou incansavelmente para sustentar sua família."
    },
    {
      "en": "The paparazzi pursued the celebrity relentlessly.",
      "pt": "Os paparazzi perseguiram a celebridade implacavelmente."
    },
    {
      "en": "He campaigned relentlessly for the new law.",
      "pt": "Ele fez campanha incansavelmente pela nova lei."
    },
    {
      "en": "The company relentlessly cuts costs to increase profits.",
      "pt": "A empresa corta custos implacavelmente para aumentar os lucros."
    },
    {
      "en": "She relentlessly seeks out new challenges.",
      "pt": "Ela busca incansavelmente por novos desafios."
    },
    {
      "en": "The prosecutor relentlessly questioned the witness.",
      "pt": "O promotor questionou a testemunha implacavelmente."
    },
    {
      "en": "The team practiced relentlessly before the big game.",
      "pt": "A equipe treinou incansavelmente antes do grande jogo."
    },
    {
      "en": "He relentlessly followed his dream of being an artist.",
      "pt": "Ele seguiu implacavelmente seu sonho de ser um artista."
    },
    {
      "en": "The organization fights relentlessly against injustice.",
      "pt": "A organização luta incansavelmente contra a injustiça."
    },
    {
      "en": "The factory relentlessly churns out products 24/7.",
      "pt": "A fábrica produz incessantemente produtos 24 horas por dia, 7 dias por semana."
    },
    {
      "en": "The debt collector called relentlessly.",
      "pt": "O cobrador de dívidas ligou incessantemente."
    },
    {
      "en": "She relentlessly improved her skills through practice.",
      "pt": "Ela melhorou incansavelmente suas habilidades através da prática."
    },
    {
      "en": "The machine works relentlessly day and night.",
      "pt": "A máquina trabalha incessantemente dia e noite."
    },
    {
      "en": "The director relentlessly pushed the actors to give their best performance.",
      "pt": "O diretor pressionou implacavelmente os atores para darem sua melhor performance."
    },
    {
      "en": "The activist has been a relentless voice for the voiceless.",
      "pt": "O ativista tem sido uma voz incansável para os que não têm voz."
    },
    {
      "en": "The heat was relentlessly oppressive.",
      "pt": "O calor era implacavelmente opressivo."
    },
    {
      "en": "The company is relentlessly data-driven in its decision-making.",
      "pt": "A empresa é implacavelmente orientada por dados em sua tomada de decisão."
    },
    {
      "en": "The dog relentlessly chased the squirrel up the tree.",
      "pt": "O cachorro perseguiu o esquilo implacavelmente árvore acima."
    },
    {
      "en": "The waves relentlessly eroded the cliff face.",
      "pt": "As ondas erodiram implacavelmente a face do penhasco."
    },
    {
      "en": "She relentlessly pursued every possible lead in the case.",
      "pt": "Ela perseguiu incansavelmente todas as pistas possíveis no caso."
    },
    {
      "en": "The company relentlessly innovates to stay ahead of the competition.",
      "pt": "A empresa inova incansavelmente para se manter à frente da concorrência."
    },
    {
      "en": "The boxer relentlessly attacked his opponent's weakness.",
      "pt": "O boxeador atacou implacavelmente a fraqueza de seu oponente."
    },
    {
      "en": "The media relentlessly covered every detail of the scandal.",
      "pt": "A mídia cobriu implacavelmente todos os detalhes do escândalo."
    },
    {
      "en": "He checked his phone relentlessly for a message.",
      "pt": "Ele checou seu telefone incessantemente por uma mensagem."
    },
    {
      "en": "The student worked relentlessly to finish the thesis on time.",
      "pt": "O aluno trabalhou incansavelmente para terminar a tese a tempo."
    },
    {
      "en": "The politician relentlessly repeated his talking points.",
      "pt": "O político repetiu implacavelmente seus pontos de discussão."
    },
    {
      "en": "The wind howled relentlessly outside.",
      "pt": "O vento uivava incessantemente lá fora."
    },
    {
      "en": "The entrepreneur relentlessly pitched her idea to investors.",
      "pt": "A empreendedora apresentou incansavelmente sua ideia para investidores."
    },
    {
      "en": "The committee relentlessly debated the issue for hours.",
      "pt": "O comitê debateu implacavelmente a questão por horas."
    },
    {
      "en": "She relentlessly organized the community to clean up the park.",
      "pt": "Ela organizou incansavelmente a comunidade para limpar o parque."
    },
    {
      "en": "The company has a relentless desire to be number one.",
      "pt": "A empresa tem um desejo implacável de ser a número um."
    },
    {
      "en": "Her relentless schedule left no room for relaxation.",
      "pt": "Sua agenda implacável não deixava espaço para relaxamento."
    },
    {
      "en": "The relentless march of progress cannot be stopped.",
      "pt": "A marcha implacável do progresso não pode ser parada."
    },
    {
      "en": "He is a relentless reader, finishing several books a week.",
      "pt": "Ele é um leitor incansável, terminando vários livros por semana."
    },
    {
      "en": "The toddler made a relentless mess in the kitchen.",
      "pt": "A criança pequena fez uma bagunça incessante na cozinha."
    },
    {
      "en": "She has been a relentless champion of environmental causes.",
      "pt": "Ela tem sido uma defensora incansável das causas ambientais."
    },
    {
      "en": "The relentless sound of the faucet dripping drove him crazy.",
      "pt": "O som incessante da torneira pingando o deixou louco."
    },
    {
      "en": "The athlete's relentless training is the key to his success.",
      "pt": "O treinamento incansável do atleta é a chave para o seu sucesso."
    },
    {
      "en": "The phone rang relentlessly all morning.",
      "pt": "O telefone tocou incessantemente a manhã toda."
    },
    {
      "en": "He is relentless in his belief that he can change the world.",
      "pt": "Ele é inabalável em sua crença de que pode mudar o mundo."
    },
    {
      "en": "The relentless demand for new content is a challenge for creators.",
      "pt": "A demanda incessante por novo conteúdo é um desafio para os criadores."
    },
    {
      "en": "His relentless pursuit of her affection finally paid off.",
      "pt": "Sua busca implacável pelo afeto dela finalmente valeu a pena."
    },
    {
      "en": "The politician was relentless in his attacks during the debate.",
      "pt": "O político foi implacável em seus ataques durante o debate."
    },
    {
      "en": "The charity is relentless in its efforts to raise money for the cause.",
      "pt": "A instituição de caridade é incansável em seus esforços para arrecadar dinheiro para a causa."
    },
    {
      "en": "The relentless summer sun faded the curtains.",
      "pt": "O sol implacável do verão desbotou as cortinas."
    },
    {
      "en": "She has a relentless curiosity about how things work.",
      "pt": "Ela tem uma curiosidade incansável sobre como as coisas funcionam."
    },
    {
      "en": "The comedian's relentless jokes kept the audience laughing.",
      "pt": "As piadas incessantes do comediante mantiveram a plateia rindo."
    },
    {
      "en": "The student has a relentless drive to be the best.",
      "pt": "O aluno tem uma vontade implacável de ser o melhor."
    },
    {
      "en": "The army's relentless bombardment forced the city to surrender.",
      "pt": "O bombardeio implacável do exército forçou a cidade a se render."
    },
    {
      "en": "He is relentless in pointing out other people's mistakes.",
      "pt": "Ele é implacável em apontar os erros das outras pessoas."
    },
    {
      "en": "The artist is relentless in experimenting with new materials.",
      "pt": "O artista é incansável em experimentar novos materiais."
    },
    {
      "en": "The relentless traffic noise makes it hard to concentrate.",
      "pt": "O barulho incessante do trânsito torna difícil a concentração."
    },
    {
      "en": "She is a relentless student of history.",
      "pt": "Ela é uma estudante incansável de história."
    },
    {
      "en": "The company's relentless pursuit of efficiency has led to layoffs.",
      "pt": "A busca implacável da empresa por eficiência levou a demissões."
    },
    {
      "en": "The detective was relentless in following every lead.",
      "pt": "O detetive foi incansável em seguir cada pista."
    },
    {
      "en": "The team's relentless offense was too much for the other team to handle.",
      "pt": "O ataque implacável da equipe foi demais para o outro time aguentar."
    },
    {
      "en": "The heat wave was relentless, lasting for two weeks.",
      "pt": "A onda de calor foi implacável, durando duas semanas."
    },
    {
      "en": "She has been a relentless opponent of the new development.",
      "pt": "Ela tem sido uma opositora implacável do novo empreendimento."
    },
    {
      "en": "He is a relentless self-promoter.",
      "pt": "Ele é um autopromotor implacável."
    },
    {
      "en": "The sound of the relentless waves is calming to me.",
      "pt": "O som das ondas incessantes é calmante para mim."
    },
    {
      "en": "The inventor had a relentless passion for his work.",
      "pt": "O inventor tinha uma paixão incansável por seu trabalho."
    },
    {
      "en": "The car's engine has a relentless hum.",
      "pt": "O motor do carro tem um zumbido incessante."
    },
    {
      "en": "The activist's relentless determination changed public opinion.",
      "pt": "A determinação incansável do ativista mudou a opinião pública."
    },
    {
      "en": "He was relentless in his practice, playing guitar for hours every day.",
      "pt": "Ele era incansável em sua prática, tocando guitarra por horas todos os dias."
    },
    {
      "en": "The company faces relentless competition from online retailers.",
      "pt": "A empresa enfrenta uma concorrência implacável dos varejistas online."
    },
    {
      "en": "Her relentless efforts to improve the school were finally recognized.",
      "pt": "Seus esforços incansáveis para melhorar a escola foram finalmente reconhecidos."
    },
    {
      "en": "The relentless snowfall buried the town.",
      "pt": "A nevasca incessante soterrou a cidade."
    },
    {
      "en": "The lawyer was relentless in her defense of her client.",
      "pt": "A advogada foi implacável na defesa de seu cliente."
    },
    {
      "en": "The relentless pace of the game left the players exhausted.",
      "pt": "O ritmo implacável do jogo deixou os jogadores exaustos."
    },
    {
      "en": "He is relentless in his quest for personal improvement.",
      "pt": "Ele é incansável em sua busca por aprimoramento pessoal."
    },
    {
      "en": "The child's relentless pleas for a toy finally worked.",
      "pt": "Os apelos incessantes da criança por um brinquedo finalmente funcionaram."
    },
    {
      "en": "The team's relentless pursuit of victory was inspiring.",
      "pt": "A busca incansável da equipe pela vitória foi inspiradora."
    },
    {
      "en": "The relentless demands of parenthood can be challenging.",
      "pt": "As exigências implacáveis da paternidade podem ser desafiadoras."
    },
    {
      "en": "She is a relentless fundraiser for the charity.",
      "pt": "Ela é uma arrecadadora de fundos incansável para a caridade."
    },
    {
      "en": "The island's beauty is matched by its relentless humidity.",
      "pt": "A beleza da ilha é acompanhada por sua umidade implacável."
    },
    {
      "en": "He has a relentless attention to detail.",
      "pt": "Ele tem uma atenção implacável aos detalhes."
    },
    {
      "en": "The company is relentless in its quality control.",
      "pt": "A empresa é implacável em seu controle de qualidade."
    },
    {
      "en": "The relentless drone of the air conditioner was hypnotic.",
      "pt": "O zumbido incessante do ar condicionado era hipnótico."
    },
    {
      "en": "The movie director is a relentless perfectionist.",
      "pt": "O diretor de cinema é um perfeccionista implacável."
    },
    {
      "en": "The relentless increase in prices is affecting everyone.",
      "pt": "O aumento incessante dos preços está afetando a todos."
    },
    {
      "en": "She is a relentless seeker of new experiences.",
      "pt": "Ela é uma buscadora incansável de novas experiências."
    },
    {
      "en": "The chess grandmaster had a relentless, calculating style.",
      "pt": "O grande mestre de xadrez tinha um estilo implacável e calculista."
    },
    {
      "en": "The reporter was relentless in trying to get a comment.",
      "pt": "O repórter foi implacável ao tentar obter um comentário."
    },
    {
      "en": "The relentless search for a cure continues.",
      "pt": "A busca incansável pela cura continua."
    },
    {
      "en": "The wind was a relentless force against us.",
      "pt": "O vento era uma força implacável contra nós."
    },
    {
      "en": "Her relentless positive attitude in the face of adversity is remarkable.",
      "pt": "Sua atitude positiva implacável diante da adversidade é notável."
    },
    {
      "en": "The company's relentless focus on growth has paid off.",
      "pt": "O foco implacável da empresa no crescimento valeu a pena."
    },
    {
      "en": "The relentless rhythm of the city never stops.",
      "pt": "O ritmo incessante da cidade nunca para."
    },
    {
      "en": "He is a relentless opponent of corruption.",
      "pt": "Ele é um oponente implacável da corrupção."
    },
    {
      "en": "The coach is relentless in developing his players' skills.",
      "pt": "O técnico é incansável em desenvolver as habilidades de seus jogadores."
    },
    {
      "en": "The relentless gossip was hurtful and untrue.",
      "pt": "A fofoca incessante era dolorosa e falsa."
    },
    {
      "en": "She has a relentless drive to prove her critics wrong.",
      "pt": "Ela tem uma vontade implacável de provar que seus críticos estão errados."
    },
    {
      "en": "The relentless pounding of his heart was all he could hear.",
      "pt": "A batida implacável de seu coração era tudo o que ele conseguia ouvir."
    },
    {
      "en": "The company is relentless in protecting its brand.",
      "pt": "A empresa é implacável na proteção de sua marca."
    },
    {
      "en": "The author is relentless in her descriptions of poverty.",
      "pt": "A autora é implacável em suas descrições da pobreza."
    },
    {
      "en": "The relentless pursuit of happiness is a central theme in the book.",
      "pt": "A busca incessante pela felicidade é um tema central no livro."
    },
    {
      "en": "His relentless dedication to the project ensured its success.",
      "pt": "Sua dedicação incansável ao projeto garantiu seu sucesso."
    },
    {
      "en": "The relentless pressure of the exams took a toll on the students.",
      "pt": "A pressão implacável das provas afetou os alunos."
    },
    {
      "en": "The musician is relentless in his quest for the perfect sound.",
      "pt": "O músico é incansável em sua busca pelo som perfeito."
    },
    {
      "en": "The blizzard was relentless, shutting down the entire city.",
      "pt": "A nevasca foi implacável, paralisando a cidade inteira."
    },
    {
      "en": "She has a relentless desire to make a difference in the world.",
      "pt": "Ela tem um desejo incansável de fazer a diferença no mundo."
    },
    {
      "en": "The relentless pace of news in the digital age is exhausting.",
      "pt": "O ritmo incessante das notícias na era digital é exaustivo."
    },
    {
      "en": "The team's relentless hard work was evident in their performance.",
      "pt": "O trabalho duro e incansável da equipe ficou evidente em seu desempenho."
    },
    {
      "en": "The politician's relentless ambition was his defining characteristic.",
      "pt": "A ambição implacável do político era sua característica definidora."
    },
    {
      "en": "The relentless sun scorched the earth.",
      "pt": "O sol implacável crestou a terra."
    },
    {
      "en": "The student has a relentless curiosity and asks many questions.",
      "pt": "O aluno tem uma curiosidade incansável e faz muitas perguntas."
    },
    {
      "en": "The relentless noise of the party next door kept us awake.",
      "pt": "O barulho incessante da festa ao lado nos manteve acordados."
    },
    {
      "en": "The company's relentless innovation keeps it at the top of the industry.",
      "pt": "A inovação incansável da empresa a mantém no topo da indústria."
    },
    {
      "en": "He had to deal with relentless teasing at school.",
      "pt": "Ele teve que lidar com provocações incessantes na escola."
    },
    {
      "en": "She is relentless in her efforts to master the violin.",
      "pt": "Ela é incansável em seus esforços para dominar o violino."
    },
    {
      "en": "The relentless march of the army across the continent was terrifying.",
      "pt": "A marcha implacável do exército pelo continente foi aterrorizante."
    },
    {
      "en": "The climber's relentless spirit helped him reach the summit.",
      "pt": "O espírito incansável do alpinista o ajudou a alcançar o cume."
    },
    {
      "en": "The politician was brought down by the relentless investigation.",
      "pt": "O político foi derrubado pela investigação implacável."
    },
    {
      "en": "The startup is relentless in its pursuit of new customers.",
      "pt": "A startup é incansável em sua busca por novos clientes."
    },
    {
      "en": "The relentless heat made it impossible to work outside.",
      "pt": "O calor implacável tornou impossível trabalhar do lado de fora."
    },
    {
      "en": "He is a relentless advocate for free speech.",
      "pt": "Ele é um defensor incansável da liberdade de expressão."
    },
    {
      "en": "The phone has been ringing relentlessly since the news broke.",
      "pt": "O telefone tem tocado incessantemente desde que a notícia foi divulgada."
    },
    {
      "en": "Her relentless study habits resulted in top grades.",
      "pt": "Seus hábitos de estudo incansáveis resultaram em notas máximas."
    },
    {
      "en": "The city suffered from a relentless series of attacks.",
      "pt": "A cidade sofreu uma série implacável de ataques."
    },
    {
      "en": "The chef is relentless about using only the freshest ingredients.",
      "pt": "O chef é implacável em usar apenas os ingredientes mais frescos."
    },
    {
      "en": "The relentless chirping of the crickets filled the night.",
      "pt": "O cricrilar incessante dos grilos preenchia a noite."
    },
    {
      "en": "The lawyer was relentless in presenting evidence.",
      "pt": "O advogado foi implacável na apresentação de provas."
    },
    {
      "en": "The team's relentless training paid off with a victory.",
      "pt": "O treinamento incansável da equipe valeu a pena com uma vitória."
    },
    {
      "en": "The factory's relentless pollution has damaged the river.",
      "pt": "A poluição implacável da fábrica danificou o rio."
    },
    {
      "en": "She has a relentless belief in the good of people.",
      "pt": "Ela tem uma crença inabalável na bondade das pessoas."
    },
    {
      "en": "The relentless search for efficiency can sometimes ignore the human cost.",
      "pt": "A busca implacável por eficiência pode às vezes ignorar o custo humano."
    },
    {
      "en": "The dancer's relentless practice is what makes her so graceful.",
      "pt": "A prática incansável da dançarina é o que a torna tão graciosa."
    },
    {
      "en": "He was relentless in his pursuit of an apology.",
      "pt": "Ele foi implacável em sua busca por um pedido de desculpas."
    },
    {
      "en": "The relentless tide of junk mail fills my inbox every day.",
      "pt": "A maré incessante de lixo eletrônico enche minha caixa de entrada todos os dias."
    },
    {
      "en": "The actor is relentless in preparing for his roles.",
      "pt": "O ator é incansável na preparação para seus papéis."
    },
    {
      "en": "The relentless wind made it difficult to walk.",
      "pt": "O vento implacável dificultava a caminhada."
    },
    {
      "en": "The marathon is a test of relentless endurance.",
      "pt": "A maratona é um teste de resistência implacável."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "relentless",
      "options": [
        "relentless",
        "reluctant"
      ],
      "correct": "relentless"
    },
    {
      "question": "relentless",
      "options": [
        "relevant",
        "relentless"
      ],
      "correct": "relentless"
    },
    {
      "question": "relentless",
      "options": [
        "relentless",
        "reckless"
      ],
      "correct": "relentless"
    },
    {
      "question": "relentless",
      "options": [
        "restless",
        "relentless"
      ],
      "correct": "relentless"
    },
    {
      "question": "relentless",
      "options": [
        "relentless",
        "rent less"
      ],
      "correct": "relentless"
    },
    {
      "question": "relentless",
      "options": [
        "resent less",
        "relentless"
      ],
      "correct": "relentless"
    },
    {
      "question": "relentless",
      "options": [
        "relentless",
        "endless"
      ],
      "correct": "relentless"
    },
    {
      "question": "relentless",
      "options": [
        "thankless",
        "relentless"
      ],
      "correct": "relentless"
    },
    {
      "question": "relentless",
      "options": [
        "relentless",
        "friendless"
      ],
      "correct": "relentless"
    },
    {
      "question": "relentless",
      "options": [
        "scentless",
        "relentless"
      ],
      "correct": "relentless"
    },
    {
      "question": "relentless",
      "options": [
        "relentless",
        "regardless"
      ],
      "correct": "relentless"
    },
    {
      "question": "relentless",
      "options": [
        "meaningless",
        "relentless"
      ],
      "correct": "relentless"
    },
    {
      "question": "relentless",
      "options": [
        "relentless",
        "resentful"
      ],
      "correct": "relentless"
    },
    {
      "question": "relentless",
      "options": [
        "repentance",
        "relentless"
      ],
      "correct": "relentless"
    },
    {
      "question": "relentless",
      "options": [
        "relentless",
        "redness"
      ],
      "correct": "relentless"
    }
  ]
}
