{
  "sentences": [
    {
      "en": "The CEO announced he will resign at the end of the year.",
      "pt": "O CEO anunciou que vai pedir demissão no final do ano."
    },
    {
      "en": "She had to resign herself to the fact that she would not win.",
      "pt": "Ela teve que se resignar ao fato de que não venceria."
    },
    {
      "en": "The star player is expected to re-sign with the team for another three years.",
      "pt": "Espera-se que o jogador estrela renove o contrato com o time por mais três anos."
    },
    {
      "en": "He decided to resign from his position due to personal reasons.",
      "pt": "Ele decidiu renunciar ao seu cargo por motivos pessoais."
    },
    {
      "en": "After seeing his opponent's move, the chess player decided to resign.",
      "pt": "Depois de ver o movimento de seu oponente, o enxadrista decidiu abandonar a partida."
    },
    {
      "en": "I will not resign myself to failure; I will keep trying.",
      "pt": "Não vou me conformar com o fracasso; continuarei tentando."
    },
    {
      "en": "Did you hear that the minister is planning to resign?",
      "pt": "Você ouviu que o ministro está planejando renunciar?"
    },
    {
      "en": "We need to re-sign the lease for our apartment next month.",
      "pt": "Precisamos assinar novamente o contrato de aluguel do nosso apartamento no próximo mês."
    },
    {
      "en": "She resigned as chairperson of the committee.",
      "pt": "Ela renunciou ao cargo de presidente do comitê."
    },
    {
      "en": "He finally resigned himself to a quiet life in the countryside.",
      "pt": "Ele finalmente se resignou a uma vida tranquila no campo."
    },
    {
      "en": "The company hopes to re-sign the talented engineer to a new contract.",
      "pt": "A empresa espera renovar o contrato com o talentoso engenheiro."
    },
    {
      "en": "Several board members threatened to resign in protest.",
      "pt": "Vários membros do conselho ameaçaram pedir demissão em protesto."
    },
    {
      "en": "Faced with a losing position, she had no choice but to resign the game.",
      "pt": "Diante de uma posição perdida, ela não teve escolha a não ser abandonar o jogo."
    },
    {
      "en": "You should not resign until you have another job lined up.",
      "pt": "Você не deve pedir demissão até ter outro emprego garantido."
    },
    {
      "en": "We must resign ourselves to the inevitable.",
      "pt": "Devemos nos resignar ao inevitável."
    },
    {
      "en": "The musician will re-sign with the record label for her next album.",
      "pt": "A musicista vai renovar o contrato com a gravadora para seu próximo álbum."
    },
    {
      "en": "The pressure on him to resign is mounting.",
      "pt": "A pressão para que ele renuncie está aumentando."
    },
    {
      "en": "She resigned herself to waiting in the long line.",
      "pt": "Ela se conformou em esperar na longa fila."
    },
    {
      "en": "If I don't get a raise, I will resign.",
      "pt": "Se eu não receber um aumento, pedirei demissão."
    },
    {
      "en": "It took them a week to convince the client to re-sign the agreement.",
      "pt": "Levou uma semana para convencer o cliente a assinar novamente o acordo."
    },
    {
      "en": "The scandal forced the politician to resign from office.",
      "pt": "O escândalo forçou o político a renunciar ao cargo."
    },
    {
      "en": "He resigned himself to the fact that some things cannot be changed.",
      "pt": "Ele se resignou ao fato de que algumas coisas не podem ser mudadas."
    },
    {
      "en": "The coach resigned after a disappointing season.",
      "pt": "O técnico pediu demissão após uma temporada decepcionante."
    },
    {
      "en": "The tenant decided not to re-sign the rental agreement.",
      "pt": "O inquilino decidiu не renovar o contrato de aluguel."
    },
    {
      "en": "Why did she suddenly resign without giving notice?",
      "pt": "Por que ela pediu demissão de repente sem aviso prévio?"
    },
    {
      "en": "In chess, it is considered good sportsmanship to resign when the position is hopeless.",
      "pt": "No xadrez, é considerado bom espírito esportivo abandonar a partida quando a posição não tem mais esperança."
    },
    {
      "en": "She had to resign herself to a lower salary at the new job.",
      "pt": "Ela teve que se conformar com um salário mais baixo no novo emprego."
    },
    {
      "en": "He was asked to resign quietly to avoid a public scandal.",
      "pt": "Pediram para ele se demitir discretamente para evitar um escândalo público."
    },
    {
      "en": "The team's priority is to re-sign their star quarterback.",
      "pt": "A prioridade do time é renovar o contrato de seu quarterback estrela."
    },
    {
      "en": "He resigned his membership from the club.",
      "pt": "Ele renunciou à sua filiação ao clube."
    },
    {
      "en": "Eventually, you have to resign yourself to who you are.",
      "pt": "Eventualmente, você tem que se conformar com quem você é."
    },
    {
      "en": "If the demands are not met, the entire team will resign.",
      "pt": "Se as exigências не forem atendidas, toda a equipe pedirá demissão."
    },
    {
      "en": "The agency needs to re-sign the contract with their main supplier.",
      "pt": "A agência precisa renovar o contrato com seu principal fornecedor."
    },
    {
      "en": "The grandmaster resigned after only 20 moves.",
      "pt": "O grande mestre abandonou a partida depois de apenas 20 lances."
    },
    {
      "en": "She resigned herself to another boring weekend at home.",
      "pt": "Ela se resignou a mais um fim de semana chato em casa."
    },
    {
      "en": "He formally submitted a letter to resign from his post.",
      "pt": "Ele apresentou formalmente uma carta para renunciar ao seu posto."
    },
    {
      "en": "The actor chose to re-sign for another season of the show.",
      "pt": "O ator escolheu renovar o contrato para mais uma temporada da série."
    },
    {
      "en": "After years of loyal service, he did not want to resign.",
      "pt": "Após anos de serviço leal, ele não queria pedir demissão."
    },
    {
      "en": "We had to resign ourselves to the cold weather and stay indoors.",
      "pt": "Tivemos que nos conformar com o tempo frio e ficar em casa."
    },
    {
      "en": "She is considering her options and may not resign immediately.",
      "pt": "Ela está considerando suas opções e pode não pedir demissão imediatamente."
    },
    {
      "en": "The team is offering a huge bonus to get the player to re-sign.",
      "pt": "O time está oferecendo um bônus enorme para fazer o jogador renovar o contrato."
    },
    {
      "en": "He was forced to resign after the allegations of fraud.",
      "pt": "Ele foi forçado a renunciar após as alegações de fraude."
    },
    {
      "en": "I resign myself to the fact that I'll never be a famous singer.",
      "pt": "Eu me resigno ao fato de que nunca serei um cantor famoso."
    },
    {
      "en": "The prime minister refused to resign despite the protests.",
      "pt": "O primeiro-ministro se recusou a renunciar apesar dos protestos."
    },
    {
      "en": "It is better to resign a lost game of chess than to play it out needlessly.",
      "pt": "É melhor abandonar uma partida de xadrez perdida do que jogá-la desnecessariamente."
    },
    {
      "en": "The company is trying to re-sign its top sales executive.",
      "pt": "A empresa está tentando renovar o contrato de seu principal executivo de vendas."
    },
    {
      "en": "She resigned from the company to start her own business.",
      "pt": "Ela pediu demissão da empresa para abrir seu próprio negócio."
    },
    {
      "en": "He resigned himself to his fate and faced the consequences bravely.",
      "pt": "Ele se resignou ao seu destino e enfrentou as consequências bravamente."
    },
    {
      "en": "It would be a mistake for you to resign now.",
      "pt": "Seria um erro você pedir demissão agora."
    },
    {
      "en": "Are you going to re-sign the petition with the new changes?",
      "pt": "Você vai assinar novamente a petição com as novas mudanças?"
    },
    {
      "en": "The entire board of directors was expected to resign.",
      "pt": "Esperava-se que todo o conselho de administração renunciasse."
    },
    {
      "en": "She resigned herself to the idea of moving to a smaller apartment.",
      "pt": "Ela se conformou com a ideia de se mudar para um apartamento menor."
    },
    {
      "en": "He resigned his command of the army.",
      "pt": "Ele renunciou ao seu comando do exército."
    },
    {
      "en": "The negotiations to re-sign the player have stalled.",
      "pt": "As negociações para renovar o contrato do jogador estagnaram."
    },
    {
      "en": "Is it true that you are going to resign?",
      "pt": "É verdade que você vai pedir demissão?"
    },
    {
      "en": "He would rather resign than compromise his principles.",
      "pt": "Ele prefere renunciar a comprometer seus princípios."
    },
    {
      "en": "She resigned herself to the fact that the project was a failure.",
      "pt": "Ela se resignou ao fato de que o projeto foi um fracasso."
    },
    {
      "en": "The company needs you to re-sign these forms for our updated records.",
      "pt": "A empresa precisa que você assine novamente estes formulários para nossos registros atualizados."
    },
    {
      "en": "He has no intention of resigning from his position.",
      "pt": "Ele não tem intenção de renunciar ao seu cargo."
    },
    {
      "en": "After a long struggle, he resigned himself to his illness.",
      "pt": "Após uma longa luta, ele se resignou à sua doença."
    },
    {
      "en": "The manager resigned effective immediately.",
      "pt": "O gerente pediu demissão com efeito imediato."
    },
    {
      "en": "The author was happy to re-sign with her publisher.",
      "pt": "A autora ficou feliz em renovar o contrato com sua editora."
    },
    {
      "en": "Many people are calling for the mayor to resign.",
      "pt": "Muitas pessoas estão pedindo a renúncia do prefeito."
    },
    {
      "en": "I had to resign myself to the long commute every day.",
      "pt": "Tive que me conformar com o longo trajeto para o trabalho todos os dias."
    },
    {
      "en": "She resigned from her job to spend more time with her family.",
      "pt": "Ela pediu demissão de seu emprego para passar mais tempo com sua família."
    },
    {
      "en": "They offered him a better deal to convince him to re-sign.",
      "pt": "Eles lhe ofereceram um acordo melhor para convencê-lo a renovar o contrato."
    },
    {
      "en": "If he doesn't resign, he will be fired.",
      "pt": "Se ele не pedir demissão, será demitido."
    },
    {
      "en": "The chess computer resigned when it calculated an inevitable checkmate.",
      "pt": "O computador de xadrez abandonou a partida quando calculou um xeque-mate inevitável."
    },
    {
      "en": "We must resign ourselves to the fact that we can't control everything.",
      "pt": "Devemos nos resignar ao fato de que не podemos controlar tudo."
    },
    {
      "en": "He resigned his seat in parliament.",
      "pt": "Ele renunciou ao seu assento no parlamento."
    },
    {
      "en": "The player announced that he will not re-sign with the club.",
      "pt": "O jogador anunciou que não renovará o contrato com o clube."
    },
    {
      "en": "She felt it was the right time to resign and move on.",
      "pt": "Ela sentiu que era o momento certo para pedir demissão e seguir em frente."
    },
    {
      "en": "He resigned himself to never seeing her again.",
      "pt": "Ele se resignou a nunca mais vê-la."
    },
    {
      "en": "The employees were shocked to hear that their boss had resigned.",
      "pt": "Os funcionários ficaram chocados ao saber que seu chefe havia pedido demissão."
    },
    {
      "en": "The client was unhappy with the service and refused to re-sign the contract.",
      "pt": "O cliente estava insatisfeito com o serviço e se recusou a renovar o contrato."
    },
    {
      "en": "He was under no pressure to resign; it was his own decision.",
      "pt": "Ele não estava sob nenhuma pressão para renunciar; foi sua própria decisão."
    },
    {
      "en": "She sighed and resigned herself to another day of boring work.",
      "pt": "Ela suspirou e se resignou a mais um dia de trabalho chato."
    },
    {
      "en": "The team captain decided to resign after the loss.",
      "pt": "O capitão do time decidiu renunciar após a derrota."
    },
    {
      "en": "The company is working hard to re-sign its most valuable employees.",
      "pt": "A empresa está trabalhando duro para renovar o contrato de seus funcionários mais valiosos."
    },
    {
      "en": "He had to resign due to a conflict of interest.",
      "pt": "Ele teve que renunciar devido a um conflito de interesses."
    },
    {
      "en": "She resigned herself to the knowledge that she was lost.",
      "pt": "Ela se resignou à consciência de que estava perdida."
    },
    {
      "en": "The public demanded that the official resign immediately.",
      "pt": "O público exigiu que o funcionário renunciasse imediatamente."
    },
    {
      "en": "You will need to re-sign the document because your signature was in the wrong place.",
      "pt": "Você precisará assinar novamente o documento porque sua assinatura estava no lugar errado."
    },
    {
      "en": "If I were in his position, I would resign.",
      "pt": "Se eu estivesse na posição dele, eu pediria demissão."
    },
    {
      "en": "He resigned himself to being the shortest person in his family.",
      "pt": "Ele se conformou em ser a pessoa mais baixa de sua família."
    },
    {
      "en": "She resigned from the board of directors last week.",
      "pt": "Ela renunciou ao conselho de administração na semana passada."
    },
    {
      "en": "The team management is confident they can re-sign the coach.",
      "pt": "A diretoria do time está confiante de que pode renovar o contrato do técnico."
    },
    {
      "en": "He chose to resign rather than be a part of the company's unethical practices.",
      "pt": "Ele escolheu renunciar em vez de fazer parte das práticas antiéticas da empresa."
    },
    {
      "en": "She resigned herself to her fate with quiet dignity.",
      "pt": "Ela se resignou ao seu destino com uma dignidade silenciosa."
    },
    {
      "en": "The newspaper reported that the ambassador would resign soon.",
      "pt": "O jornal noticiou que o embaixador renunciaria em breve."
    },
    {
      "en": "The partnership was successful, so they decided to re-sign the agreement for another year.",
      "pt": "A parceria foi bem-sucedida, então eles decidiram renovar o acordo por mais um ano."
    },
    {
      "en": "The president has the power to ask a cabinet member to resign.",
      "pt": "O presidente tem o poder de pedir a um membro do gabinete que renuncie."
    },
    {
      "en": "He had to resign himself to the fact that his team would not make the playoffs.",
      "pt": "Ele teve que se conformar com o fato de que seu time не chegaria aos playoffs."
    },
    {
      "en": "She resigned her post as CEO to pursue philanthropic work.",
      "pt": "Ela renunciou ao seu cargo de CEO para se dedicar ao trabalho filantrópico."
    },
    {
      "en": "Will the band re-sign with the same manager?",
      "pt": "A banda vai renovar o contrato com o mesmo empresário?"
    },
    {
      "en": "It is honorable to resign when you can no longer do your job effectively.",
      "pt": "É honroso pedir demissão quando você não consegue mais fazer seu trabalho de forma eficaz."
    },
    {
      "en": "I must resign myself to the fact that I'm not getting any younger.",
      "pt": "Devo me resignar ao fato de que não estou ficando mais jovem."
    },
    {
      "en": "The treasurer was forced to resign after the financial mismanagement was discovered.",
      "pt": "O tesoureiro foi forçado a renunciar após a descoberta da má gestão financeira."
    },
    {
      "en": "The sponsor is eager to re-sign the athlete for a new endorsement deal.",
      "pt": "O patrocinador está ansioso para renovar o contrato com o atleta para um novo acordo de patrocínio."
    },
    {
      "en": "She resigned from her teaching position to travel the world.",
      "pt": "Ela pediu demissão de seu cargo de professora para viajar pelo mundo."
    },
    {
      "en": "The world champion resigned the match, admitting defeat.",
      "pt": "O campeão mundial abandonou a partida, admitindo a derrota."
    },
    {
      "en": "We resigned ourselves to a long and difficult journey.",
      "pt": "Nós nos resignamos a uma jornada longa e difícil."
    },
    {
      "en": "He is expected to resign from the company by the end of the month.",
      "pt": "Espera-se que ele peça demissão da empresa até o final do mês."
    },
    {
      "en": "The team hopes to re-sign its key players during the off-season.",
      "pt": "O time espera renovar o contrato de seus principais jogadores durante a intertemporada."
    },
    {
      "en": "The politician promised to resign if the allegations were proven true.",
      "pt": "O político prometeu renunciar se as alegações fossem provadas verdadeiras."
    },
    {
      "en": "She finally resigned herself to the limitations of the old computer.",
      "pt": "Ela finalmente se conformou com as limitações do computador antigo."
    },
    {
      "en": "He resigned his position as party leader.",
      "pt": "Ele renunciou ao seu cargo de líder do partido."
    },
    {
      "en": "We were asked to re-sign the forms because the date was wrong.",
      "pt": "Nos pediram para assinar novamente os formulários porque a data estava errada."
    },
    {
      "en": "The entire staff threatened to resign if working conditions did not improve.",
      "pt": "Toda a equipe ameaçou pedir demissão se as condições de trabalho не melhorassem."
    },
    {
      "en": "He sighed and resigned himself to doing the dishes.",
      "pt": "Ele suspirou e se conformou em lavar a louça."
    },
    {
      "en": "She resigned from a high-paying job to follow her passion for art.",
      "pt": "Ela pediu demissão de um emprego bem remunerado para seguir sua paixão pela arte."
    },
    {
      "en": "The landlord sent a new lease for us to re-sign.",
      "pt": "O proprietário enviou um novo contrato de aluguel para assinarmos novamente."
    },
    {
      "en": "It takes courage to resign from a secure job.",
      "pt": "É preciso coragem para pedir demissão de um emprego seguro."
    },
    {
      "en": "She had to resign herself to the fact that her vacation was canceled.",
      "pt": "Ela teve que se resignar ao fato de que suas férias foram canceladas."
    },
    {
      "en": "The finance director had to resign over the accounting error.",
      "pt": "O diretor financeiro teve que pedir demissão por causa do erro contábil."
    },
    {
      "en": "The player is a free agent and can choose to re-sign or leave.",
      "pt": "O jogador é um agente livre e pode escolher renovar o contrato ou sair."
    },
    {
      "en": "He announced his decision to resign in a company-wide email.",
      "pt": "Ele anunciou sua decisão de pedir demissão em um e-mail para toda a empresa."
    },
    {
      "en": "She resigned herself to the tedious task ahead.",
      "pt": "Ela se resignou à tarefa tediosa que tinha pela frente."
    },
    {
      "en": "The police chief was under pressure to resign after the riot.",
      "pt": "O chefe de polícia estava sob pressão para renunciar após o motim."
    },
    {
      "en": "The company offered better benefits to encourage employees to re-sign.",
      "pt": "A empresa ofereceu melhores benefícios para incentivar os funcionários a renovarem o contrato."
    },
    {
      "en": "I would never resign from a job without a good reason.",
      "pt": "Eu nunca pediria demissão de um emprego sem um bom motivo."
    },
    {
      "en": "My opponent made a brilliant move, so I decided to resign.",
      "pt": "Meu oponente fez um lance brilhante, então decidi abandonar a partida."
    },
    {
      "en": "He resigned himself to a life of quiet anonymity.",
      "pt": "Ele se resignou a uma vida de anonimato tranquilo."
    },
    {
      "en": "The editor of the newspaper resigned after publishing the false story.",
      "pt": "O editor do jornal pediu demissão após publicar a notícia falsa."
    },
    {
      "en": "The team is in talks to re-sign their coach to a long-term extension.",
      "pt": "O time está em negociações para renovar o contrato de seu técnico por uma extensão de longo prazo."
    },
    {
      "en": "She was rumored to be resigning for health reasons.",
      "pt": "Havia rumores de que ela renunciaria por motivos de saúde."
    },
    {
      "en": "I resign myself to the fact that I will never be a morning person.",
      "pt": "Eu me conformo com o fato de que nunca serei uma pessoa matutina."
    },
    {
      "en": "He will resign his professorship at the end of the academic year.",
      "pt": "Ele renunciará à sua cátedra no final do ano letivo."
    },
    {
      "en": "The brand is hoping to re-sign the celebrity for another campaign.",
      "pt": "A marca espera renovar o contrato com a celebridade para outra campanha."
    },
    {
      "en": "The prime minister announced that she would resign after the next election.",
      "pt": "A primeira-ministra anunciou que renunciaria após a próxima eleição."
    },
    {
      "en": "She resigned herself to the situation and tried to make the best of it.",
      "pt": "Ela se resignou à situação e tentou tirar o melhor proveito dela."
    },
    {
      "en": "The general was forced to resign his commission in disgrace.",
      "pt": "O general foi forçado a renunciar à sua patente em desgraça."
    },
    {
      "en": "The author has to re-sign all the copies of his book for the special edition.",
      "pt": "O autor tem que assinar novamente todas as cópias de seu livro para a edição especial."
    },
    {
      "en": "He decided to resign rather than be transferred to another city.",
      "pt": "Ele decidiu pedir demissão em vez de ser transferido para outra cidade."
    },
    {
      "en": "He resigned himself to listening to his uncle's long stories.",
      "pt": "Ele se conformou em ouvir as longas histórias de seu tio."
    },
    {
      "en": "The party leader is facing calls to resign.",
      "pt": "O líder do partido está enfrentando apelos para renunciar."
    },
    {
      "en": "The negotiations to re-sign the trade deal are ongoing.",
      "pt": "As negociações para renovar o acordo comercial estão em andamento."
    },
    {
      "en": "She had no choice but to resign after her mistake was discovered.",
      "pt": "Ela не teve escolha a não ser pedir demissão depois que seu erro foi descoberto."
    },
    {
      "en": "I resign myself to the fact that taxes are a part of life.",
      "pt": "Eu me resigno ao fato de que impostos são parte da vida."
    },
    {
      "en": "The official was compelled to resign.",
      "pt": "O funcionário foi obrigado a renunciar."
    },
    {
      "en": "The club made a final offer to re-sign the captain.",
      "pt": "O clube fez uma oferta final para renovar o contrato do capitão."
    },
    {
      "en": "After much consideration, he chose to resign.",
      "pt": "Após muita consideração, ele escolheu pedir demissão."
    },
    {
      "en": "She resigned herself to a long and lonely winter.",
      "pt": "Ela se resignou a um inverno longo e solitário."
    },
    {
      "en": "The news of her plan to resign spread quickly through the office.",
      "pt": "A notícia de seu plano de pedir demissão se espalhou rapidamente pelo escritório."
    },
    {
      "en": "The landlord is asking if we want to re-sign the lease.",
      "pt": "O proprietário está perguntando se queremos renovar o contrato de aluguel."
    },
    {
      "en": "He threatened to resign if his salary was not increased.",
      "pt": "Ele ameaçou pedir demissão se seu salário не fosse aumentado."
    },
    {
      "en": "The young chess prodigy knew when to resign gracefully.",
      "pt": "O jovem prodígio do xadrez sabia quando abandonar a partida com elegância."
    },
    {
      "en": "He resigned himself to being stuck in traffic for at least an hour.",
      "pt": "Ele se conformou em ficar preso no trânsito por pelo menos uma hora."
    },
    {
      "en": "The CEO's decision to resign shocked the financial markets.",
      "pt": "A decisão do CEO de renunciar chocou os mercados financeiros."
    },
    {
      "en": "The player is holding out for more money before he will re-sign.",
      "pt": "O jogador está esperando por mais dinheiro antes de renovar o contrato."
    },
    {
      "en": "She felt a sense of relief after she finally decided to resign.",
      "pt": "Ela sentiu uma sensação de alívio depois que finalmente decidiu pedir demissão."
    },
    {
      "en": "I resign myself to the fact that I can't please everyone.",
      "pt": "Eu me conformo com o fato de que não consigo agradar a todos."
    },
    {
      "en": "The politician's refusal to resign has caused a political crisis.",
      "pt": "A recusa do político em renunciar causou uma crise política."
    },
    {
      "en": "The tenant has until the end of the month to re-sign.",
      "pt": "O inquilino tem até o final do mês para renovar o contrato."
    },
    {
      "en": "He should resign for the good of the company.",
      "pt": "Ele deveria pedir demissão pelo bem da empresa."
    },
    {
      "en": "She resigned herself to the constant noise of the city.",
      "pt": "Ela se resignou ao barulho constante da cidade."
    },
    {
      "en": "The health minister was forced to resign over the hospital scandal.",
      "pt": "O ministro da saúde foi forçado a renunciar por causa do escândalo no hospital."
    },
    {
      "en": "Both parties are optimistic that they can re-sign the contract.",
      "pt": "Ambas as partes estão otimistas de que podem renovar o contrato."
    },
    {
      "en": "He calmly announced to his team that he would resign.",
      "pt": "Ele anunciou calmamente à sua equipe que pediria demissão."
    },
    {
      "en": "The student resigned himself to getting a bad grade on the test.",
      "pt": "O aluno se conformou em tirar uma nota ruim na prova."
    },
    {
      "en": "After losing the key vote, the prime minister had to resign.",
      "pt": "Depois de perder a votação principal, o primeiro-ministro teve que renunciar."
    },
    {
      "en": "The team will have to pay a lot to re-sign their best defender.",
      "pt": "O time terá que pagar muito para renovar o contrato de seu melhor zagueiro."
    },
    {
      "en": "She resigned her position to protest the company's new policy.",
      "pt": "Ela renunciou ao seu cargo para protestar contra a nova política da empresa."
    },
    {
      "en": "The artist resigned himself to the fact that his masterpiece would never be finished.",
      "pt": "O artista se resignou ao fato de que sua obra-prima nunca seria terminada."
    },
    {
      "en": "The entire cabinet offered to resign after the government's defeat.",
      "pt": "Todo o gabinete se ofereceu para renunciar após a derrota do governo."
    },
    {
      "en": "The TV network is keen to re-sign the popular host.",
      "pt": "A rede de TV está ansiosa para renovar o contrato com o popular apresentador."
    },
    {
      "en": "He was too proud to resign, even when he knew he was wrong.",
      "pt": "Ele era orgulhoso demais para renunciar, mesmo quando sabia que estava errado."
    },
    {
      "en": "She resigned herself to a day of running errands.",
      "pt": "Ela se conformou com um dia de resolver pendências."
    },
    {
      "en": "The Pope's decision to resign was historic.",
      "pt": "A decisão do Papa de renunciar foi histórica."
    },
    {
      "en": "The company needs to re-sign its lease before it expires.",
      "pt": "A empresa precisa renovar seu contrato de aluguel antes que ele expire."
    },
    {
      "en": "It is better to resign with dignity than to be fired.",
      "pt": "É melhor pedir demissão com dignidade do que ser demitido."
    },
    {
      "en": "He resigned himself to the fact that he was no longer young.",
      "pt": "Ele se resignou ao fato de que não era mais jovem."
    },
    {
      "en": "The ambassador was recalled and forced to resign.",
      "pt": "O embaixador foi chamado de volta e forçado a renunciar."
    },
    {
      "en": "The player's agent is negotiating a deal to re-sign with the team.",
      "pt": "O agente do jogador está negociando um acordo para renovar o contrato com o time."
    },
    {
      "en": "She will officially resign from her duties next Friday.",
      "pt": "Ela renunciará oficialmente às suas funções na próxima sexta-feira."
    },
    {
      "en": "The losing candidate must resign himself to the election results.",
      "pt": "O candidato perdedor deve se resignar aos resultados da eleição."
    },
    {
      "en": "The chairman is expected to resign at the next board meeting.",
      "pt": "Espera-se que o presidente do conselho renuncie na próxima reunião do conselho."
    },
    {
      "en": "We will have to re-sign the mortgage papers at the bank.",
      "pt": "Teremos que assinar novamente os papéis da hipoteca no banco."
    },
    {
      "en": "He didn't want to resign, but he felt he had no other option.",
      "pt": "Ele não queria pedir demissão, mas sentiu que não tinha outra opção."
    },
    {
      "en": "I resign myself to the fact that there will always be traffic.",
      "pt": "Eu me conformo com o fato de que sempre haverá trânsito."
    },
    {
      "en": "The defense minister resigned following the military failure.",
      "pt": "O ministro da defesa renunciou após o fracasso militar."
    },
    {
      "en": "The company is trying to decide whether to re-sign the contract.",
      "pt": "A empresa está tentando decidir se deve renovar o contrato."
    },
    {
      "en": "Her decision to resign was a surprise to everyone.",
      "pt": "A decisão dela de pedir demissão foi uma surpresa para todos."
    },
    {
      "en": "The chess player saw the inevitable checkmate and chose to resign.",
      "pt": "O enxadrista viu o xeque-mate inevitável e optou por abandonar a partida."
    },
    {
      "en": "She resigned herself to the uncomfortable silence.",
      "pt": "Ela se resignou ao silêncio desconfortável."
    },
    {
      "en": "The judge resigned from the bench after 30 years of service.",
      "pt": "O juiz se aposentou do cargo após 30 anos de serviço."
    },
    {
      "en": "The team's success will depend on whether they can re-sign their star players.",
      "pt": "O sucesso do time dependerá se eles conseguirem renovar o contrato de seus jogadores estrela."
    },
    {
      "en": "It is rumored that the CEO will resign next month.",
      "pt": "Há rumores de que o CEO pedirá demissão no próximo mês."
    },
    {
      "en": "He resigned himself to the monotony of his daily routine.",
      "pt": "Ele se resignou à monotonia de sua rotina diária."
    },
    {
      "en": "The politician was forced to resign in the face of the scandal.",
      "pt": "O político foi forçado a renunciar diante do escândalo."
    },
    {
      "en": "The country decided not to re-sign the international treaty.",
      "pt": "O país decidiu não assinar novamente o tratado internacional."
    },
    {
      "en": "He will resign his position and retire from public life.",
      "pt": "Ele renunciará ao seu cargo e se aposentará da vida pública."
    },
    {
      "en": "I resign myself to the fact that I'll have to work this weekend.",
      "pt": "Eu me resigno ao fato de que terei que trabalhar neste fim de semana."
    },
    {
      "en": "The bank manager resigned after the robbery.",
      "pt": "O gerente do banco pediu demissão após o assalto."
    },
    {
      "en": "The team announced they will not re-sign the aging veteran.",
      "pt": "O time anunciou que não renovará o contrato com o veterano envelhecido."
    },
    {
      "en": "She submitted her letter to resign from the committee.",
      "pt": "Ela entregou sua carta para renunciar ao comitê."
    },
    {
      "en": "He resigned himself to the idea that he would never be rich.",
      "pt": "Ele se resignou à ideia de que nunca seria rico."
    },
    {
      "en": "The union leader was asked to resign by the members.",
      "pt": "Os membros pediram ao líder sindical que renunciasse."
    },
    {
      "en": "The client is happy with our work and wants to re-sign for another year.",
      "pt": "O cliente está satisfeito com nosso trabalho e quer renovar por mais um ano."
    },
    {
      "en": "After the defeat, the general had to resign his command.",
      "pt": "Após a derrota, o general teve que renunciar ao seu comando."
    },
    {
      "en": "She had to resign herself to the fact that she couldn't afford the house.",
      "pt": "Ela teve que se conformar com o fato de que não podia pagar pela casa."
    },
    {
      "en": "He is too stubborn to resign, even though he has lost all support.",
      "pt": "Ele é teimoso demais para renunciar, embora tenha perdido todo o apoio."
    },
    {
      "en": "The author is scheduled to re-sign her contract with the publisher next week.",
      "pt": "A autora está programada para renovar seu contrato com a editora na próxima semana."
    },
    {
      "en": "The news of his intention to resign was leaked to the press.",
      "pt": "A notícia de sua intenção de renunciar vazou para a imprensa."
    },
    {
      "en": "I resign myself to cleaning the mess my roommates made.",
      "pt": "Eu me conformo em limpar a bagunça que meus colegas de quarto fizeram."
    },
    {
      "en": "The head of the agency had to resign due to the budget crisis.",
      "pt": "O chefe da agência teve que renunciar devido à crise orçamentária."
    },
    {
      "en": "The team is doing everything it can to re-sign the free agent.",
      "pt": "O time está fazendo tudo o que pode para renovar o contrato do agente livre."
    },
    {
      "en": "He decided to resign from the stressful job and look for something simpler.",
      "pt": "Ele decidiu pedir demissão do emprego estressante e procurar algo mais simples."
    },
    {
      "en": "She resigned herself to the fact that she was not a good cook.",
      "pt": "Ela se resignou ao fato de que não era uma boa cozinheira."
    },
    {
      "en": "The club's manager is under pressure to resign.",
      "pt": "O gerente do clube está sob pressão para pedir demissão."
    },
    {
      "en": "If you re-sign the document here, we can process it.",
      "pt": "Se você assinar novamente o documento aqui, podemos processá-lo."
    },
    {
      "en": "He chose to resign and spend more time on his hobbies.",
      "pt": "Ele escolheu pedir demissão e passar mais tempo em seus hobbies."
    },
    {
      "en": "The young chess player was taught to never resign too early.",
      "pt": "O jovem enxadrista foi ensinado a nunca abandonar a partida cedo demais."
    },
    {
      "en": "He resigned himself to his position as the second-best player on the team.",
      "pt": "Ele se resignou à sua posição de segundo melhor jogador da equipe."
    },
    {
      "en": "The official had to resign after being caught in a lie.",
      "pt": "O funcionário teve que renunciar após ser pego em uma mentira."
    },
    {
      "en": "The company will likely re-sign the successful CEO to a new five-year term.",
      "pt": "A empresa provavelmente renovará o contrato do bem-sucedido CEO por um novo mandato de cinco anos."
    },
    {
      "en": "If you resign, you may not be eligible for unemployment benefits.",
      "pt": "Se você pedir demissão, pode não ter direito ao seguro-desemprego."
    },
    {
      "en": "I'm not ready to resign myself to old age yet.",
      "pt": "Ainda не estou pronto para me resignar à velhice."
    },
    {
      "en": "He will resign his seat on the board at the end of the year.",
      "pt": "Ele renunciará ao seu assento no conselho no final do ano."
    },
    {
      "en": "The team's fans are campaigning for the owner to re-sign the player.",
      "pt": "Os torcedores do time estão fazendo campanha para que o dono renove o contrato do jogador."
    },
    {
      "en": "She announced her plan to resign in a heartfelt speech.",
      "pt": "Ela anunciou seu plano de renunciar em um discurso emocionante."
    },
    {
      "en": "He resigned himself to the fact that the vacation was over.",
      "pt": "Ele se resignou ao fato de que as férias haviam acabado."
    },
    {
      "en": "The committee chair was forced to resign amid allegations of misconduct.",
      "pt": "O presidente do comitê foi forçado a renunciar em meio a alegações de má conduta."
    },
    {
      "en": "The sponsor chose not to re-sign the team for the next season.",
      "pt": "O patrocinador optou por não renovar o contrato com a equipe para a próxima temporada."
    },
    {
      "en": "He should resign his post and let someone more qualified take over.",
      "pt": "Ele deveria renunciar ao seu posto e deixar alguém mais qualificado assumir."
    },
    {
      "en": "The prisoner resigned himself to a long sentence.",
      "pt": "O prisioneiro se resignou a uma longa sentença."
    },
    {
      "en": "The entire board will resign if the merger is approved.",
      "pt": "Todo o conselho renunciará se a fusão for aprovada."
    },
    {
      "en": "The city has to re-sign the waste management contract.",
      "pt": "A cidade tem que renovar o contrato de gestão de resíduos."
    },
    {
      "en": "The decision to resign was not an easy one for her to make.",
      "pt": "A decisão de pedir demissão не foi fácil para ela tomar."
    },
    {
      "en": "She resigned herself to a life without luxury.",
      "pt": "Ela se resignou a uma vida sem luxo."
    },
    {
      "en": "He resigned from his job with two weeks' notice, as required.",
      "pt": "Ele pediu demissão de seu emprego com duas semanas de antecedência, conforme exigido."
    },
    {
      "en": "The player is considering offers from other teams and may not re-sign.",
      "pt": "O jogador está considerando ofertas de outros times e pode não renovar o contrato."
    },
    {
      "en": "The opposition leader called on the president to resign.",
      "pt": "O líder da oposição pediu ao presidente que renunciasse."
    },
    {
      "en": "She resigned herself to the fact that her flight would be delayed.",
      "pt": "Ela se conformou com o fato de que seu voo estaria atrasado."
    },
    {
      "en": "He resigned his partnership in the law firm.",
      "pt": "Ele renunciou à sua sociedade no escritório de advocacia."
    },
    {
      "en": "We were happy to re-sign with our internet provider because the service is excellent.",
      "pt": "Ficamos felizes em renovar com nosso provedor de internet porque o serviço é excelente."
    },
    {
      "en": "After the team lost the championship, the coach was expected to resign.",
      "pt": "Depois que o time perdeu o campeonato, esperava-se que o técnico pedisse demissão."
    },
    {
      "en": "He resigned himself to the fact that he would always be bad at math.",
      "pt": "Ele se resignou ao fato de que sempre seria ruim em matemática."
    },
    {
      "en": "The scandal left him with no option but to resign.",
      "pt": "O escândalo não lhe deixou outra opção a não ser renunciar."
    },
    {
      "en": "The government needs to re-sign the international climate accord.",
      "pt": "O governo precisa assinar novamente o acordo climático internacional."
    },
    {
      "en": "She wrote a formal letter to resign from her volunteer position.",
      "pt": "Ela escreveu uma carta formal para renunciar à sua posição de voluntária."
    },
    {
      "en": "The losing player tipped over his king to resign the game.",
      "pt": "O jogador perdedor derrubou seu rei para abandonar a partida."
    },
    {
      "en": "He had to resign himself to the noisy neighbors.",
      "pt": "Ele teve que se conformar com os vizinhos barulhentos."
    },
    {
      "en": "The CEO resigned, taking responsibility for the company's losses.",
      "pt": "O CEO pediu demissão, assumindo a responsabilidade pelas perdas da empresa."
    },
    {
      "en": "It is unlikely that the star forward will re-sign with the team.",
      "pt": "É improvável que o atacante estrela renove o contrato com o time."
    },
    {
      "en": "She told her family first before she decided to resign.",
      "pt": "Ela contou primeiro para sua família antes de decidir pedir demissão."
    },
    {
      "en": "She resigned herself to the fact that she would have to start over.",
      "pt": "Ela se resignou ao fato de que teria que recomeçar."
    },
    {
      "en": "The minister resigned from the cabinet.",
      "pt": "O ministro renunciou ao gabinete."
    },
    {
      "en": "The tenant and landlord met to re-sign the lease.",
      "pt": "O inquilino e o proprietário se encontraram para renovar o contrato de aluguel."
    },
    {
      "en": "He was given the choice to either resign or be fired.",
      "pt": "Foi-lhe dada a escolha de pedir demissão ou ser demitido."
    },
    {
      "en": "The gardener resigned himself to the fact that the pests would eat some of his plants.",
      "pt": "O jardineiro se resignou ao fato de que as pragas comeriam algumas de suas plantas."
    },
    {
      "en": "The company president was forced to resign.",
      "pt": "O presidente da empresa foi forçado a renunciar."
    },
    {
      "en": "The team is trying to clear salary space to re-sign him.",
      "pt": "O time está tentando liberar espaço salarial para renovar o contrato com ele."
    },
    {
      "en": "I'm thinking of resigning and finding a less stressful job.",
      "pt": "Estou pensando em pedir demissão e encontrar um emprego menos estressante."
    },
    {
      "en": "She resigned herself to a long wait at the doctor's office.",
      "pt": "Ela se resignou a uma longa espera no consultório médico."
    },
    {
      "en": "He had to resign his chairmanship.",
      "pt": "Ele teve que renunciar à sua presidência."
    },
    {
      "en": "The celebrity ambassador is expected to re-sign her contract.",
      "pt": "Espera-se que a celebridade embaixadora renove seu contrato."
    },
    {
      "en": "The prime minister will resign if the bill does not pass.",
      "pt": "O primeiro-ministro renunciará se o projeto de lei не for aprovado."
    },
    {
      "en": "He resigned himself to the fact that he was just an average student.",
      "pt": "Ele se resignou ao fato de que era apenas um aluno mediano."
    },
    {
      "en": "She resigned in protest against the war.",
      "pt": "Ela renunciou em protesto contra a guerra."
    },
    {
      "en": "The company has made a competitive offer to re-sign the employee.",
      "pt": "A empresa fez uma oferta competitiva para renovar o contrato do funcionário."
    },
    {
      "en": "He will not resign, despite the pressure from his own party.",
      "pt": "Ele не renunciará, apesar da pressão de seu próprio partido."
    },
    {
      "en": "She resigned herself to the cold, hard truth.",
      "pt": "Ela se resignou à verdade nua e crua."
    },
    {
      "en": "The official was found guilty and had to resign from public life.",
      "pt": "O funcionário foi considerado culpado e teve que se retirar da vida pública."
    },
    {
      "en": "The team cannot afford to re-sign all of its star players.",
      "pt": "O time não tem como arcar com a renovação do contrato de todos os seus jogadores estrela."
    },
    {
      "en": "After the incident, it was impossible for him not to resign.",
      "pt": "Após o incidente, era impossível para ele não renunciar."
    },
    {
      "en": "He resigned himself to the fact that his team was going to lose.",
      "pt": "Ele se conformou com o fato de que seu time ia perder."
    },
    {
      "en": "The treasurer resigned after it was discovered that money was missing.",
      "pt": "O tesoureiro pediu demissão depois que se descobriu que o dinheiro estava faltando."
    },
    {
      "en": "The university is trying to re-sign the popular professor.",
      "pt": "A universidade está tentando renovar o contrato do professor popular."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "resign",
      "options": [
        "resign",
        "design"
      ],
      "correct": "resign"
    },
    {
      "question": "resign",
      "options": [
        "assign",
        "resign"
      ],
      "correct": "resign"
    },
    {
      "question": "resign",
      "options": [
        "resign",
        "sign"
      ],
      "correct": "resign"
    },
    {
      "question": "resign",
      "options": [
        "realign",
        "resign"
      ],
      "correct": "resign"
    },
    {
      "question": "resign",
      "options": [
        "resign",
        "shine"
      ],
      "correct": "resign"
    },
    {
      "question": "resign",
      "options": [
        "fine",
        "resign"
      ],
      "correct": "resign"
    },
    {
      "question": "resign",
      "options": [
        "resign",
        "divine"
      ],
      "correct": "resign"
    },
    {
      "question": "resign",
      "options": [
        "incline",
        "resign"
      ],
      "correct": "resign"
    },
    {
      "question": "resign",
      "options": [
        "resign",
        "refine"
      ],
      "correct": "resign"
    },
    {
      "question": "resign",
      "options": [
        "combine",
        "resign"
      ],
      "correct": "resign"
    },
    {
      "question": "resign",
      "options": [
        "resign",
        "align"
      ],
      "correct": "resign"
    },
    {
      "question": "resign",
      "options": [
        "malign",
        "resign"
      ],
      "correct": "resign"
    },
    {
      "question": "resign",
      "options": [
        "resign",
        "benign"
      ],
      "correct": "resign"
    },
    {
      "question": "resign",
      "options": [
        "define",
        "resign"
      ],
      "correct": "resign"
    },
    {
      "question": "resign",
      "options": [
        "resign",
        "entwine"
      ],
      "correct": "resign"
    }
  ]
}
