{
  "sentences": [
    {
      "en": "The contract, and all clauses thereof, must be reviewed by a lawyer.",
      "pt": "O contrato, e todas as cláusulas do mesmo, devem ser revisados por um advogado."
    },
    {
      "en": "He inherited the house and all the contents thereof.",
      "pt": "Ele herdou a casa e todo o conteúdo da mesma."
    },
    {
      "en": "The research was complex, and the results thereof were groundbreaking.",
      "pt": "A pesquisa foi complexa, e os resultados dela foram inovadores."
    },
    {
      "en": "She is responsible for the project and the successful completion thereof.",
      "pt": "Ela é responsável pelo projeto e pela conclusão bem-sucedida do mesmo."
    },
    {
      "en": "The document describes the new law and the purpose thereof.",
      "pt": "O documento descreve a nova lei e o propósito da mesma."
    },
    {
      "en": "His commitment to the cause, or lack thereof, is questionable.",
      "pt": "O compromisso dele com a causa, ou a falta do mesmo, é questionável."
    },
    {
      "en": "'Thereof' is a formal word meaning 'of that' or 'of it'.",
      "pt": "'Thereof' é uma palavra formal que significa 'daquilo' ou 'disso'."
    },
    {
      "en": "The property includes the main building and the land adjacent thereof.",
      "pt": "A propriedade inclui o prédio principal e o terreno adjacente ao mesmo."
    },
    {
      "en": "You are purchasing the software and a license for the use thereof.",
      "pt": "Você está adquirindo o software e uma licença para o uso do mesmo."
    },
    {
      "en": "The will specifies the distribution of the estate and all assets thereof.",
      "pt": "O testamento especifica a distribuição do espólio e de todos os ativos do mesmo."
    },
    {
      "en": "The study was published, along with a summary of the findings thereof.",
      "pt": "O estudo foi publicado, juntamente com um resumo das descobertas do mesmo."
    },
    {
      "en": "We discussed the plan and the potential risks thereof.",
      "pt": "Nós discutimos o plano e os riscos potenciais do mesmo."
    },
    {
      "en": "The quality of the product, or lack thereof, will determine our success.",
      "pt": "A qualidade do produto, ou a falta dela, determinará nosso sucesso."
    },
    {
      "en": "The committee will examine the proposal and the details thereof.",
      "pt": "O comitê examinará a proposta e os detalhes da mesma."
    },
    {
      "en": "The company, and the board of directors thereof, have approved the merger.",
      "pt": "A empresa, e o conselho de administração da mesma, aprovaram a fusão."
    },
    {
      "en": "This statute applies to all citizens and the territories thereof.",
      "pt": "Este estatuto se aplica a todos os cidadãos e aos territórios dos mesmos."
    },
    {
      "en": "He is the legal owner of the vehicle and is responsible for the maintenance thereof.",
      "pt": "Ele é o proprietário legal do veículo e é responsável pela manutenção do mesmo."
    },
    {
      "en": "The report outlines the problem and the causes thereof.",
      "pt": "O relatório descreve o problema e as causas do mesmo."
    },
    {
      "en": "The accused has the right to a fair trial and all the protections thereof.",
      "pt": "O acusado tem direito a um julgamento justo e a todas as proteções do mesmo."
    },
    {
      "en": "Her enthusiasm for the project, or lack thereof, was obvious.",
      "pt": "O entusiasmo dela pelo projeto, ou a falta dele, era óbvio."
    },
    {
      "en": "The book and the main character thereof are famous worldwide.",
      "pt": "O livro e o personagem principal do mesmo são famosos mundialmente."
    },
    {
      "en": "Please read the terms of service and indicate your acceptance thereof.",
      "pt": "Por favor, leia os termos de serviço e indique sua aceitação dos mesmos."
    },
    {
      "en": "The kingdom was vast, and the riches thereof were legendary.",
      "pt": "O reino era vasto, e as riquezas do mesmo eram lendárias."
    },
    {
      "en": "The machine requires regular cleaning, and failure to do so may affect the performance thereof.",
      "pt": "A máquina requer limpeza regular, e a falha em fazê-lo pode afetar o desempenho da mesma."
    },
    {
      "en": "You have been granted access to the system and are responsible for any use thereof.",
      "pt": "Você recebeu acesso ao sistema e é responsável por qualquer uso do mesmo."
    },
    {
      "en": "The recipe, or a variation thereof, has been in my family for generations.",
      "pt": "A receita, ou uma variação da mesma, está na minha família há gerações."
    },
    {
      "en": "The evidence, and the interpretation thereof, was presented to the jury.",
      "pt": "A evidência, e a interpretação da mesma, foi apresentada ao júri."
    },
    {
      "en": "The company owns the patent and all rights associated thereof.",
      "pt": "A empresa detém a patente e todos os direitos associados a ela."
    },
    {
      "en": "His honesty, or lack thereof, will be revealed in time.",
      "pt": "A honestidade dele, ou a falta dela, será revelada com o tempo."
    },
    {
      "en": "The artwork is valuable, and the authenticity thereof has been verified.",
      "pt": "A obra de arte é valiosa, e a autenticidade da mesma foi verificada."
    },
    {
      "en": "The user must agree to the license agreement before installation of the software or any part thereof.",
      "pt": "O usuário deve concordar com o contrato de licença antes da instalação do software ou de qualquer parte do mesmo."
    },
    {
      "en": "The ship and all cargo thereof were lost at sea.",
      "pt": "O navio e toda a carga do mesmo foram perdidos no mar."
    },
    {
      "en": "The experiment and the conclusions drawn thereof were published in a journal.",
      "pt": "O experimento e as conclusões tiradas do mesmo foram publicados em uma revista."
    },
    {
      "en": "The new policy, and the implications thereof, will be discussed at the meeting.",
      "pt": "A nova política, e as implicações da mesma, serão discutidas na reunião."
    },
    {
      "en": "The building is structurally sound, and a recent inspection thereof confirms it.",
      "pt": "O prédio é estruturalmente sólido, e uma inspeção recente do mesmo confirma isso."
    },
    {
      "en": "Your account, and the security thereof, is your responsibility.",
      "pt": "Sua conta, e a segurança da mesma, é sua responsabilidade."
    },
    {
      "en": "The quality of their work, or more accurately, the lack thereof, is concerning.",
      "pt": "A qualidade do trabalho deles, ou mais precisamente, a falta dela, é preocupante."
    },
    {
      "en": "The treaty and the enforcement thereof are matters of international law.",
      "pt": "O tratado e a aplicação do mesmo são questões de direito internacional."
    },
    {
      "en": "The original manuscript, or a copy thereof, must be submitted.",
      "pt": "O manuscrito original, ou uma cópia do mesmo, deve ser submetido."
    },
    {
      "en": "The fund and the management thereof are subject to annual audits.",
      "pt": "O fundo e a gestão do mesmo estão sujeitos a auditorias anuais."
    },
    {
      "en": "The database contains sensitive information, and the protection thereof is our top priority.",
      "pt": "O banco de dados contém informações sensíveis, e a proteção das mesmas é nossa principal prioridade."
    },
    {
      "en": "The article discusses the new theory and provides several examples thereof.",
      "pt": "O artigo discute a nova teoria e fornece vários exemplos da mesma."
    },
    {
      "en": "The defendant was found guilty of the crime and the punishment thereof was a long prison sentence.",
      "pt": "O réu foi considerado culpado do crime e a punição para o mesmo foi uma longa sentença de prisão."
    },
    {
      "en": "His account of the events and the accuracy thereof are in question.",
      "pt": "O relato dele dos eventos e a precisão do mesmo estão em questão."
    },
    {
      "en": "We need to assess the situation and the urgency thereof.",
      "pt": "Precisamos avaliar a situação e a urgência da mesma."
    },
    {
      "en": "The photograph and the date thereof are important for the investigation.",
      "pt": "A fotografia e a data da mesma são importantes para a investigação."
    },
    {
      "en": "The warranty covers the product and any defects thereof for one year.",
      "pt": "A garantia cobre o produto e quaisquer defeitos do mesmo por um ano."
    },
    {
      "en": "Their support, or lack thereof, will be a deciding factor.",
      "pt": "O apoio deles, ou a falta do mesmo, será um fator decisivo."
    },
    {
      "en": "The package and the contents thereof arrived damaged.",
      "pt": "O pacote e o conteúdo do mesmo chegaram danificados."
    },
    {
      "en": "The constitution, and the amendments thereof, form the basis of our legal system.",
      "pt": "A constituição, e as emendas da mesma, formam a base do nosso sistema jurídico."
    },
    {
      "en": "He must complete the task or a significant portion thereof by tomorrow.",
      "pt": "Ele deve completar a tarefa ou uma porção significativa da mesma até amanhã."
    },
    {
      "en": "The law prohibits the act, and any attempt thereof is also illegal.",
      "pt": "A lei proíbe o ato, e qualquer tentativa do mesmo também é ilegal."
    },
    {
      "en": "The forest and the wildlife thereof are protected by federal law.",
      "pt": "A floresta e a vida selvagem da mesma são protegidas por lei federal."
    },
    {
      "en": "The company's assets, and the valuation thereof, are detailed in the report.",
      "pt": "Os ativos da empresa, e a avaliação dos mesmos, estão detalhados no relatório."
    },
    {
      "en": "The system is complex, and understanding thereof requires careful study.",
      "pt": "O sistema é complexo, e a compreensão do mesmo requer um estudo cuidadoso."
    },
    {
      "en": "The will states that the eldest son shall inherit the estate or a portion thereof.",
      "pt": "O testamento afirma que o filho mais velho herdará a propriedade ou uma parte dela."
    },
    {
      "en": "His argument, and the logic thereof, was flawed.",
      "pt": "O argumento dele, e a lógica do mesmo, era falho."
    },
    {
      "en": "The equipment must be returned in good condition, or the renter will be liable for the cost thereof.",
      "pt": "O equipamento deve ser devolvido em boas condições, ou o locatário será responsável pelo custo do mesmo."
    },
    {
      "en": "The painting is a masterpiece, and the fame thereof has spread far and wide.",
      "pt": "A pintura é uma obra-prima, e a fama da mesma se espalhou por toda parte."
    },
    {
      "en": "The plan, and all parts thereof, must be approved by the board.",
      "pt": "O plano, e todas as partes do mesmo, devem ser aprovados pelo conselho."
    },
    {
      "en": "This certificate confirms ownership of the property and the rights thereof.",
      "pt": "Este certificado confirma a posse da propriedade e os direitos da mesma."
    },
    {
      "en": "The problem, and the solution thereof, are not as simple as they seem.",
      "pt": "O problema, e a solução para o mesmo, не são tão simples quanto parecem."
    },
    {
      "en": "This rule applies to all members and any guests thereof.",
      "pt": "Esta regra se aplica a todos os membros e a quaisquer convidados dos mesmos."
    },
    {
      "en": "The theory is sound, but the practical application thereof is difficult.",
      "pt": "A teoria é sólida, mas a aplicação prática da mesma é difícil."
    },
    {
      "en": "The organization and the members thereof are committed to the cause.",
      "pt": "A organização e os membros da mesma estão comprometidos com a causa."
    },
    {
      "en": "The document is authentic, and we have proof thereof.",
      "pt": "O documento é autêntico, e nós temos prova disso."
    },
    {
      "en": "The buyer agrees to purchase the vehicle and assumes all risks of the operation thereof.",
      "pt": "O comprador concorda em adquirir o veículo e assume todos os riscos da operação do mesmo."
    },
    {
      "en": "The love of money is the root of all evil; we are all aware of the dangers thereof.",
      "pt": "O amor ao dinheiro é a raiz de todo o mal; todos nós estamos cientes dos perigos disso."
    },
    {
      "en": "The court's decision, and the reasoning thereof, will be published next week.",
      "pt": "A decisão do tribunal, e o raciocínio por trás da mesma, serão publicados na próxima semana."
    },
    {
      "en": "The project failed due to poor planning, or a complete lack thereof.",
      "pt": "O projeto fracassou devido a um planejamento ruim, ou à completa falta do mesmo."
    },
    {
      "en": "The user is responsible for the password and the confidentiality thereof.",
      "pt": "O usuário é responsável pela senha e pela confidencialidade da mesma."
    },
    {
      "en": "The discovery was significant, and the implications thereof are still being studied.",
      "pt": "A descoberta foi significativa, e as implicações da mesma ainda estão sendo estudadas."
    },
    {
      "en": "The first payment is due on May 1st, and 10% of the total amount thereof must be paid.",
      "pt": "O primeiro pagamento vence em 1º de maio, e 10% do valor total do mesmo deve ser pago."
    },
    {
      "en": "The foundation and the charter thereof were established in 1990.",
      "pt": "A fundação e o estatuto da mesma foram estabelecidos em 1990."
    },
    {
      "en": "The poem is beautiful, but the meaning thereof is open to interpretation.",
      "pt": "O poema é belo, mas o significado do mesmo está aberto a interpretações."
    },
    {
      "en": "He must provide the original document or a certified copy thereof.",
      "pt": "Ele deve fornecer o documento original ou uma cópia autenticada do mesmo."
    },
    {
      "en": "The system has a critical flaw, and the consequences thereof could be severe.",
      "pt": "O sistema tem uma falha crítica, e as consequências da mesma podem ser severas."
    },
    {
      "en": "The company's financial health, or lack thereof, is a cause for concern.",
      "pt": "A saúde financeira da empresa, ou a falta dela, é motivo de preocupação."
    },
    {
      "en": "The software is provided 'as is', without any warranty of the performance thereof.",
      "pt": "O software é fornecido 'como está', sem qualquer garantia de desempenho do mesmo."
    },
    {
      "en": "The land and all structures thereof are included in the sale.",
      "pt": "O terreno e todas as estruturas do mesmo estão incluídos na venda."
    },
    {
      "en": "The testimony, and the veracity thereof, was challenged by the defense.",
      "pt": "O depoimento, e a veracidade do mesmo, foi contestado pela defesa."
    },
    {
      "en": "The club has a strict code of conduct and expects all members to adhere thereof.",
      "pt": "O clube tem um código de conduta rigoroso e espera que todos os membros adiram ao mesmo."
    },
    {
      "en": "The user has read the privacy policy and consents to the terms thereof.",
      "pt": "O usuário leu a política de privacidade e concorda com os termos da mesma."
    },
    {
      "en": "The process is complicated, and a full description thereof is beyond the scope of this summary.",
      "pt": "O processo é complicado, e uma descrição completa do mesmo está além do escopo deste resumo."
    },
    {
      "en": "The song is famous, as are several cover versions thereof.",
      "pt": "A música é famosa, assim como várias versões cover da mesma."
    },
    {
      "en": "The procedure is risky, and the patient must be informed of the dangers thereof.",
      "pt": "O procedimento é arriscado, e o paciente deve ser informado dos perigos do mesmo."
    },
    {
      "en": "The law is clear, and ignorance thereof is no excuse.",
      "pt": "A lei é clara, e a ignorância da mesma não é desculpa."
    },
    {
      "en": "He submitted the form and a photograph attached thereof.",
      "pt": "Ele entregou o formulário e uma fotografia anexa ao mesmo."
    },
    {
      "en": "The quality of your communication skills, or lack thereof, can affect your career.",
      "pt": "A qualidade de suas habilidades de comunicação, ou a falta delas, pode afetar sua carreira."
    },
    {
      "en": "The company's logo, or any representation thereof, cannot be used without permission.",
      "pt": "O logotipo da empresa, ou qualquer representação do mesmo, não pode ser usado sem permissão."
    },
    {
      "en": "The information is confidential, and any disclosure thereof is prohibited.",
      "pt": "A informação é confidencial, e qualquer divulgação da mesma é proibida."
    },
    {
      "en": "The agreement shall be binding on both parties and the successors thereof.",
      "pt": "O acordo será vinculativo para ambas as partes e para os sucessores das mesmas."
    },
    {
      "en": "The task is difficult, and the time allotted thereof is insufficient.",
      "pt": "A tarefa é difícil, e o tempo alocado para a mesma é insuficiente."
    },
    {
      "en": "The manuscript and all notes thereof were donated to the library.",
      "pt": "O manuscrito e todas as notas do mesmo foram doados para a biblioteca."
    },
    {
      "en": "The government and the agencies thereof are responsible for this action.",
      "pt": "O governo e as agências do mesmo são responsáveis por esta ação."
    },
    {
      "en": "The new product has a unique design, and the patent thereof is pending.",
      "pt": "O novo produto tem um design único, e a patente do mesmo está pendente."
    },
    {
      "en": "The historical event and the significance thereof are taught in schools.",
      "pt": "O evento histórico e o significado do mesmo são ensinados nas escolas."
    },
    {
      "en": "The employee must follow the safety protocol or face the consequences thereof.",
      "pt": "O funcionário deve seguir o protocolo de segurança ou enfrentar as consequências disso."
    },
    {
      "en": "The company's reputation, and the preservation thereof, is of utmost importance.",
      "pt": "A reputação da empresa, e a preservação da mesma, é de suma importância."
    },
    {
      "en": "The problem lies not in the plan itself, but in the execution thereof.",
      "pt": "O problema não está no plano em si, mas na execução do mesmo."
    },
    {
      "en": "He has a certain charm, but I question the sincerity thereof.",
      "pt": "Ele tem um certo charme, mas eu questiono a sinceridade do mesmo."
    },
    {
      "en": "The book discusses the theory of relativity and the implications thereof.",
      "pt": "O livro discute a teoria da relatividade e as implicações da mesma."
    },
    {
      "en": "The estate includes the main house, the gardens, and all buildings thereof.",
      "pt": "A propriedade inclui a casa principal, os jardins e todos os edifícios da mesma."
    },
    {
      "en": "The shareholder has one vote per share of stock and may not transfer said right of vote or any part thereof.",
      "pt": "O acionista tem um voto por ação e не pode transferir tal direito de voto ou qualquer parte do mesmo."
    },
    {
      "en": "The account is active, but the recent transactions thereof are suspicious.",
      "pt": "A conta está ativa, mas as transações recentes da mesma são suspeitas."
    },
    {
      "en": "The experiment must be conducted under specific conditions, and any deviation thereof must be noted.",
      "pt": "O experimento deve ser conduzido sob condições específicas, e qualquer desvio das mesmas deve ser anotado."
    },
    {
      "en": "The decision was made by the council, and the mayor is just the executor thereof.",
      "pt": "A decisão foi tomada pelo conselho, e o prefeito é apenas o executor da mesma."
    },
    {
      "en": "The evidence, or lack thereof, made the case difficult to prosecute.",
      "pt": "A evidência, ou a falta dela, tornou o caso difícil de processar."
    },
    {
      "en": "The intellectual property, including all trademarks and copyrights thereof, belongs to the company.",
      "pt": "A propriedade intelectual, incluindo todas as marcas registradas e direitos autorais da mesma, pertence à empresa."
    },
    {
      "en": "The applicant must submit a portfolio of their work or photographs thereof.",
      "pt": "O candidato deve apresentar um portfólio de seu trabalho ou fotografias do mesmo."
    },
    {
      "en": "The mountain is majestic, and the view from the summit thereof is breathtaking.",
      "pt": "A montanha é majestosa, e a vista do cume da mesma é de tirar o fôlego."
    },
    {
      "en": "The user is granted a non-exclusive license to use the product and the documentation thereof.",
      "pt": "Ao usuário é concedida uma licença não exclusiva para usar o produto e a documentação do mesmo."
    },
    {
      "en": "The society and the bylaws thereof govern the conduct of all members.",
      "pt": "A sociedade e os estatutos da mesma governam a conduta de todos os membros."
    },
    {
      "en": "The ritual is an ancient tradition, and the meaning thereof has been lost to time.",
      "pt": "O ritual é uma tradição antiga, e o significado do mesmo foi perdido no tempo."
    },
    {
      "en": "The item is rare, and the value thereof is estimated to be over a million dollars.",
      "pt": "O item é raro, e o valor do mesmo é estimado em mais de um milhão de dólares."
    },
    {
      "en": "The board must approve the budget and any amendments thereof.",
      "pt": "O conselho deve aprovar o orçamento e quaisquer emendas ao mesmo."
    },
    {
      "en": "The plaintiff is seeking damages for the injury and the pain and suffering resulting thereof.",
      "pt": "O autor busca indenização pela lesão e pela dor e sofrimento resultantes da mesma."
    },
    {
      "en": "The group's success was due to their planning, or the complete lack thereof.",
      "pt": "O sucesso do grupo foi devido ao planejamento deles, ou à completa falta do mesmo."
    },
    {
      "en": "This permit is valid for 90 days from the date of issuance thereof.",
      "pt": "Esta permissão é válida por 90 dias a partir da data de emissão da mesma."
    },
    {
      "en": "The data is incomplete, and any analysis thereof will be unreliable.",
      "pt": "Os dados estão incompletos, e qualquer análise dos mesmos não será confiável."
    },
    {
      "en": "The corporation or any subsidiary thereof may be held liable.",
      "pt": "A corporação ou qualquer subsidiária da mesma pode ser responsabilizada."
    },
    {
      "en": "The judge examined the document and the signature thereof.",
      "pt": "O juiz examinou o documento e a assinatura do mesmo."
    },
    {
      "en": "The chemical compound is unstable, and the handling thereof requires extreme caution.",
      "pt": "O composto químico é instável, e o manuseio do mesmo requer extremo cuidado."
    },
    {
      "en": "The company guarantees the product, but not any modifications thereof made by the user.",
      "pt": "A empresa garante o produto, mas не quaisquer modificações do mesmo feitas pelo usuário."
    },
    {
      "en": "The election was held, and the results thereof were announced this morning.",
      "pt": "A eleição foi realizada, e os resultados da mesma foram anunciados esta manhã."
    },
    {
      "en": "The artifact is of great historical importance, and the study thereof continues.",
      "pt": "O artefato é de grande importância histórica, e o estudo do mesmo continua."
    },
    {
      "en": "The organization's structure, and the efficiency thereof, is currently under review.",
      "pt": "A estrutura da organização, e a eficiência da mesma, está atualmente sob revisão."
    },
    {
      "en": "The client must approve the design before any production thereof begins.",
      "pt": "O cliente deve aprovar o design antes que qualquer produção do mesmo comece."
    },
    {
      "en": "He is accused of the crime, or at least of having knowledge thereof.",
      "pt": "Ele é acusado do crime, ou pelo menos de ter conhecimento do mesmo."
    },
    {
      "en": "The treaty establishes the border and the demarcation thereof.",
      "pt": "O tratado estabelece a fronteira e a demarcação da mesma."
    },
    {
      "en": "The company will provide the equipment and instructions for the proper use thereof.",
      "pt": "A empresa fornecerá o equipamento e as instruções para o uso adequado do mesmo."
    },
    {
      "en": "The fund invests in technology stocks and derivatives thereof.",
      "pt": "O fundo investe em ações de tecnologia e em derivativos das mesmas."
    },
    {
      "en": "His memory of the event, or lack thereof, made him an unreliable witness.",
      "pt": "Sua memória do evento, ou a falta dela, o tornava uma testemunha não confiável."
    },
    {
      "en": "The algorithm is complex, and the logic thereof is proprietary.",
      "pt": "O algoritmo é complexo, e a lógica do mesmo é proprietária."
    },
    {
      "en": "The penalty for the offense is a fine, and the amount thereof is determined by the judge.",
      "pt": "A penalidade para a infração é uma multa, e o valor da mesma é determinado pelo juiz."
    },
    {
      "en": "The will divides the property into three parts and specifies the heirs thereof.",
      "pt": "O testamento divide a propriedade em três partes e especifica os herdeiros das mesmas."
    },
    {
      "en": "The city and the suburbs thereof have grown rapidly.",
      "pt": "A cidade e os subúrbios da mesma cresceram rapidamente."
    },
    {
      "en": "The new system and the implementation thereof will take several months.",
      "pt": "O novo sistema e a implementação do mesmo levarão vários meses."
    },
    {
      "en": "The copyright for the work, and any part thereof, belongs to the author.",
      "pt": "Os direitos autorais da obra, e de qualquer parte da mesma, pertencem ao autor."
    },
    {
      "en": "The vehicle is being sold 'as is', and the seller makes no warranties as to the condition thereof.",
      "pt": "O veículo está sendo vendido 'no estado em que se encontra', e o vendedor não oferece garantias quanto à condição do mesmo."
    },
    {
      "en": "The employee handbook details the company policies and the expectations thereof.",
      "pt": "O manual do funcionário detalha as políticas da empresa e as expectativas das mesmas."
    },
    {
      "en": "The defendant has the right to appeal the verdict and the sentence thereof.",
      "pt": "O réu tem o direito de apelar do veredito e da sentença do mesmo."
    },
    {
      "en": "The plan has merit, but the feasibility thereof has not yet been proven.",
      "pt": "O plano tem mérito, mas a viabilidade do mesmo ainda não foi provada."
    },
    {
      "en": "The corporation is a legal entity, and the shareholders thereof have limited liability.",
      "pt": "A corporação é uma entidade legal, e os acionistas da mesma têm responsabilidade limitada."
    },
    {
      "en": "The original file was corrupted, and any copies thereof are also unusable.",
      "pt": "O arquivo original foi corrompido, e quaisquer cópias do mesmo também estão inutilizáveis."
    },
    {
      "en": "This agreement supersedes all prior discussions and understandings thereof.",
      "pt": "Este acordo substitui todas as discussões e entendimentos anteriores sobre o mesmo."
    },
    {
      "en": "The speech was inspiring, but the practical impact thereof remains to be seen.",
      "pt": "O discurso foi inspirador, mas o impacto prático do mesmo ainda está para ser visto."
    },
    {
      "en": "The tenant is responsible for the apartment and the cleanliness thereof.",
      "pt": "O inquilino é responsável pelo apartamento e pela limpeza do mesmo."
    },
    {
      "en": "The mountain range and the highest peak thereof are visible from here.",
      "pt": "A cordilheira e o pico mais alto da mesma são visíveis daqui."
    },
    {
      "en": "The council will vote on the new regulation and any changes thereof.",
      "pt": "O conselho votará na nova regulamentação e em quaisquer alterações da mesma."
    },
    {
      "en": "The artwork or any reproduction thereof may not be used without consent.",
      "pt": "A obra de arte ou qualquer reprodução da mesma não pode ser usada sem consentimento."
    },
    {
      "en": "The machine has many components, and the failure of any part thereof can stop production.",
      "pt": "A máquina tem muitos componentes, e a falha de qualquer parte dos mesmos pode parar a produção."
    },
    {
      "en": "The discovery of the new planet and the characteristics thereof excited the scientific community.",
      "pt": "A descoberta do novo planeta e as características do mesmo entusiasmaram a comunidade científica."
    },
    {
      "en": "The patient's medical history, or lack thereof, made diagnosis difficult.",
      "pt": "O histórico médico do paciente, ou a falta dele, dificultou o diagnóstico."
    },
    {
      "en": "The deposit, and any interest accrued thereof, will be returned at the end of the lease.",
      "pt": "O depósito, e quaisquer juros acumulados do mesmo, serão devolvidos no final do contrato de aluguel."
    },
    {
      "en": "The theorem is elegant, and the proof thereof is a classic example of mathematical reasoning.",
      "pt": "O teorema é elegante, e a prova do mesmo é um exemplo clássico de raciocínio matemático."
    },
    {
      "en": "The company reserves the right to modify the service or any feature thereof at any time.",
      "pt": "A empresa se reserva o direito de modificar o serviço ou qualquer recurso do mesmo a qualquer momento."
    },
    {
      "en": "The library and the entire collection thereof were destroyed in the fire.",
      "pt": "A biblioteca e toda a coleção da mesma foram destruídas no incêndio."
    },
    {
      "en": "The task requires great skill, and the successful execution thereof will be rewarded.",
      "pt": "A tarefa requer grande habilidade, e a execução bem-sucedida da mesma será recompensada."
    },
    {
      "en": "The software license is for a single user, and the transfer thereof is prohibited.",
      "pt": "A licença do software é para um único usuário, e a transferência da mesma é proibida."
    },
    {
      "en": "The ancient text is difficult to read, and the translation thereof took many years.",
      "pt": "O texto antigo é difícil de ler, e a tradução do mesmo levou muitos anos."
    },
    {
      "en": "The board has a fiduciary duty, and any breach thereof will have serious consequences.",
      "pt": "O conselho tem um dever fiduciário, e qualquer violação do mesmo terá sérias consequências."
    },
    {
      "en": "The employee has a right to privacy, and the company must respect the boundaries thereof.",
      "pt": "O funcionário tem direito à privacidade, e a empresa deve respeitar os limites da mesma."
    },
    {
      "en": "The investigation is ongoing, and further details thereof cannot be disclosed at this time.",
      "pt": "A investigação está em andamento, e mais detalhes da mesma não podem ser divulgados no momento."
    },
    {
      "en": "The financial instrument is complex, and the risks thereof are not immediately obvious.",
      "pt": "O instrumento financeiro é complexo, e os riscos do mesmo não são imediatamente óbvios."
    },
    {
      "en": "The company's commitment to quality, or lack thereof, is reflected in its products.",
      "pt": "O compromisso da empresa com a qualidade, ou a falta dele, se reflete em seus produtos."
    },
    {
      "en": "The password must be kept secret, and the owner thereof is responsible for its use.",
      "pt": "A senha deve ser mantida em segredo, e o proprietário da mesma é responsável por seu uso."
    },
    {
      "en": "The car is being sold with no guarantee as to the condition thereof.",
      "pt": "O carro está sendo vendido sem garantia quanto à condição do mesmo."
    },
    {
      "en": "The new policy affects all employees and the families thereof.",
      "pt": "A nova política afeta todos os funcionários e as famílias dos mesmos."
    },
    {
      "en": "The constitution guarantees certain rights and the protection thereof.",
      "pt": "A constituição garante certos direitos e a proteção dos mesmos."
    },
    {
      "en": "The mission was a secret, and all records thereof were destroyed.",
      "pt": "A missão era secreta, e todos os registros da mesma foram destruídos."
    },
    {
      "en": "The proposal will be evaluated based on its merits and the cost thereof.",
      "pt": "A proposta será avaliada com base em seus méritos e no custo da mesma."
    },
    {
      "en": "The association's rules, and any subsequent modifications thereof, are binding.",
      "pt": "As regras da associação, e quaisquer modificações subsequentes das mesmas, são vinculativas."
    },
    {
      "en": "The warning was clear, and he chose to ignore the dangers thereof.",
      "pt": "O aviso foi claro, e ele escolheu ignorar os perigos do mesmo."
    },
    {
      "en": "The company owns the land and the mineral rights thereof.",
      "pt": "A empresa é proprietária do terreno e dos direitos minerais do mesmo."
    },
    {
      "en": "The program has a specific goal, and all activities are in service thereof.",
      "pt": "O programa tem um objetivo específico, e todas as atividades estão a serviço do mesmo."
    },
    {
      "en": "The evidence was compelling, and the importance thereof could not be overstated.",
      "pt": "A evidência era convincente, e a importância da mesma não podia ser exagerada."
    },
    {
      "en": "The data, and the privacy thereof, must be protected at all costs.",
      "pt": "Os dados, e a privacidade dos mesmos, devem ser protegidos a todo custo."
    },
    {
      "en": "The law defines the crime and sets forth the punishment thereof.",
      "pt": "A lei define o crime e estabelece a punição para o mesmo."
    },
    {
      "en": "The success of the team is a result of their talent and the hard work thereof.",
      "pt": "O sucesso da equipe é resultado de seu talento e do trabalho árduo do mesmo."
    },
    {
      "en": "The document is sealed, and the contents thereof are not public.",
      "pt": "O documento está selado, e o conteúdo do mesmo не é público."
    },
    {
      "en": "This title confirms your ownership of the car and your right to sell or transfer thereof.",
      "pt": "Este título confirma sua posse do carro e seu direito de vender ou transferir o mesmo."
    },
    {
      "en": "The applicant must have a university degree or the equivalent thereof.",
      "pt": "O candidato deve ter um diploma universitário ou o equivalente do mesmo."
    },
    {
      "en": "The garden is beautiful, and the upkeep thereof requires daily work.",
      "pt": "O jardim é lindo, e a manutenção do mesmo requer trabalho diário."
    },
    {
      "en": "The trust was established for the benefit of the children and the descendants thereof.",
      "pt": "O fundo foi estabelecido para o benefício dos filhos e dos descendentes dos mesmos."
    },
    {
      "en": "The company's code of ethics, or lack thereof, has become a major issue.",
      "pt": "O código de ética da empresa, ou a falta dele, tornou-se um grande problema."
    },
    {
      "en": "The procedure is outlined in section five of the manual and the diagram thereof.",
      "pt": "O procedimento está descrito na seção cinco do manual e no diagrama do mesmo."
    },
    {
      "en": "The information provided, and the accuracy thereof, is the responsibility of the applicant.",
      "pt": "As informações fornecidas, e a precisão das mesmas, são de responsabilidade do candidato."
    },
    {
      "en": "The agreement is valid for one year, and the renewal thereof is automatic.",
      "pt": "O acordo é válido por um ano, e a renovação do mesmo é automática."
    },
    {
      "en": "The project's budget, and the allocation thereof, was approved.",
      "pt": "O orçamento do projeto, e a alocação do mesmo, foi aprovado."
    },
    {
      "en": "The original painting was lost, and only copies thereof remain.",
      "pt": "A pintura original foi perdida, e apenas cópias da mesma permanecem."
    },
    {
      "en": "The user must install the software and any updates thereof.",
      "pt": "O usuário deve instalar o software e quaisquer atualizações do mesmo."
    },
    {
      "en": "The job requires a specific skill set and proof of the existence thereof.",
      "pt": "O trabalho requer um conjunto de habilidades específico e prova da existência do mesmo."
    },
    {
      "en": "The island and the inhabitants thereof have a unique culture.",
      "pt": "A ilha e os habitantes da mesma têm uma cultura única."
    },
    {
      "en": "The company is responsible for the product and the safe packaging thereof.",
      "pt": "A empresa é responsável pelo produto e pela embalagem segura do mesmo."
    },
    {
      "en": "The warranty does not cover the device or any accessories thereof if damaged by water.",
      "pt": "A garantia não cobre o dispositivo ou quaisquer acessórios do mesmo se danificados por água."
    },
    {
      "en": "The committee's report, and the recommendations thereof, were accepted.",
      "pt": "O relatório do comitê, e as recomendações do mesmo, foram aceitos."
    },
    {
      "en": "The new law is complex, and the full impact thereof will not be known for years.",
      "pt": "A nova lei é complexa, e o impacto total da mesma não será conhecido por anos."
    },
    {
      "en": "The map and the legend thereof are essential for navigation.",
      "pt": "O mapa e a legenda do mesmo são essenciais para a navegação."
    },
    {
      "en": "The company's privacy policy, and your agreement thereof, is required to create an account.",
      "pt": "A política de privacidade da empresa, e sua concordância com a mesma, é necessária para criar uma conta."
    },
    {
      "en": "The symphony is a masterpiece, and the final movement thereof is particularly famous.",
      "pt": "A sinfonia é uma obra-prima, e o movimento final da mesma é particularmente famoso."
    },
    {
      "en": "The position requires a background in finance and experience in the management thereof.",
      "pt": "O cargo requer formação em finanças e experiência na gestão das mesmas."
    },
    {
      "en": "His attention to detail, or lack thereof, is what caused the project to fail.",
      "pt": "A atenção dele aos detalhes, ou a falta dela, foi o que fez o projeto fracassar."
    },
    {
      "en": "The corporation and all divisions thereof must comply with the new regulations.",
      "pt": "A corporação e todas as divisões da mesma devem cumprir as novas regulamentações."
    },
    {
      "en": "The building's fire alarm system, and the regular testing thereof, is mandated by law.",
      "pt": "O sistema de alarme de incêndio do prédio, e o teste regular do mesmo, é exigido por lei."
    },
    {
      "en": "The concept is simple, but the implementation thereof is quite challenging.",
      "pt": "O conceito é simples, mas a implementação do mesmo é bastante desafiadora."
    },
    {
      "en": "The loan must be repaid in full, together with any interest accrued thereof.",
      "pt": "O empréstimo deve ser pago integralmente, juntamente com quaisquer juros acumulados do mesmo."
    },
    {
      "en": "The account holder is responsible for all transactions and the verification thereof.",
      "pt": "O titular da conta é responsável por todas as transações e pela verificação das mesmas."
    },
    {
      "en": "The manuscript is incomplete, and several pages thereof are missing.",
      "pt": "O manuscrito está incompleto, e várias páginas do mesmo estão faltando."
    },
    {
      "en": "The new tax law, and the interpretation thereof, has confused many people.",
      "pt": "A nova lei tributária, e a interpretação da mesma, confundiu muitas pessoas."
    },
    {
      "en": "The company owns the trademark, and any unauthorized use thereof is prohibited.",
      "pt": "A empresa detém a marca registrada, e qualquer uso não autorizado da mesma é proibido."
    },
    {
      "en": "The subscription is for one year, and notice of cancellation thereof must be given 30 days in advance.",
      "pt": "A assinatura é por um ano, e o aviso de cancelamento da mesma deve ser dado com 30 dias de antecedência."
    },
    {
      "en": "The evidence, and the questionable origin thereof, was dismissed by the court.",
      "pt": "A evidência, e a origem questionável da mesma, foi rejeitada pelo tribunal."
    },
    {
      "en": "The quality of the source material is poor, and the quality of any copies thereof will also be poor.",
      "pt": "A qualidade do material de origem é ruim, e a qualidade de quaisquer cópias do mesmo também será ruim."
    },
    {
      "en": "The system requires a password, and the strength thereof is crucial for security.",
      "pt": "O sistema requer uma senha, e a força da mesma é crucial para a segurança."
    },
    {
      "en": "The will names the beneficiary of the trust and the assets thereof.",
      "pt": "O testamento nomeia o beneficiário do fundo e os ativos do mesmo."
    },
    {
      "en": "The river and the ecology thereof have been damaged by pollution.",
      "pt": "O rio e a ecologia do mesmo foram danificados pela poluição."
    },
    {
      "en": "The contract is void if any signature thereof is found to be forged.",
      "pt": "O contrato é nulo se qualquer assinatura do mesmo for considerada falsificada."
    },
    {
      "en": "The patient must give informed consent, which shows understanding of the procedure and the risks thereof.",
      "pt": "O paciente deve dar consentimento informado, que demonstra compreensão do procedimento e dos riscos do mesmo."
    },
    {
      "en": "The software update, and all changes thereof, will be documented in the release notes.",
      "pt": "A atualização do software, e todas as alterações da mesma, serão documentadas nas notas de lançamento."
    },
    {
      "en": "The organization's mission statement, and the values expressed thereof, guide all its actions.",
      "pt": "A declaração de missão da organização, e os valores expressos na mesma, guiam todas as suas ações."
    },
    {
      "en": "The product is subject to local taxes, and the payment thereof is the customer's responsibility.",
      "pt": "O produto está sujeito a impostos locais, e o pagamento dos mesmos é de responsabilidade do cliente."
    },
    {
      "en": "The plan was ambitious, but the execution thereof was flawed.",
      "pt": "O plano era ambicioso, mas a execução do mesmo foi falha."
    },
    {
      "en": "The kingdom and all provinces thereof were ruled by a wise queen.",
      "pt": "O reino e todas as províncias do mesmo eram governados por uma rainha sábia."
    },
    {
      "en": "The scientific principle is well-established, but new applications thereof are still being discovered.",
      "pt": "O princípio científico é bem estabelecido, mas novas aplicações do mesmo ainda estão sendo descobertas."
    },
    {
      "en": "The data set is large, and the analysis thereof will require significant computing power.",
      "pt": "O conjunto de dados é grande, e a análise do mesmo exigirá um poder de computação significativo."
    },
    {
      "en": "The user is responsible for the equipment and the proper care thereof.",
      "pt": "O usuário é responsável pelo equipamento e pelo cuidado adequado do mesmo."
    },
    {
      "en": "The decision, and the justification thereof, was communicated to all employees.",
      "pt": "A decisão, e a justificativa para a mesma, foi comunicada a todos os funcionários."
    },
    {
      "en": "The company's assets include its buildings, equipment, and the goodwill thereof.",
      "pt": "Os ativos da empresa incluem seus edifícios, equipamentos e o fundo de comércio dos mesmos."
    },
    {
      "en": "The testimony was long, and the transcript thereof filled hundreds of pages.",
      "pt": "O depoimento foi longo, e a transcrição do mesmo preencheu centenas de páginas."
    },
    {
      "en": "The government is composed of three branches, and the powers thereof are separate.",
      "pt": "O governo é composto por três poderes, e as atribuições dos mesmos são separadas."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "thereof",
      "options": [
        "thereof",
        "therefore"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "there off",
        "thereof"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "thereof",
        "tear off"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "their love",
        "thereof"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "thereof",
        "there have"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "care of",
        "thereof"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "thereof",
        "where of"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "fear of",
        "thereof"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "thereof",
        "there above"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "therefore",
        "thereof"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "thereof",
        "there for"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "there if",
        "thereof"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "thereof",
        "there but"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "there was",
        "thereof"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "thereof",
        "therefore"
      ],
      "correct": "thereof"
    }
  ]
}
