{
  "sentences": [
    {
      "en": "The company's latest report outlines its financial performance and the strategic decisions related thereof.",
      "pt": "O último relatório da empresa descreve seu desempenho financeiro e as decisões estratégicas relacionadas a ele."
    },
    {
      "en": "The treaty was signed by all member states, and the obligations thereof are legally binding.",
      "pt": "O tratado foi assinado por todos os estados-membros, e as obrigações do mesmo são juridicamente vinculativas."
    },
    {
      "en": "He inherited a vast estate, but the management thereof proved to be a significant challenge.",
      "pt": "Ele herdou uma vasta propriedade, mas a administração da mesma provou ser um desafio significativo."
    },
    {
      "en": "The research presents a novel hypothesis and provides substantial evidence in support thereof.",
      "pt": "A pesquisa apresenta uma hipótese inovadora e fornece evidências substanciais para sustentá-la."
    },
    {
      "en": "A full copy of the shareholder agreement, or a summary thereof, is available upon request.",
      "pt": "Uma cópia completa do acordo de acionistas, ou um resumo do mesmo, está disponível mediante solicitação."
    },
    {
      "en": "The device is complex, requiring a detailed understanding of its components and the interplay thereof.",
      "pt": "O dispositivo é complexo, exigindo um entendimento detalhado de seus componentes e da interação entre eles."
    },
    {
      "en": "The project was ambitious in scope, and the successful completion thereof was a testament to the team's dedication.",
      "pt": "O projeto era ambicioso em seu escopo, e a conclusão bem-sucedida do mesmo foi um testemunho da dedicação da equipe."
    },
    {
      "en": "This document constitutes the entire agreement between the parties, superseding all prior discussions and understandings thereof.",
      "pt": "Este documento constitui o acordo integral entre as partes, substituindo todas as discussões e entendimentos prévios sobre o assunto."
    },
    {
      "en": "The court will examine the evidence and the relevance thereof to the case at hand.",
      "pt": "O tribunal examinará as provas e a relevância das mesmas para o caso em questão."
    },
    {
      "en": "Understanding a culture requires more than just learning its language; it demands an appreciation of its history and the nuances thereof.",
      "pt": "Entender uma cultura requer mais do que apenas aprender sua língua; exige uma apreciação de sua história e de suas nuances."
    },
    {
      "en": "The board approved the budget for the next fiscal year, but a detailed breakdown thereof has not yet been released.",
      "pt": "O conselho aprovou o orçamento para o próximo ano fiscal, mas uma análise detalhada do mesmo ainda não foi divulgada."
    },
    {
      "en": "The new software has many advanced features, and a full demonstration thereof will be provided during the webinar.",
      "pt": "O novo software possui muitos recursos avançados, e uma demonstração completa dos mesmos será fornecida durante o webinar."
    },
    {
      "en": "The defendant was found guilty of the crime and the consequences thereof.",
      "pt": "O réu foi considerado culpado do crime e de suas consequências."
    },
    {
      "en": "The author's main argument, and several corollaries thereof, are presented in the first chapter.",
      "pt": "O argumento principal do autor, e vários corolários do mesmo, são apresentados no primeiro capítulo."
    },
    {
      "en": "The constitution guarantees certain rights to its citizens, and the protection thereof is the state's responsibility.",
      "pt": "A constituição garante certos direitos aos seus cidadãos, e a proteção dos mesmos é responsabilidade do Estado."
    },
    {
      "en": "She purchased the antique vase and was given a certificate of authenticity thereof.",
      "pt": "Ela comprou o vaso antigo e recebeu um certificado de autenticidade do mesmo."
    },
    {
      "en": "The policy change will have significant implications, and a thorough analysis thereof is necessary.",
      "pt": "A mudança na política terá implicações significativas, e uma análise aprofundada das mesmas é necessária."
    },
    {
      "en": "The proposal was well-received, but the feasibility of the implementation thereof is still under debate.",
      "pt": "A proposta foi bem recebida, mas a viabilidade de sua implementação ainda está em debate."
    },
    {
      "en": "The property includes the main house and several acres of land appurtenant thereof.",
      "pt": "A propriedade inclui a casa principal e vários acres de terra pertencentes a ela."
    },
    {
      "en": "The study of quantum mechanics is fascinating, but a complete grasp thereof requires years of dedicated study.",
      "pt": "O estudo da mecânica quântica é fascinante, mas uma compreensão completa da mesma requer anos de estudo dedicado."
    },
    {
      "en": "The initial investment was substantial, and the returns thereof have justified the risk.",
      "pt": "O investimento inicial foi substancial, e os retornos do mesmo justificaram o risco."
    },
    {
      "en": "Each participant must sign the consent form, indicating their understanding and acceptance of the terms thereof.",
      "pt": "Cada participante deve assinar o termo de consentimento, indicando sua compreensão e aceitação dos termos do mesmo."
    },
    {
      "en": "The bylaws of the organization, or a summary thereof, must be provided to all new members.",
      "pt": "O estatuto da organização, ou um resumo do mesmo, deve ser fornecido a todos os novos membros."
    },
    {
      "en": "The artist created a magnificent sculpture, and the beauty thereof captivated everyone who saw it.",
      "pt": "O artista criou uma escultura magnífica, e a beleza da mesma cativou todos que a viram."
    },
    {
      "en": "The legal brief was exhaustive, covering every precedent and the interpretation thereof.",
      "pt": "A petição legal foi exaustiva, cobrindo todos os precedentes e a interpretação dos mesmos."
    },
    {
      "en": "What are the core principles of this philosophy and the practical applications thereof?",
      "pt": "Quais são os princípios centrais desta filosofia e suas aplicações práticas?"
    },
    {
      "en": "The fund invests in emerging technologies, but the risks thereof are considerable.",
      "pt": "O fundo investe em tecnologias emergentes, mas os riscos associados a isso são consideráveis."
    },
    {
      "en": "A patent protects an invention and the rights of the inventor thereof.",
      "pt": "Uma patente protege uma invenção e os direitos de seu inventor."
    },
    {
      "en": "The system's architecture is modular, and the maintenance thereof is consequently simplified.",
      "pt": "A arquitetura do sistema é modular, e a manutenção do mesmo é, consequentemente, simplificada."
    },
    {
      "en": "The company acquired a new subsidiary, and the integration thereof into the parent company is underway.",
      "pt": "A empresa adquiriu uma nova subsidiária, e a integração da mesma na empresa-mãe está em andamento."
    },
    {
      "en": "He wrote a treatise on the subject, and the influence thereof can be seen in subsequent academic works.",
      "pt": "Ele escreveu um tratado sobre o assunto, e a influência do mesmo pode ser vista em trabalhos acadêmicos subsequentes."
    },
    {
      "en": "The resolution was passed unanimously, and the implementation thereof will begin next month.",
      "pt": "A resolução foi aprovada por unanimidade, e sua implementação começará no próximo mês."
    },
    {
      "en": "The dataset is vast, and the analysis thereof will require significant computational resources.",
      "pt": "O conjunto de dados é vasto, e a análise do mesmo exigirá recursos computacionais significativos."
    },
    {
      "en": "The contract is for a period of one year, and any extension thereof must be mutually agreed upon in writing.",
      "pt": "O contrato tem validade de um ano, e qualquer prorrogação do mesmo deve ser mutuamente acordada por escrito."
    },
    {
      "en": "The archaeological site yielded many artifacts, and the study thereof is shedding new light on the ancient civilization.",
      "pt": "O sítio arqueológico rendeu muitos artefatos, e o estudo dos mesmos está lançando uma nova luz sobre a civilização antiga."
    },
    {
      "en": "The law is clear on this matter, and the enforcement thereof is the duty of the police.",
      "pt": "A lei é clara sobre esta questão, e a aplicação da mesma é dever da polícia."
    },
    {
      "en": "She presented a compelling case, but the board remained unconvinced of the merits thereof.",
      "pt": "Ela apresentou um argumento convincente, mas o conselho permaneceu não convencido dos méritos do mesmo."
    },
    {
      "en": "The painting is a masterpiece, and the provenance thereof has been meticulously documented.",
      "pt": "A pintura é uma obra-prima, e a procedência da mesma foi meticulosamente documentada."
    },
    {
      "en": "The will was read aloud, and the distribution of the assets thereof was specified in detail.",
      "pt": "O testamento foi lido em voz alta, e a distribuição dos bens do mesmo foi especificada em detalhes."
    },
    {
      "en": "Our understanding of the universe has expanded, but the mysteries thereof are still immense.",
      "pt": "Nossa compreensão do universo se expandiu, mas seus mistérios ainda são imensos."
    },
    {
      "en": "The committee's report was damning, detailing the mismanagement and the consequences thereof.",
      "pt": "O relatório do comitê foi condenatório, detalhando a má gestão e suas consequências."
    },
    {
      "en": "This permit grants you access to the premises, and the conditions thereof must be strictly observed.",
      "pt": "Esta permissão lhe concede acesso às instalações, e as condições da mesma devem ser estritamente observadas."
    },
    {
      "en": "The discovery was groundbreaking, and the implications thereof are still being explored by scientists.",
      "pt": "A descoberta foi revolucionária, e suas implicações ainda estão sendo exploradas pelos cientistas."
    },
    {
      "en": "He devoted his life to the study of ancient texts and the interpretation thereof.",
      "pt": "Ele dedicou sua vida ao estudo de textos antigos e à interpretação dos mesmos."
    },
    {
      "en": "The mountain peak offers a breathtaking view, but the ascent thereof is perilous.",
      "pt": "O pico da montanha oferece uma vista de tirar o fôlego, mas a subida até lá é perigosa."
    },
    {
      "en": "The new legislation is complex, and many are still grappling with the meaning thereof.",
      "pt": "A nova legislação é complexa, e muitos ainda estão tentando compreender o seu significado."
    },
    {
      "en": "The algorithm is proprietary, and any unauthorized use or replication thereof is prohibited.",
      "pt": "O algoritmo é proprietário, e qualquer uso ou replicação não autorizada do mesmo é proibido."
    },
    {
      "en": "The book explores the concept of justice and the various philosophical perspectives thereof.",
      "pt": "O livro explora o conceito de justiça e as várias perspectivas filosóficas sobre o mesmo."
    },
    {
      "en": "The shareholders must approve the merger, or any material alteration thereof.",
      "pt": "Os acionistas devem aprovar a fusão, ou qualquer alteração material da mesma."
    },
    {
      "en": "The evidence presented was purely circumstantial; the probative value thereof was questionable.",
      "pt": "A prova apresentada era puramente circunstancial; o valor probatório da mesma era questionável."
    },
    {
      "en": "A new trade agreement has been reached, and the full text thereof will be published next week.",
      "pt": "Um novo acordo comercial foi alcançado, e o texto completo do mesmo será publicado na próxima semana."
    },
    {
      "en": "The human genome has been mapped, but a full understanding thereof remains a long-term goal.",
      "pt": "O genoma humano foi mapeado, mas uma compreensão completa do mesmo permanece um objetivo de longo prazo."
    },
    {
      "en": "The corporation's charter specifies its purpose and the limits of its powers thereof.",
      "pt": "O estatuto da corporação especifica seu propósito e os limites de seus poderes."
    },
    {
      "en": "His speech was controversial, and the fallout thereof continues to dominate the news cycle.",
      "pt": "Seu discurso foi controverso, e as repercussões do mesmo continuam a dominar o ciclo de notícias."
    },
    {
      "en": "The manual provides instructions for the machine's operation and proper maintenance thereof.",
      "pt": "O manual fornece instruções para a operação da máquina e a manutenção adequada da mesma."
    },
    {
      "en": "She inherited not only the title but also all the responsibilities attendant thereof.",
      "pt": "Ela herdou não apenas o título, mas também todas as responsabilidades inerentes a ele."
    },
    {
      "en": "The government issued a new directive, and compliance thereof is mandatory for all agencies.",
      "pt": "O governo emitiu uma nova diretriz, e a conformidade com a mesma é obrigatória para todas as agências."
    },
    {
      "en": "The ecosystem is fragile, and any disruption thereof could have cascading effects.",
      "pt": "O ecossistema é frágil, e qualquer perturbação no mesmo poderia ter efeitos em cascata."
    },
    {
      "en": "A warranty is provided with the product, covering defects in materials and workmanship thereof.",
      "pt": "Uma garantia é fornecida com o produto, cobrindo defeitos de materiais e de fabricação do mesmo."
    },
    {
      "en": "The symphony is a complex piece of music, and the emotional power thereof is undeniable.",
      "pt": "A sinfonia é uma peça musical complexa, e o poder emocional da mesma é inegável."
    },
    {
      "en": "The company's intellectual property, and the protection thereof, is a top priority.",
      "pt": "A propriedade intelectual da empresa, e a proteção da mesma, é uma prioridade máxima."
    },
    {
      "en": "The judge's ruling was final, and no appeal thereof was permitted.",
      "pt": "A decisão do juiz foi final, e nenhum recurso contra ela foi permitido."
    },
    {
      "en": "The plan seems solid on paper, but the practical execution thereof may present unforeseen difficulties.",
      "pt": "O plano parece sólido no papel, mas a execução prática do mesmo pode apresentar dificuldades imprevistas."
    },
    {
      "en": "Could you provide the original document or a certified copy thereof?",
      "pt": "Você poderia fornecer o documento original ou uma cópia autenticada do mesmo?"
    },
    {
      "en": "The historical account is fascinating, but the accuracy thereof has been disputed by some scholars.",
      "pt": "O relato histórico é fascinante, mas a precisão do mesmo tem sido contestada por alguns acadêmicos."
    },
    {
      "en": "The software license agreement specifies the terms of use, and any violation thereof can result in termination.",
      "pt": "O contrato de licença de software especifica os termos de uso, e qualquer violação dos mesmos pode resultar em rescisão."
    },
    {
      "en": "The organization's mission is to promote education, and all its activities are in furtherance thereof.",
      "pt": "A missão da organização é promover a educação, e todas as suas atividades visam a esse objetivo."
    },
    {
      "en": "The experiment yielded unexpected results, and the interpretation thereof is still being debated.",
      "pt": "O experimento produziu resultados inesperados, e a interpretação dos mesmos ainda está sendo debatida."
    },
    {
      "en": "This confidentiality agreement, and all provisions thereof, shall survive the termination of employment.",
      "pt": "Este acordo de confidencialidade, e todas as suas disposições, sobreviverão ao término do contrato de trabalho."
    },
    {
      "en": "The company is facing a financial crisis, and the board is considering several strategies to deal with the effects thereof.",
      "pt": "A empresa está enfrentando uma crise financeira, e o conselho está considerando várias estratégias para lidar com os efeitos da mesma."
    },
    {
      "en": "The building's foundation was compromised, and the structural integrity thereof was a major concern.",
      "pt": "A fundação do prédio estava comprometida, e a integridade estrutural do mesmo era uma grande preocupação."
    },
    {
      "en": "He posited a theory about the origins of the universe, but lacked the empirical data to prove the validity thereof.",
      "pt": "Ele postulou uma teoria sobre as origens do universo, mas não tinha os dados empíricos para provar a validade da mesma."
    },
    {
      "en": "The new tax code is incredibly convoluted; a simplified explanation thereof would be much appreciated.",
      "pt": "O novo código tributário é incrivelmente complicado; uma explicação simplificada do mesmo seria muito bem-vinda."
    },
    {
      "en": "The project requires a substantial budget, and the allocation thereof will be discussed at the next meeting.",
      "pt": "O projeto requer um orçamento substancial, e a alocação do mesmo será discutida na próxima reunião."
    },
    {
      "en": "The photograph captured a fleeting moment, and the poignancy thereof was not lost on the viewers.",
      "pt": "A fotografia capturou um momento fugaz, e a pungência da mesma não passou despercebida pelos espectadores."
    },
    {
      "en": "The trust was established for the benefit of his children, and the administration thereof was left to a professional trustee.",
      "pt": "O fundo foi estabelecido para o benefício de seus filhos, e a administração do mesmo foi deixada a cargo de um fiduciário profissional."
    },
    {
      "en": "The script of the play is brilliant, but much depends on the quality of the performance thereof.",
      "pt": "O roteiro da peça é brilhante, mas muito depende da qualidade de sua encenação."
    },
    {
      "en": "Upon a finding of non-compliance, the commission may issue an order directing the correction thereof.",
      "pt": "Após uma constatação de não conformidade, a comissão pode emitir uma ordem determinando a correção da mesma."
    },
    {
      "en": "The geological formation is unique, and the process of the creation thereof took millions of years.",
      "pt": "A formação geológica é única, e o processo de sua criação levou milhões de anos."
    },
    {
      "en": "The client has submitted a complaint, and we are now investigating the circumstances thereof.",
      "pt": "O cliente apresentou uma reclamação, e agora estamos investigando as circunstâncias da mesma."
    },
    {
      "en": "The proposed amendment to the constitution is controversial, and the debate thereof is likely to be heated.",
      "pt": "A proposta de emenda à constituição é controversa, e o debate sobre a mesma provavelmente será acalorado."
    },
    {
      "en": "Each product undergoes rigorous testing to ensure its quality and the reliability thereof.",
      "pt": "Cada produto passa por testes rigorosos para garantir sua qualidade e confiabilidade."
    },
    {
      "en": "The acquisition includes the target company's assets, liabilities, and all contracts appertaining thereof.",
      "pt": "A aquisição inclui os ativos, passivos e todos os contratos pertencentes à empresa-alvo."
    },
    {
      "en": "The novel's plot is intricate, and the resolution thereof is both surprising and satisfying.",
      "pt": "O enredo do romance é intrincado, e sua resolução é ao mesmo tempo surpreendente e satisfatória."
    },
    {
      "en": "The court's injunction prohibits the publication of the manuscript or any part thereof.",
      "pt": "A liminar do tribunal proíbe a publicação do manuscrito ou de qualquer parte do mesmo."
    },
    {
      "en": "The system has a critical vulnerability, and the exploitation thereof could lead to a major security breach.",
      "pt": "O sistema tem uma vulnerabilidade crítica, e a exploração da mesma poderia levar a uma grande violação de segurança."
    },
    {
      "en": "The philosophy is based on a set of core tenets, and the application thereof guides one's actions.",
      "pt": "A filosofia baseia-se em um conjunto de princípios fundamentais, e a aplicação dos mesmos guia as ações de uma pessoa."
    },
    {
      "en": "The partnership was dissolved, and the division of the assets thereof was handled by an arbitrator.",
      "pt": "A sociedade foi dissolvida, e a divisão dos ativos da mesma foi conduzida por um árbitro."
    },
    {
      "en": "The storm caused widespread damage, and the full extent thereof is still being assessed.",
      "pt": "A tempestade causou danos generalizados, e a extensão total dos mesmos ainda está sendo avaliada."
    },
    {
      "en": "The ceremony was steeped in tradition, and the symbolism thereof was profound.",
      "pt": "A cerimônia estava imersa em tradição, e o simbolismo da mesma era profundo."
    },
    {
      "en": "The corporation is required to file an annual statement of its financial condition and any changes thereof.",
      "pt": "A corporação é obrigada a apresentar uma declaração anual de sua condição financeira e quaisquer alterações na mesma."
    },
    {
      "en": "This license is non-transferable, and any attempt to assign the rights thereof will be void.",
      "pt": "Esta licença é intransferível, e qualquer tentativa de ceder os direitos da mesma será nula."
    },
    {
      "en": "The poem is known for its complex imagery, and a deep appreciation thereof requires careful reading.",
      "pt": "O poema é conhecido por suas imagens complexas, e uma apreciação profunda das mesmas requer uma leitura atenta."
    },
    {
      "en": "The board of directors is responsible for the governance of the company and the oversight of the management thereof.",
      "pt": "O conselho de administração é responsável pela governança da empresa e pela supervisão de sua gestão."
    },
    {
      "en": "The political situation is volatile, and the outcome thereof is highly uncertain.",
      "pt": "A situação política é volátil, e o desfecho da mesma é altamente incerto."
    },
    {
      "en": "He discovered an ancient map, but the interpretation of the symbols thereof was a puzzle.",
      "pt": "Ele descobriu um mapa antigo, mas a interpretação de seus símbolos era um quebra-cabeça."
    },
    {
      "en": "The regulation aims to protect consumers, and the effectiveness thereof will be reviewed annually.",
      "pt": "O regulamento visa proteger os consumidores, e a eficácia do mesmo será revisada anualmente."
    },
    {
      "en": "The startup developed a proprietary technology, and the monetization thereof is their primary goal.",
      "pt": "A startup desenvolveu uma tecnologia proprietária, e a monetização da mesma é seu objetivo principal."
    },
    {
      "en": "The charity's endowment is substantial, and the income thereof funds all its operations.",
      "pt": "O fundo patrimonial da instituição de caridade é substancial, e a renda do mesmo financia todas as suas operações."
    },
    {
      "en": "The defendant's alibi was weak, and the jury was clearly skeptical of the truthfulness thereof.",
      "pt": "O álibi do réu era fraco, e o júri estava claramente cético quanto à veracidade do mesmo."
    },
    {
      "en": "The new policy grants employees more autonomy, and the empowerment resulting thereof has boosted morale.",
      "pt": "A nova política concede mais autonomia aos funcionários, e o empoderamento resultante disso aumentou o moral."
    },
    {
      "en": "The manuscript was incomplete, containing only the first two chapters and a brief outline of the remainder thereof.",
      "pt": "O manuscrito estava incompleto, contendo apenas os dois primeiros capítulos e um breve esboço do restante."
    },
    {
      "en": "This material is protected by copyright, and any reproduction thereof without permission is illegal.",
      "pt": "Este material é protegido por direitos autorais, e qualquer reprodução do mesmo sem permissão é ilegal."
    },
    {
      "en": "The task is immense, and the resources required for the completion thereof are not yet secured.",
      "pt": "A tarefa é imensa, e os recursos necessários para a conclusão da mesma ainda não foram garantidos."
    },
    {
      "en": "The committee will investigate the incident and any misconduct on the part of the officials thereof.",
      "pt": "O comitê investigará o incidente e qualquer má conduta por parte de seus funcionários."
    },
    {
      "en": "The legacy of the Roman Empire is vast, and the influence thereof is still felt today.",
      "pt": "O legado do Império Romano é vasto, e sua influência ainda é sentida hoje."
    },
    {
      "en": "The parties hereby acknowledge receipt of the notice and waive any further service thereof.",
      "pt": "As partes, por meio deste, acusam o recebimento da notificação e renunciam a qualquer outra intimação sobre a mesma."
    },
    {
      "en": "His argument rests on a questionable assumption, and the entire logic thereof is therefore flawed.",
      "pt": "Seu argumento baseia-se em uma premissa questionável, e toda a lógica do mesmo é, portanto, falha."
    },
    {
      "en": "The declaration establishes a set of principles, and the signatories are committed to the promotion thereof.",
      "pt": "A declaração estabelece um conjunto de princípios, e os signatários estão comprometidos com a promoção dos mesmos."
    },
    {
      "en": "The software update includes several security patches, and the installation thereof is highly recommended.",
      "pt": "A atualização de software inclui vários patches de segurança, e a instalação dos mesmos é altamente recomendada."
    },
    {
      "en": "A new species of orchid was discovered, and the habitat thereof is restricted to a single mountain.",
      "pt": "Uma nova espécie de orquídea foi descoberta, e seu habitat é restrito a uma única montanha."
    },
    {
      "en": "The financial model is complex, and an understanding of the assumptions thereof is crucial for proper evaluation.",
      "pt": "O modelo financeiro é complexo, e a compreensão de suas premissas é crucial para uma avaliação adequada."
    },
    {
      "en": "The accused has the right to a fair trial and to be informed of the charges and the evidence in support thereof.",
      "pt": "O acusado tem direito a um julgamento justo e a ser informado das acusações e das provas que as sustentam."
    },
    {
      "en": "The landscape was stark and beautiful, and the silence thereof was almost deafening.",
      "pt": "A paisagem era austera e bela, e o silêncio do lugar era quase ensurdecedor."
    },
    {
      "en": "The loan agreement is for a term of five years, and the interest rate thereof is fixed.",
      "pt": "O contrato de empréstimo tem um prazo de cinco anos, e a taxa de juros do mesmo é fixa."
    },
    {
      "en": "The council is considering a new zoning ordinance, and a public hearing thereof will be held next week.",
      "pt": "A câmara está considerando uma nova lei de zoneamento, e uma audiência pública sobre a mesma será realizada na próxima semana."
    },
    {
      "en": "The scientific method provides a framework for inquiry, but the diligent application thereof is what yields results.",
      "pt": "O método científico fornece uma estrutura para a investigação, mas a aplicação diligente do mesmo é o que produz resultados."
    },
    {
      "en": "This is the final version of the report, and any further amendments thereof will require board approval.",
      "pt": "Esta é a versão final do relatório, e quaisquer alterações futuras no mesmo exigirão a aprovação do conselho."
    },
    {
      "en": "The artist's early work showed great promise, but the full flowering thereof occurred much later in his career.",
      "pt": "O trabalho inicial do artista mostrava grande promessa, mas o pleno florescimento do mesmo ocorreu muito mais tarde em sua carreira."
    },
    {
      "en": "The asset sale includes the machinery and all related patents thereof.",
      "pt": "A venda de ativos inclui o maquinário e todas as patentes relacionadas ao mesmo."
    },
    {
      "en": "The ritual is an ancient one, and the meaning thereof has been passed down through generations.",
      "pt": "O ritual é antigo, e o significado do mesmo foi transmitido através de gerações."
    },
    {
      "en": "The claimant must provide proof of loss, and the insurer will then assess the validity thereof.",
      "pt": "O requerente deve fornecer prova do prejuízo, e a seguradora avaliará então a validade da mesma."
    },
    {
      "en": "The organization has a clear code of conduct, and all members are expected to adhere to the principles thereof.",
      "pt": "A organização tem um código de conduta claro, e espera-se que todos os membros adiram aos princípios do mesmo."
    },
    {
      "en": "The diplomatic negotiations were tense, and the outcome thereof hung in the balance for days.",
      "pt": "As negociações diplomáticas foram tensas, e o resultado das mesmas permaneceu incerto por dias."
    },
    {
      "en": "The investment portfolio is diversified, and the risk thereof is spread across various asset classes.",
      "pt": "A carteira de investimentos é diversificada, e o risco da mesma é distribuído por várias classes de ativos."
    },
    {
      "en": "He left a cryptic note, and the police are still trying to determine the significance thereof.",
      "pt": "Ele deixou um bilhete enigmático, e a polícia ainda está tentando determinar o significado do mesmo."
    },
    {
      "en": "The warranty is void if the product has been tampered with or if any alteration has been made thereof.",
      "pt": "A garantia é anulada se o produto for adulterado ou se qualquer alteração for feita no mesmo."
    },
    {
      "en": "The new curriculum is designed to be more engaging, and the success thereof will depend on teacher training.",
      "pt": "O novo currículo é projetado para ser mais envolvente, e o sucesso do mesmo dependerá da formação dos professores."
    },
    {
      "en": "The easement grants the utility company the right to access the property for maintenance and the repair of its equipment thereof.",
      "pt": "A servidão concede à empresa de serviços públicos o direito de acessar a propriedade para manutenção e reparo de seus equipamentos."
    },
    {
      "en": "The phenomenon has been widely observed, but a scientific explanation thereof has remained elusive.",
      "pt": "O fenômeno tem sido amplamente observado, mas uma explicação científica para ele permaneceu indefinida."
    },
    {
      "en": "The corporation shall maintain a registered office and may have other offices, or places of business, as the board may from time to time determine thereof.",
      "pt": "A corporação manterá uma sede social e poderá ter outros escritórios, ou locais de negócio, conforme o conselho possa determinar de tempos em tempos."
    },
    {
      "en": "The project's failure was due to poor planning, or a complete lack thereof.",
      "pt": "O fracasso do projeto deveu-se a um planejamento deficiente, ou à completa falta do mesmo."
    },
    {
      "en": "The discovery of penicillin was a turning point in medicine, and the benefits thereof are immeasurable.",
      "pt": "A descoberta da penicilina foi um marco na medicina, e seus benefícios são imensuráveis."
    },
    {
      "en": "The shareholder has the right to inspect the company's books and records, or to make copies thereof.",
      "pt": "O acionista tem o direito de inspecionar os livros e registros da empresa, ou de fazer cópias dos mesmos."
    },
    {
      "en": "The symphony's final movement is a powerful crescendo, and the emotional impact thereof leaves the audience breathless.",
      "pt": "O movimento final da sinfonia é um crescendo poderoso, e o impacto emocional do mesmo deixa o público sem fôlego."
    },
    {
      "en": "This agreement may be executed in counterparts, each of which shall be deemed an original, and all of which together shall constitute one and the same instrument thereof.",
      "pt": "Este acordo pode ser assinado em vias separadas, cada uma das quais será considerada um original, e todas as quais, em conjunto, constituirão um único e mesmo instrumento."
    },
    {
      "en": "The company's marketing strategy was innovative, and the success thereof was evident in the sales figures.",
      "pt": "A estratégia de marketing da empresa foi inovadora, e o sucesso da mesma ficou evidente nos números de vendas."
    },
    {
      "en": "The defendant has a right to be present at all stages of the trial and to be represented by counsel thereof.",
      "pt": "O réu tem o direito de estar presente em todas as fases do julgamento e de ser representado por seu advogado."
    },
    {
      "en": "The island's ecosystem is unique, and the preservation thereof is of utmost importance.",
      "pt": "O ecossistema da ilha é único, e a preservação do mesmo é de suma importância."
    },
    {
      "en": "The will stipulates that the estate be divided equally among the heirs, and the executor is responsible for the distribution thereof.",
      "pt": "O testamento estipula que a herança seja dividida igualmente entre os herdeiros, e o testamenteiro é responsável pela distribuição da mesma."
    },
    {
      "en": "The city's infrastructure is aging, and a major investment is needed for the modernization thereof.",
      "pt": "A infraestrutura da cidade está envelhecendo, e um grande investimento é necessário para a modernização da mesma."
    },
    {
      "en": "The terms and conditions are outlined in the contract, and your signature indicates your acceptance thereof.",
      "pt": "Os termos e condições estão descritos no contrato, e sua assinatura indica sua aceitação dos mesmos."
    },
    {
      "en": "The historical document is fragile, and only a digital facsimile thereof is available for public viewing.",
      "pt": "O documento histórico é frágil, e apenas uma reprodução digital do mesmo está disponível para visualização pública."
    },
    {
      "en": "The proposed tax cut is popular, but the long-term economic consequences thereof are a matter of debate.",
      "pt": "O corte de impostos proposto é popular, mas as consequências econômicas a longo prazo do mesmo são motivo de debate."
    },
    {
      "en": "The company maintains a database of its customers, and the security thereof is protected by multiple layers of encryption.",
      "pt": "A empresa mantém um banco de dados de seus clientes, e a segurança do mesmo é protegida por múltiplas camadas de criptografia."
    },
    {
      "en": "The research methodology was sound, and the conclusions derived thereof are considered reliable.",
      "pt": "A metodologia de pesquisa foi sólida, e as conclusões dela derivadas são consideradas confiáveis."
    },
    {
      "en": "The landlord is responsible for the maintenance of the building and the common areas thereof.",
      "pt": "O locador é responsável pela manutenção do prédio e de suas áreas comuns."
    },
    {
      "en": "The peace accord was a significant achievement, and the continued stability thereof depends on mutual trust.",
      "pt": "O acordo de paz foi uma conquista significativa, e a estabilidade contínua do mesmo depende da confiança mútua."
    },
    {
      "en": "The recipe calls for a rare spice, and the flavor thereof is essential to the dish.",
      "pt": "A receita pede uma especiaria rara, e o sabor da mesma é essencial para o prato."
    },
    {
      "en": "The information is confidential, and any disclosure thereof could have serious legal repercussions.",
      "pt": "A informação é confidencial, e qualquer divulgação da mesma poderia ter sérias repercussões legais."
    },
    {
      "en": "The business plan outlines a clear path to profitability, but the execution thereof will be the real test.",
      "pt": "O plano de negócios traça um caminho claro para a lucratividade, mas a execução do mesmo será o verdadeiro teste."
    },
    {
      "en": "The party is entitled to receive a copy of the deposition transcript and to make corrections thereof.",
      "pt": "A parte tem o direito de receber uma cópia da transcrição do depoimento e de fazer correções na mesma."
    },
    {
      "en": "The artist's vision was uncompromising, and the final work is a perfect reflection thereof.",
      "pt": "A visão do artista era intransigente, e a obra final é um reflexo perfeito da mesma."
    },
    {
      "en": "The user must accept the End User License Agreement before installing the software or any component thereof.",
      "pt": "O usuário deve aceitar o Contrato de Licença de Usuário Final antes de instalar o software ou qualquer componente do mesmo."
    },
    {
      "en": "The political scandal was a complex affair, and a full understanding of the intricacies thereof requires careful study.",
      "pt": "O escândalo político foi um caso complexo, e uma compreensão completa de suas complexidades requer um estudo cuidadoso."
    },
    {
      "en": "The fund's objective is capital appreciation, and the investment strategy thereof is focused on growth stocks.",
      "pt": "O objetivo do fundo é a valorização do capital, e sua estratégia de investimento está focada em ações de crescimento."
    },
    {
      "en": "The ruling established a new legal precedent, and the ramifications thereof will be felt for years to come.",
      "pt": "A decisão estabeleceu um novo precedente legal, e as ramificações da mesma serão sentidas por muitos anos."
    },
    {
      "en": "The grant is awarded for a specific research project, and the funds must be used exclusively in furtherance thereof.",
      "pt": "A subvenção é concedida para um projeto de pesquisa específico, e os fundos devem ser usados exclusivamente para a promoção do mesmo."
    },
    {
      "en": "The machine's design is elegant in its simplicity, and the efficiency thereof is remarkable.",
      "pt": "O design da máquina é elegante em sua simplicidade, e a eficiência da mesma é notável."
    },
    {
      "en": "The purchase includes the land and all buildings and improvements now or hereafter located thereof.",
      "pt": "A compra inclui o terreno e todas as edificações e benfeitorias agora ou futuramente localizadas no mesmo."
    },
    {
      "en": "The company's code of ethics is strict, and any deviation thereof is grounds for immediate dismissal.",
      "pt": "O código de ética da empresa é rigoroso, e qualquer desvio do mesmo é motivo para demissão imediata."
    },
    {
      "en": "The novel explores the human condition, and the themes thereof are universal and timeless.",
      "pt": "O romance explora a condição humana, e seus temas são universais e atemporais."
    },
    {
      "en": "The government has a duty to protect its citizens and to ensure the welfare thereof.",
      "pt": "O governo tem o dever de proteger seus cidadãos e de garantir o bem-estar dos mesmos."
    },
    {
      "en": "The chemical reaction is highly exothermic, and the heat generated thereof must be carefully managed.",
      "pt": "A reação química é altamente exotérmica, e o calor gerado por ela deve ser cuidadosamente controlado."
    },
    {
      "en": "The evidence against him was overwhelming, and the verdict of guilty was the logical consequence thereof.",
      "pt": "As provas contra ele eram esmagadoras, e o veredito de culpado foi a consequência lógica disso."
    },
    {
      "en": "The power of attorney grants the agent the authority to act on behalf of the principal, but the scope thereof is clearly defined.",
      "pt": "A procuração concede ao procurador a autoridade para agir em nome do outorgante, mas o escopo da mesma é claramente definido."
    },
    {
      "en": "The mountain range forms a natural barrier, and the climate on either side thereof is markedly different.",
      "pt": "A cordilheira forma uma barreira natural, e o clima de cada lado da mesma é notavelmente diferente."
    },
    {
      "en": "The new operating system offers enhanced security, and the primary benefit thereof is protection against malware.",
      "pt": "O novo sistema operacional oferece segurança aprimorada, e seu principal benefício é a proteção contra malware."
    },
    {
      "en": "The articles of incorporation must state the name of the corporation and the purpose or purposes thereof.",
      "pt": "O contrato social deve indicar o nome da empresa e seu(s) propósito(s)."
    },
    {
      "en": "His speech was a masterful piece of rhetoric, and the persuasive power thereof moved the entire audience.",
      "pt": "Seu discurso foi uma peça de retórica magistral, e o poder persuasivo do mesmo comoveu toda a plateia."
    },
    {
      "en": "The insurance policy covers the building against fire, theft, and other perils specified thereof.",
      "pt": "A apólice de seguro cobre o prédio contra incêndio, roubo e outros riscos especificados na mesma."
    },
    {
      "en": "The concept is simple, but the ramifications thereof are far-reaching and complex.",
      "pt": "O conceito é simples, mas suas ramificações são abrangentes e complexas."
    },
    {
      "en": "The patent application describes the invention in detail and the novelty thereof.",
      "pt": "O pedido de patente descreve a invenção em detalhes e a novidade da mesma."
    },
    {
      "en": "The committee reached a consensus, and the decision thereof was communicated to the press.",
      "pt": "O comitê chegou a um consenso, e a decisão do mesmo foi comunicada à imprensa."
    },
    {
      "en": "The musical score is incredibly complex, and a flawless performance thereof requires immense skill.",
      "pt": "A partitura musical é incrivelmente complexa, e uma execução impecável da mesma requer uma habilidade imensa."
    },
    {
      "en": "The company's trade secrets are its most valuable asset, and the confidentiality thereof is strictly enforced.",
      "pt": "Os segredos comerciais da empresa são seu ativo mais valioso, e a confidencialidade dos mesmos é rigorosamente aplicada."
    },
    {
      "en": "The archaeological dig unearthed a lost city, and the significance of the find thereof cannot be overstated.",
      "pt": "A escavação arqueológica desenterrou uma cidade perdida, e a importância do achado não pode ser exagerada."
    },
    {
      "en": "The tenant is responsible for the timely payment of rent and for any damages to the property, or any part thereof.",
      "pt": "O inquilino é responsável pelo pagamento pontual do aluguel e por quaisquer danos à propriedade, ou a qualquer parte da mesma."
    },
    {
      "en": "The judge's opinion was lengthy and detailed, and the reasoning thereof was impeccable.",
      "pt": "A opinião do juiz foi longa e detalhada, e o raciocínio da mesma foi impecável."
    },
    {
      "en": "The new policy is intended to streamline the process, and the efficiency gained thereof should be significant.",
      "pt": "A nova política destina-se a otimizar o processo, e a eficiência obtida com isso deve ser significativa."
    },
    {
      "en": "The corporation may purchase and hold real estate and may dispose of the same or any part thereof.",
      "pt": "A corporação pode comprar e manter imóveis e pode dispor dos mesmos ou de qualquer parte deles."
    },
    {
      "en": "The chess match was a battle of wits, and the tension thereof was palpable.",
      "pt": "A partida de xadrez foi uma batalha de intelectos, e a tensão da mesma era palpável."
    },
    {
      "en": "The lease agreement has an initial term of one year, with an option for renewal thereof.",
      "pt": "O contrato de aluguel tem um prazo inicial de um ano, com opção de renovação do mesmo."
    },
    {
      "en": "The new discovery challenges our existing understanding of physics, and the implications thereof are profound.",
      "pt": "A nova descoberta desafia nossa compreensão existente da física, e suas implicações são profundas."
    },
    {
      "en": "The company's brand is its public face, and the consistency thereof is crucial for building trust.",
      "pt": "A marca da empresa é sua face pública, e a consistência da mesma é crucial para construir confiança."
    },
    {
      "en": "The will must be signed by the testator in the presence of two witnesses, who shall also sign in the presence thereof.",
      "pt": "O testamento deve ser assinado pelo testador na presença de duas testemunhas, que também devem assinar na presença um do outro."
    },
    {
      "en": "The sculpture is abstract, and the interpretation thereof is left to the individual viewer.",
      "pt": "A escultura é abstrata, e a interpretação da mesma é deixada a cargo do espectador individual."
    },
    {
      "en": "The government's new economic plan, or at least the main points thereof, was leaked to the media.",
      "pt": "O novo plano econômico do governo, ou pelo menos os pontos principais do mesmo, foi vazado para a mídia."
    },
    {
      "en": "The treaty aims to reduce carbon emissions, and the success thereof depends on global cooperation.",
      "pt": "O tratado visa reduzir as emissões de carbono, e o sucesso do mesmo depende da cooperação global."
    },
    {
      "en": "The software is a powerful tool, but a proper understanding thereof is necessary to use it effectively.",
      "pt": "O software é uma ferramenta poderosa, mas um entendimento adequado do mesmo é necessário para usá-lo de forma eficaz."
    },
    {
      "en": "The accused is presumed innocent until proven guilty, and the burden of proof thereof rests with the prosecution.",
      "pt": "O acusado é presumido inocente até que se prove o contrário, e o ônus da prova disso recai sobre a acusação."
    },
    {
      "en": "The company's business model is unique, and the competitive advantage thereof is substantial.",
      "pt": "O modelo de negócios da empresa é único, e a vantagem competitiva do mesmo é substancial."
    },
    {
      "en": "The legislative process is complex, and the passage of a bill, or any amendment thereof, requires several steps.",
      "pt": "O processo legislativo é complexo, e a aprovação de um projeto de lei, ou qualquer emenda ao mesmo, requer várias etapas."
    },
    {
      "en": "The beauty of the mathematical proof lies in its elegance, and the logic thereof is unassailable.",
      "pt": "A beleza da prova matemática reside em sua elegância, e a lógica da mesma é inatacável."
    },
    {
      "en": "The employee is entitled to compensation for any work-related injury and for the medical expenses arising thereof.",
      "pt": "O funcionário tem direito a uma indenização por qualquer lesão relacionada ao trabalho e pelas despesas médicas decorrentes da mesma."
    },
    {
      "en": "The strategic plan provides a roadmap for the future, and the commitment of the entire team is needed for the execution thereof.",
      "pt": "O plano estratégico fornece um roteiro para o futuro, e o compromisso de toda a equipe é necessário para a execução do mesmo."
    },
    {
      "en": "The author's prose is dense and allusive, and a full appreciation thereof rewards a second reading.",
      "pt": "A prosa do autor é densa e alusiva, e uma apreciação completa da mesma recompensa uma segunda leitura."
    },
    {
      "en": "The memorandum of understanding outlines the basic terms of the deal, but a definitive agreement, or the execution thereof, is still pending.",
      "pt": "O memorando de entendimento descreve os termos básicos do acordo, mas um contrato definitivo, ou a celebração do mesmo, ainda está pendente."
    },
    {
      "en": "The geological survey revealed a large deposit of rare earth minerals, and the economic potential thereof is enormous.",
      "pt": "O levantamento geológico revelou um grande depósito de minerais de terras raras, e o potencial econômico do mesmo é enorme."
    },
    {
      "en": "The defendant's testimony was inconsistent, and the credibility thereof was seriously undermined during cross-examination.",
      "pt": "O testemunho do réu foi inconsistente, e a credibilidade do mesmo foi seriamente abalada durante o contrainterrogatório."
    },
    {
      "en": "The merger will create a new market leader, and the synergies thereof are expected to be significant.",
      "pt": "A fusão criará um novo líder de mercado, e espera-se que as sinergias da mesma sejam significativas."
    },
    {
      "en": "The ancient prophecy is open to interpretation, and the true meaning thereof has been debated for centuries.",
      "pt": "A antiga profecia está aberta à interpretação, e o verdadeiro significado da mesma tem sido debatido por séculos."
    },
    {
      "en": "The product design is protected by a patent, and any infringement thereof will be met with legal action.",
      "pt": "O design do produto é protegido por uma patente, e qualquer violação da mesma será respondida com uma ação legal."
    },
    {
      "en": "The research project has a limited budget, and a careful allocation of the funds thereof is essential.",
      "pt": "O projeto de pesquisa tem um orçamento limitado, e uma alocação cuidadosa dos fundos do mesmo é essencial."
    },
    {
      "en": "The company's reputation for quality is well-earned, and the maintenance thereof is a core value.",
      "pt": "A reputação de qualidade da empresa é bem merecida, e a manutenção da mesma é um valor fundamental."
    },
    {
      "en": "The security deposit will be returned to the tenant upon termination of the lease, provided there is no damage to the premises or any part thereof.",
      "pt": "O depósito de segurança será devolvido ao inquilino no término do contrato de locação, desde que não haja danos ao imóvel ou a qualquer parte do mesmo."
    },
    {
      "en": "The argument he presented was specious, and the fallacy thereof was quickly exposed by his opponent.",
      "pt": "O argumento que ele apresentou era enganoso, e a falácia do mesmo foi rapidamente exposta por seu oponente."
    },
    {
      "en": "The new software architecture is more robust, and the scalability thereof allows for future growth.",
      "pt": "A nova arquitetura de software é mais robusta, e a escalabilidade da mesma permite o crescimento futuro."
    },
    {
      "en": "The board has a fiduciary duty to the shareholders, and the proper discharge thereof requires due diligence.",
      "pt": "O conselho tem um dever fiduciário para com os acionistas, e o devido cumprimento do mesmo exige a devida diligência."
    },
    {
      "en": "The complexity of the human brain is astounding, and our understanding thereof is still in its infancy.",
      "pt": "A complexidade do cérebro humano é espantosa, e nossa compreensão do mesmo ainda está em sua infância."
    },
    {
      "en": "The committee's mandate is to investigate the matter and to prepare a report of its findings thereof.",
      "pt": "O mandato do comitê é investigar o assunto e preparar um relatório de suas conclusões."
    },
    {
      "en": "The new trade policy is designed to boost exports, but the actual effect thereof remains to be seen.",
      "pt": "A nova política comercial é projetada para impulsionar as exportações, mas o efeito real da mesma ainda está para ser visto."
    },
    {
      "en": "The evidence is compelling, and the logical conclusion to be drawn thereof is that the defendant is guilty.",
      "pt": "As evidências são convincentes, e a conclusão lógica a ser tirada delas é que o réu é culpado."
    },
    {
      "en": "This contract represents the final agreement, and no verbal modifications thereof shall be binding.",
      "pt": "Este contrato representa o acordo final, e nenhuma modificação verbal do mesmo será vinculativa."
    },
    {
      "en": "The diplomatic protocol was strictly observed, and any breach thereof would have been a serious offense.",
      "pt": "O protocolo diplomático foi estritamente observado, e qualquer violação do mesmo teria sido uma ofensa grave."
    },
    {
      "en": "The charity relies on public donations, and the effective use thereof is paramount to its mission.",
      "pt": "A instituição de caridade depende de doações públicas, e o uso eficaz das mesmas é fundamental para sua missão."
    },
    {
      "en": "The manager has sole discretion over the matter, and the decision thereof is not subject to appeal.",
      "pt": "O gerente tem discrição exclusiva sobre o assunto, e a decisão do mesmo não está sujeita a recurso."
    },
    {
      "en": "The poem's beauty is in its simplicity, and the emotional resonance thereof is deeply felt.",
      "pt": "A beleza do poema está em sua simplicidade, e a ressonância emocional do mesmo é profundamente sentida."
    },
    {
      "en": "The corporation's net profits, or a portion thereof, will be distributed as dividends to the shareholders.",
      "pt": "Os lucros líquidos da corporação, ou uma parte dos mesmos, serão distribuídos como dividendos aos acionistas."
    },
    {
      "en": "The plan is audacious, and the success thereof will require a great deal of luck and skill.",
      "pt": "O plano é audacioso, e o sucesso do mesmo exigirá uma grande dose de sorte e habilidade."
    },
    {
      "en": "The defendant has the right to confront the witnesses against him and to cross-examine them on the substance of their testimony thereof.",
      "pt": "O réu tem o direito de confrontar as testemunhas contra ele e de contrainterrogá-las sobre o teor de seus depoimentos."
    },
    {
      "en": "The company's supply chain is global, and the complexity thereof makes it vulnerable to disruption.",
      "pt": "A cadeia de suprimentos da empresa é global, e a complexidade da mesma a torna vulnerável a interrupções."
    },
    {
      "en": "The scientific principle is well-established, but the practical application thereof is still being developed.",
      "pt": "O princípio científico está bem estabelecido, mas a aplicação prática do mesmo ainda está sendo desenvolvida."
    },
    {
      "en": "The user is granted a limited license to use the software, and the terms thereof are set forth in this agreement.",
      "pt": "Ao usuário é concedida uma licença limitada para usar o software, e os termos da mesma estão estabelecidos neste acordo."
    },
    {
      "en": "The moral of the story is clear, and the lesson thereof should not be forgotten.",
      "pt": "A moral da história é clara, e a lição da mesma não deve ser esquecida."
    },
    {
      "en": "The government's response to the crisis was criticized for its slowness, or complete lack thereof.",
      "pt": "A resposta do governo à crise foi criticada por sua lentidão, ou pela completa falta da mesma."
    },
    {
      "en": "The database contains sensitive personal information, and the unauthorized access thereof is a criminal offense.",
      "pt": "O banco de dados contém informações pessoais sensíveis, e o acesso não autorizado ao mesmo é uma infração penal."
    },
    {
      "en": "The company's growth has been explosive, and the management thereof has become a major challenge.",
      "pt": "O crescimento da empresa tem sido explosivo, e a gestão do mesmo tornou-se um grande desafio."
    },
    {
      "en": "The property shall be conveyed to the buyer free and clear of all liens and encumbrances, or any claims thereof.",
      "pt": "A propriedade será transferida ao comprador livre e desembaraçada de todos os ônus e gravames, ou de quaisquer reivindicações sobre os mesmos."
    },
    {
      "en": "The political rhetoric was inflammatory, and the danger thereof was that it could incite violence.",
      "pt": "A retórica política foi inflamatória, e o perigo da mesma era que pudesse incitar à violência."
    },
    {
      "en": "The investment carries a high degree of risk, and potential investors should be fully aware of the nature thereof.",
      "pt": "O investimento acarreta um alto grau de risco, e os investidores potenciais devem estar plenamente cientes da natureza do mesmo."
    },
    {
      "en": "The employee handbook details the company's policies, and ignorance thereof is not an acceptable excuse for non-compliance.",
      "pt": "O manual do funcionário detalha as políticas da empresa, e a ignorância das mesmas não é uma desculpa aceitável para o não cumprimento."
    },
    {
      "en": "The artist's technique is unique, and the effect thereof is a style that is instantly recognizable.",
      "pt": "A técnica do artista é única, e o efeito da mesma é um estilo que é instantaneamente reconhecível."
    },
    {
      "en": "The parties agree to submit any dispute arising from this contract, or the breach thereof, to arbitration.",
      "pt": "As partes concordam em submeter qualquer disputa decorrente deste contrato, ou da violação do mesmo, à arbitragem."
    },
    {
      "en": "The problem is multifaceted, and a simplistic solution, or the attempt thereof, is doomed to fail.",
      "pt": "O problema é multifacetado, e uma solução simplista, ou a tentativa de uma, está fadada ao fracasso."
    },
    {
      "en": "The executive's compensation package includes a base salary and a performance-based bonus, the details thereof being confidential.",
      "pt": "O pacote de remuneração do executivo inclui um salário base e um bônus baseado em desempenho, sendo os detalhes do mesmo confidenciais."
    },
    {
      "en": "The new law will have a profound impact on the industry, and the full scope thereof is not yet understood.",
      "pt": "A nova lei terá um impacto profundo na indústria, e o escopo total da mesma ainda não é compreendido."
    },
    {
      "en": "The algorithm's logic is opaque, and the transparency thereof is a matter of public concern.",
      "pt": "A lógica do algoritmo é opaca, e a transparência do mesmo é uma questão de preocupação pública."
    },
    {
      "en": "The trustee holds the property for the benefit of the beneficiaries, and the duties thereof are specified in the trust agreement.",
      "pt": "O fiduciário detém a propriedade para o benefício dos beneficiários, e os deveres do mesmo são especificados no contrato de fideicomisso."
    },
    {
      "en": "The symphony is a monumental work, and the performance thereof requires an orchestra of considerable size and skill.",
      "pt": "A sinfonia é uma obra monumental, e a execução da mesma requer uma orquestra de tamanho e habilidade consideráveis."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "thereof",
      "options": [
        "thereof",
        "therefore"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "thereafter",
        "thereof"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "thereof",
        "wherefore"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "therein",
        "thereof"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "thereof",
        "thereby"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "terror",
        "thereof"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "thorough",
        "thereof"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "thereof",
        "their"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "there",
        "thereof"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "thereof",
        "drove"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "aloof",
        "thereof"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "thereof",
        "tariff"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "serif",
        "thereof"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "dwarf",
        "thereof"
      ],
      "correct": "thereof"
    },
    {
      "question": "thereof",
      "options": [
        "thereof",
        "carve"
      ],
      "correct": "thereof"
    }
  ]
}
