{
  "sentences": [
    {
      "en": "The detective conducted a thorough investigation of the crime scene.",
      "pt": "O detetive conduziu uma investigação minuciosa na cena do crime."
    },
    {
      "en": "Before submitting the report, she gave it one last thorough review for any errors.",
      "pt": "Antes de submeter o relatório, ela fez uma última revisão detalhada em busca de quaisquer erros."
    },
    {
      "en": "A thorough understanding of the company's financials is essential for any potential investor.",
      "pt": "Um entendimento aprofundado das finanças da empresa é essencial para qualquer investidor em potencial."
    },
    {
      "en": "He is known for being incredibly thorough in his work, leaving no detail overlooked.",
      "pt": "Ele é conhecido por ser incrivelmente criterioso em seu trabalho, não deixando nenhum detalhe passar despercebido."
    },
    {
      "en": "The medical team performed a thorough examination to rule out any underlying conditions.",
      "pt": "A equipe médica realizou um exame completo para descartar quaisquer condições subjacentes."
    },
    {
      "en": "Had the safety inspection been more thorough, the accident could have been prevented.",
      "pt": "Se a inspeção de segurança tivesse sido mais rigorosa, o acidente poderia ter sido evitado."
    },
    {
      "en": "The book provides a thorough analysis of the political and economic factors leading to the war.",
      "pt": "O livro fornece uma análise exaustiva dos fatores políticos e econômicos que levaram à guerra."
    },
    {
      "en": "We need to do a thorough cleaning of the house before the guests arrive.",
      "pt": "Precisamos fazer uma limpeza completa na casa antes que os convidados cheguem."
    },
    {
      "en": "The success of the project was due to the team's thorough planning and execution.",
      "pt": "O sucesso do projeto deveu-se ao planejamento e execução minuciosos da equipe."
    },
    {
      "en": "The auditors are legally required to conduct a thorough review of the company's accounts.",
      "pt": "Os auditores são legalmente obrigados a conduzir uma revisão completa das contas da empresa."
    },
    {
      "en": "She has a thorough knowledge of 18th-century French literature.",
      "pt": "Ela tem um conhecimento aprofundado da literatura francesa do século XVIII."
    },
    {
      "en": "The lawyer's thorough preparation for the trial was evident in her sharp questioning.",
      "pt": "A preparação minuciosa da advogada para o julgamento ficou evidente em seu questionamento incisivo."
    },
    {
      "en": "A thorough search of the archives revealed several previously unknown documents.",
      "pt": "Uma busca detalhada nos arquivos revelou vários documentos anteriormente desconhecidos."
    },
    {
      "en": "The committee undertook a thorough reassessment of its long-term strategic goals.",
      "pt": "O comitê realizou uma reavaliação completa de seus objetivos estratégicos de longo prazo."
    },
    {
      "en": "Please be as thorough as possible in your answers to the questionnaire.",
      "pt": "Por favor, seja o mais completo possível em suas respostas ao questionário."
    },
    {
      "en": "The new software underwent thorough testing to identify and fix any bugs before its release.",
      "pt": "O novo software passou por testes rigorosos para identificar e corrigir quaisquer bugs antes de seu lançamento."
    },
    {
      "en": "Her argument was compelling because it was based on a thorough examination of the available data.",
      "pt": "O argumento dela foi convincente porque se baseava em um exame minucioso dos dados disponíveis."
    },
    {
      "en": "The transition to the new system requires thorough training for all employees.",
      "pt": "A transição para o novo sistema requer um treinamento completo para todos os funcionários."
    },
    {
      "en": "The biography is praised for its thorough research and attention to detail.",
      "pt": "A biografia é elogiada por sua pesquisa minuciosa e atenção aos detalhes."
    },
    {
      "en": "A thorough risk assessment must be completed before we can proceed.",
      "pt": "Uma avaliação de risco completa deve ser concluída antes que possamos prosseguir."
    },
    {
      "en": "The journalist received an award for his thorough reporting on the political scandal.",
      "pt": "O jornalista recebeu um prêmio por sua reportagem detalhada sobre o escândalo político."
    },
    {
      "en": "His explanation was so thorough that no one had any questions afterward.",
      "pt": "A explicação dele foi tão completa que ninguém teve nenhuma pergunta depois."
    },
    {
      "en": "The quality control process is designed to be as thorough as possible.",
      "pt": "O processo de controle de qualidade é projetado para ser o mais rigoroso possível."
    },
    {
      "en": "The museum curator gave us a thorough tour, explaining the history of each exhibit.",
      "pt": "O curador do museu nos deu um tour completo, explicando a história de cada item exposto."
    },
    {
      "en": "This guide provides a thorough overview of the local flora and fauna.",
      "pt": "Este guia fornece uma visão geral detalhada da flora e fauna locais."
    },
    {
      "en": "Only after a thorough vetting process are candidates invited for a final interview.",
      "pt": "Somente após um processo de verificação rigoroso os candidatos são convidados para uma entrevista final."
    },
    {
      "en": "The mechanic performed a thorough inspection of the vehicle to find the source of the noise.",
      "pt": "O mecânico realizou uma inspeção minuciosa no veículo para encontrar a origem do barulho."
    },
    {
      "en": "I was not convinced by the proposal because it lacked a thorough cost-benefit analysis.",
      "pt": "Não fui convencido pela proposta porque faltava uma análise de custo-benefício detalhada."
    },
    {
      "en": "She is methodical and thorough in her approach to problem-solving.",
      "pt": "Ela é metódica e criteriosa em sua abordagem para a resolução de problemas."
    },
    {
      "en": "A thorough command of the language is required for this translation job.",
      "pt": "Um domínio completo do idioma é necessário para este trabalho de tradução."
    },
    {
      "en": "The due diligence process was incredibly thorough, lasting for several months.",
      "pt": "O processo de 'due diligence' foi incrivelmente minucioso, durando vários meses."
    },
    {
      "en": "The documentary provides a thorough and often disturbing look at the industry.",
      "pt": "O documentário oferece um olhar detalhado e muitas vezes perturbador sobre a indústria."
    },
    {
      "en": "The city conducted a thorough review of its emergency response procedures after the earthquake.",
      "pt": "A cidade realizou uma revisão completa de seus procedimentos de resposta a emergências após o terremoto."
    },
    {
      "en": "He gave a thorough and convincing presentation that won over the entire board.",
      "pt": "Ele fez uma apresentação completa e convincente que conquistou todo o conselho."
    },
    {
      "en": "Achieving fluency requires not just practice, but a thorough study of grammar and vocabulary.",
      "pt": "Alcançar a fluência requer não apenas prática, mas um estudo aprofundado de gramática e vocabulário."
    },
    {
      "en": "The consultant's report was impressively thorough, covering every aspect of the business.",
      "pt": "O relatório do consultor foi impressionantemente completo, cobrindo todos os aspectos do negócio."
    },
    {
      "en": "A thorough understanding of the historical context is crucial for interpreting the text.",
      "pt": "Um entendimento completo do contexto histórico é crucial para a interpretação do texto."
    },
    {
      "en": "The editor was known for her thorough and sometimes ruthless critiques.",
      "pt": "A editora era conhecida por suas críticas detalhadas e, às vezes, implacáveis."
    },
    {
      "en": "We were amazed by the thoroughness of the restoration work on the old painting.",
      "pt": "Ficamos maravilhados com a minuciosidade do trabalho de restauração na pintura antiga."
    },
    {
      "en": "The instructions were not thorough enough, which led to confusion during assembly.",
      "pt": "As instruções não eram suficientemente detalhadas, o que levou à confusão durante a montagem."
    },
    {
      "en": "This textbook offers a thorough grounding in the principles of quantum mechanics.",
      "pt": "Este livro didático oferece uma base sólida nos princípios da mecânica quântica."
    },
    {
      "en": "The police promised a thorough and impartial investigation into the allegations.",
      "pt": "A polícia prometeu uma investigação completa e imparcial sobre as alegações."
    },
    {
      "en": "You need to be more thorough in your research if you want your paper to be published.",
      "pt": "Você precisa ser mais minucioso em sua pesquisa se quiser que seu artigo seja publicado."
    },
    {
      "en": "The project's failure was attributed to a lack of thorough market analysis beforehand.",
      "pt": "O fracasso do projeto foi atribuído à falta de uma análise de mercado completa de antemão."
    },
    {
      "en": "The performance review process aims to be fair and thorough.",
      "pt": "O processo de avaliação de desempenho visa ser justo e completo."
    },
    {
      "en": "A thorough background check is mandatory for all new employees in this sector.",
      "pt": "Uma verificação de antecedentes rigorosa é obrigatória para todos os novos funcionários neste setor."
    },
    {
      "en": "Her response demonstrated a thorough grasp of the complex issues at hand.",
      "pt": "A resposta dela demonstrou uma compreensão profunda das questões complexas em pauta."
    },
    {
      "en": "The archaeological team conducted a thorough excavation of the site over a period of five years.",
      "pt": "A equipe arqueológica realizou uma escavação completa do local durante um período de cinco anos."
    },
    {
      "en": "The legal team performed a thorough discovery process, gathering thousands of documents.",
      "pt": "A equipe jurídica realizou um processo de 'discovery' minucioso, coletando milhares de documentos."
    },
    {
      "en": "A thorough proofreading of the manuscript is the final step before publication.",
      "pt": "Uma revisão criteriosa do manuscrito é o passo final antes da publicação."
    },
    {
      "en": "The onboarding program provides a thorough introduction to the company's culture and values.",
      "pt": "O programa de integração oferece uma introdução completa à cultura e aos valores da empresa."
    },
    {
      "en": "He is respected for his thorough and fair-minded journalism.",
      "pt": "Ele é respeitado por seu jornalismo minucioso e imparcial."
    },
    {
      "en": "The government commissioned a thorough study on the long-term effects of the new policy.",
      "pt": "O governo encomendou um estudo detalhado sobre os efeitos a longo prazo da nova política."
    },
    {
      "en": "The committee's final report was the result of a year-long, thorough inquiry.",
      "pt": "O relatório final do comitê foi o resultado de um inquérito minucioso que durou um ano."
    },
    {
      "en": "A thorough decontamination of the area is required before it can be reopened to the public.",
      "pt": "Uma descontaminação completa da área é necessária antes que ela possa ser reaberta ao público."
    },
    {
      "en": "The coach gave the team a thorough briefing on the opponent's strategies.",
      "pt": "O técnico deu à equipe um briefing detalhado sobre as estratégias do adversário."
    },
    {
      "en": "The system requires a thorough reboot to apply all the new updates.",
      "pt": "O sistema requer uma reinicialização completa para aplicar todas as novas atualizações."
    },
    {
      "en": "Her notes were so thorough that they were practically a transcript of the lecture.",
      "pt": "As anotações dela eram tão completas que eram praticamente uma transcrição da palestra."
    },
    {
      "en": "The engineer's analysis of the structural failure was remarkably thorough.",
      "pt": "A análise do engenheiro sobre a falha estrutural foi notavelmente minuciosa."
    },
    {
      "en": "Let's have a thorough discussion about this before we make any final decisions.",
      "pt": "Vamos ter uma discussão aprofundada sobre isso antes de tomarmos qualquer decisão final."
    },
    {
      "en": "The encyclopedia offers a thorough, if somewhat dated, summary of the topic.",
      "pt": "A enciclopédia oferece um resumo completo, embora um tanto datado, do tópico."
    },
    {
      "en": "The customs official gave my luggage a very thorough search.",
      "pt": "O funcionário da alfândega fez uma revista muito minuciosa na minha bagagem."
    },
    {
      "en": "The success of this experiment depends on the thorough calibration of all instruments.",
      "pt": "O sucesso deste experimento depende da calibração rigorosa de todos os instrumentos."
    },
    {
      "en": "His critique of the film was both insightful and thorough.",
      "pt": "A crítica dele ao filme foi perspicaz e completa."
    },
    {
      "en": "The gardener is very thorough; he doesn't miss a single weed.",
      "pt": "O jardineiro é muito cuidadoso; ele não deixa passar uma única erva daninha."
    },
    {
      "en": "The company provides thorough documentation for all of its software products.",
      "pt": "A empresa fornece documentação detalhada para todos os seus produtos de software."
    },
    {
      "en": "The inquiry was not as thorough as the victims' families had hoped.",
      "pt": "O inquérito não foi tão completo quanto as famílias das vítimas esperavam."
    },
    {
      "en": "A thorough sweep of the building was conducted before the president's arrival.",
      "pt": "Uma varredura completa do prédio foi realizada antes da chegada do presidente."
    },
    {
      "en": "He has a thorough and encyclopedic knowledge of military history.",
      "pt": "Ele tem um conhecimento completo e enciclopédico de história militar."
    },
    {
      "en": "The curriculum is designed to provide students with a thorough foundation in mathematics.",
      "pt": "O currículo é projetado para fornecer aos alunos uma base sólida em matemática."
    },
    {
      "en": "The scientist was praised for her meticulous and thorough research methods.",
      "pt": "A cientista foi elogiada por seus métodos de pesquisa meticulosos e rigorosos."
    },
    {
      "en": "A thorough evaluation of all options is necessary to ensure we make the best choice.",
      "pt": "Uma avaliação completa de todas as opções é necessária para garantir que façamos a melhor escolha."
    },
    {
      "en": "The audit revealed that the company's records were not as thorough as they should have been.",
      "pt": "A auditoria revelou que os registros da empresa não eram tão detalhados quanto deveriam."
    },
    {
      "en": "I'm looking for a thorough biography of Napoleon, not just a brief overview.",
      "pt": "Estou procurando uma biografia completa de Napoleão, não apenas uma breve visão geral."
    },
    {
      "en": "The software's help section is surprisingly thorough and easy to navigate.",
      "pt": "A seção de ajuda do software é surpreendentemente completa e fácil de navegar."
    },
    {
      "en": "The new manager is much more thorough than her predecessor.",
      "pt": "A nova gerente é muito mais criteriosa do que sua antecessora."
    },
    {
      "en": "A thorough sanitation of all surfaces is crucial to prevent the spread of the virus.",
      "pt": "Uma higienização completa de todas as superfícies é crucial para prevenir a propagação do vírus."
    },
    {
      "en": "Her cross-examination was so thorough that the witness began to contradict himself.",
      "pt": "Seu contrainterrogatório foi tão minucioso que a testemunha começou a se contradizer."
    },
    {
      "en": "The app's privacy policy is long, but a thorough reading is advisable.",
      "pt": "A política de privacidade do aplicativo é longa, mas uma leitura atenta é aconselhável."
    },
    {
      "en": "The police conducted a thorough door-to-door search of the neighborhood.",
      "pt": "A polícia realizou uma busca minuciosa de porta em porta na vizinhança."
    },
    {
      "en": "The historical society is undertaking a thorough inventory of its collection.",
      "pt": "A sociedade histórica está realizando um inventário completo de sua coleção."
    },
    {
      "en": "What impressed me most was how thorough he was, considering the tight deadline.",
      "pt": "O que mais me impressionou foi o quão minucioso ele foi, considerando o prazo apertado."
    },
    {
      "en": "This is the most thorough study on the subject that has been published to date.",
      "pt": "Este é o estudo mais completo sobre o assunto que foi publicado até hoje."
    },
    {
      "en": "A thorough review of the security protocols is long overdue.",
      "pt": "Uma revisão completa dos protocolos de segurança já deveria ter sido feita há muito tempo."
    },
    {
      "en": "He gave the car a thorough wash and wax before selling it.",
      "pt": "Ele deu uma lavagem e encerada completa no carro antes de vendê-lo."
    },
    {
      "en": "The government's response was criticized for lacking a thorough long-term plan.",
      "pt": "A resposta do governo foi criticada por não ter um plano de longo prazo detalhado."
    },
    {
      "en": "The novel is a thorough exploration of the complexities of family relationships.",
      "pt": "O romance é uma exploração aprofundada das complexidades das relações familiares."
    },
    {
      "en": "She is a very thorough person who always double-checks everything.",
      "pt": "Ela é uma pessoa muito detalhista que sempre verifica tudo duas vezes."
    },
    {
      "en": "The repair estimate includes a thorough breakdown of all parts and labor costs.",
      "pt": "O orçamento do conserto inclui uma discriminação detalhada de todos os custos de peças e mão de obra."
    },
    {
      "en": "A thorough knowledge of the local market is our company's greatest asset.",
      "pt": "Um conhecimento profundo do mercado local é o maior ativo da nossa empresa."
    },
    {
      "en": "The final exam will be a thorough assessment of everything you've learned this semester.",
      "pt": "O exame final será uma avaliação completa de tudo o que você aprendeu neste semestre."
    },
    {
      "en": "The fact-checking process for the article was exceptionally thorough.",
      "pt": "O processo de verificação de fatos para o artigo foi excepcionalmente rigoroso."
    },
    {
      "en": "The company performed a thorough market study before launching the new brand.",
      "pt": "A empresa realizou um estudo de mercado completo antes de lançar a nova marca."
    },
    {
      "en": "His account of the events was detailed and thorough, leaving no room for doubt.",
      "pt": "Seu relato dos eventos foi detalhado e completo, não deixando margem para dúvidas."
    },
    {
      "en": "The travel guide offered a thorough list of attractions, from famous landmarks to hidden gems.",
      "pt": "O guia de viagem oferecia uma lista completa de atrações, desde marcos famosos até tesouros escondidos."
    },
    {
      "en": "The contract is long, but it is in your best interest to give it a thorough read.",
      "pt": "O contrato é longo, mas é do seu interesse fazer uma leitura atenta."
    },
    {
      "en": "The recipe requires a thorough mixing of the ingredients for the best results.",
      "pt": "A receita exige uma mistura completa dos ingredientes para obter os melhores resultados."
    },
    {
      "en": "The wine tasting course provides a thorough introduction to the world of viticulture.",
      "pt": "O curso de degustação de vinhos oferece uma introdução abrangente ao mundo da viticultura."
    },
    {
      "en": "Her preparation for the debate was so thorough that she anticipated every counterargument.",
      "pt": "A preparação dela para o debate foi tão minuciosa que ela antecipou todos os contra-argumentos."
    },
    {
      "en": "The documentary offers a thorough, minute-by-minute account of the historical event.",
      "pt": "O documentário oferece um relato completo, minuto a minuto, do evento histórico."
    },
    {
      "en": "A thorough understanding of the source material is essential for a good adaptation.",
      "pt": "Um entendimento completo do material de origem é essencial para uma boa adaptação."
    },
    {
      "en": "The new software includes a thorough tutorial to help users get started.",
      "pt": "O novo software inclui um tutorial completo para ajudar os usuários a começar."
    },
    {
      "en": "The scientist's work was characterized by its rigor and thorough attention to detail.",
      "pt": "O trabalho do cientista era caracterizado por seu rigor e atenção minuciosa aos detalhes."
    },
    {
      "en": "The city planning commission is conducting a thorough study of traffic patterns.",
      "pt": "A comissão de planejamento da cidade está conduzindo um estudo detalhado dos padrões de tráfego."
    },
    {
      "en": "She's not the fastest worker, but she's the most thorough, and her work is always flawless.",
      "pt": "Ela não é a funcionária mais rápida, mas é a mais criteriosa, e seu trabalho é sempre impecável."
    },
    {
      "en": "The user manual is thorough, covering everything from basic setup to advanced troubleshooting.",
      "pt": "O manual do usuário é completo, cobrindo tudo, desde a configuração básica até a solução de problemas avançada."
    },
    {
      "en": "The new regulations demand a more thorough reporting of financial transactions.",
      "pt": "As novas regulamentações exigem um relato mais detalhado das transações financeiras."
    },
    {
      "en": "The film is a thorough indictment of the failures of the justice system.",
      "pt": "O filme é uma acusação completa das falhas do sistema de justiça."
    },
    {
      "en": "The fire department conducted a thorough investigation to determine the cause of the blaze.",
      "pt": "O corpo de bombeiros realizou uma investigação completa para determinar a causa do incêndio."
    },
    {
      "en": "His research is always thorough, supported by a wealth of primary sources.",
      "pt": "A pesquisa dele é sempre minuciosa, apoiada por uma vasta quantidade de fontes primárias."
    },
    {
      "en": "The trial was delayed to allow the defense more time for a thorough preparation.",
      "pt": "O julgamento foi adiado para dar à defesa mais tempo para uma preparação completa."
    },
    {
      "en": "The company's success is built on a thorough understanding of its customers' needs.",
      "pt": "O sucesso da empresa é construído sobre um entendimento profundo das necessidades de seus clientes."
    },
    {
      "en": "The surgeon provided a thorough explanation of the procedure and its risks.",
      "pt": "O cirurgião forneceu uma explicação detalhada do procedimento e seus riscos."
    },
    {
      "en": "A thorough review of the company's cybersecurity measures is urgently needed.",
      "pt": "Uma revisão completa das medidas de cibersegurança da empresa é urgentemente necessária."
    },
    {
      "en": "The encyclopedia provides a thorough, albeit dense, overview of world history.",
      "pt": "A enciclopédia fornece uma visão geral completa, embora densa, da história mundial."
    },
    {
      "en": "He is a very thorough editor, often catching mistakes that others miss.",
      "pt": "Ele é um editor muito criterioso, frequentemente pegando erros que outros não veem."
    },
    {
      "en": "The investigation was thorough enough to satisfy even the most skeptical critics.",
      "pt": "A investigação foi minuciosa o suficiente para satisfazer até os críticos mais céticos."
    },
    {
      "en": "The training program was so thorough that I felt completely prepared for the new role.",
      "pt": "O programa de treinamento foi tão completo que me senti totalmente preparado para a nova função."
    },
    {
      "en": "The government promised a thorough reform of the tax system.",
      "pt": "O governo prometeu uma reforma completa do sistema tributário."
    },
    {
      "en": "The language course offers a thorough immersion experience.",
      "pt": "O curso de idiomas oferece uma experiência de imersão completa."
    },
    {
      "en": "Before buying the house, they had a thorough inspection done by a professional.",
      "pt": "Antes de comprar a casa, eles fizeram uma inspeção completa com um profissional."
    },
    {
      "en": "The police report gave a thorough account of the accident.",
      "pt": "O boletim de ocorrência deu um relato detalhado do acidente."
    },
    {
      "en": "The student's thesis was commended for its thorough and original research.",
      "pt": "A tese do aluno foi elogiada por sua pesquisa minuciosa e original."
    },
    {
      "en": "The new software's diagnostic tools are impressively thorough.",
      "pt": "As ferramentas de diagnóstico do novo software são impressionantemente completas."
    },
    {
      "en": "Her knowledge of the subject is nothing short of thorough.",
      "pt": "O conhecimento dela sobre o assunto é nada menos que completo."
    },
    {
      "en": "A thorough analysis of the competition is the first step in developing a marketing strategy.",
      "pt": "Uma análise detalhada da concorrência é o primeiro passo para desenvolver uma estratégia de marketing."
    },
    {
      "en": "The financial advisor conducted a thorough review of their investment portfolio.",
      "pt": "O consultor financeiro realizou uma análise completa de sua carteira de investimentos."
    },
    {
      "en": "The biography offers a thorough portrait of a very complex individual.",
      "pt": "A biografia oferece um retrato completo de um indivíduo muito complexo."
    },
    {
      "en": "The success of the mission relied on thorough reconnaissance of the area.",
      "pt": "O sucesso da missão dependia de um reconhecimento minucioso da área."
    },
    {
      "en": "She is admired for her thorough and compassionate approach to patient care.",
      "pt": "Ela é admirada por sua abordagem completa e compassiva no cuidado ao paciente."
    },
    {
      "en": "The book is a thorough guide to gardening in a tropical climate.",
      "pt": "O livro é um guia completo para jardinagem em clima tropical."
    },
    {
      "en": "A thorough examination of the evidence suggests a different conclusion.",
      "pt": "Um exame minucioso das evidências sugere uma conclusão diferente."
    },
    {
      "en": "The company has a thorough screening process for all its job applicants.",
      "pt": "A empresa tem um processo de triagem rigoroso para todos os seus candidatos a emprego."
    },
    {
      "en": "The documentary is a thorough and unflinching look at the consequences of war.",
      "pt": "O documentário é um olhar completo e inflexível sobre as consequências da guerra."
    },
    {
      "en": "He gave the room a thorough search, but the keys were nowhere to be found.",
      "pt": "Ele fez uma busca minuciosa no quarto, mas as chaves não estavam em lugar nenhum."
    },
    {
      "en": "The review was not thorough, missing several key issues.",
      "pt": "A revisão não foi detalhada, deixando de lado várias questões importantes."
    },
    {
      "en": "The garden requires thorough weeding every spring.",
      "pt": "O jardim requer uma capina completa toda primavera."
    },
    {
      "en": "The project proposal needs a more thorough outline of the budget.",
      "pt": "A proposta do projeto precisa de um detalhamento mais completo do orçamento."
    },
    {
      "en": "The professor is respected for his thorough and engaging lectures.",
      "pt": "O professor é respeitado por suas aulas completas e envolventes."
    },
    {
      "en": "A thorough vetting of all sources is a cornerstone of good journalism.",
      "pt": "Uma verificação rigorosa de todas as fontes é um pilar do bom jornalismo."
    },
    {
      "en": "The report was criticized for not being thorough enough in its analysis of the data.",
      "pt": "O relatório foi criticado por não ser suficientemente detalhado em sua análise dos dados."
    },
    {
      "en": "Her memory of the event was surprisingly thorough, considering how long ago it happened.",
      "pt": "A memória dela sobre o evento era surpreendentemente completa, considerando há quanto tempo aconteceu."
    },
    {
      "en": "The negotiations were long and thorough, but ultimately successful.",
      "pt": "As negociações foram longas e minuciosas, mas, no final, bem-sucedidas."
    },
    {
      "en": "The cleaning crew did such a thorough job that the place looked brand new.",
      "pt": "A equipe de limpeza fez um trabalho tão completo que o lugar parecia novo em folha."
    },
    {
      "en": "The museum's collection provides a thorough history of the region.",
      "pt": "A coleção do museu oferece uma história completa da região."
    },
    {
      "en": "A thorough warm-up is essential to prevent injuries during exercise.",
      "pt": "Um aquecimento completo é essencial para prevenir lesões durante o exercício."
    },
    {
      "en": "The candidate's platform was praised for its thorough approach to environmental issues.",
      "pt": "A plataforma do candidato foi elogiada por sua abordagem completa às questões ambientais."
    },
    {
      "en": "The software performs a thorough scan of your computer for viruses and malware.",
      "pt": "O software realiza uma varredura completa em seu computador em busca de vírus e malware."
    },
    {
      "en": "His understanding of the topic is not very thorough; it's quite superficial.",
      "pt": "O entendimento dele sobre o tópico não é muito aprofundado; é bastante superficial."
    },
    {
      "en": "The new legislation was the product of months of thorough debate and compromise.",
      "pt": "A nova legislação foi o produto de meses de debate minucioso e de compromisso."
    },
    {
      "en": "A thorough grounding in the basics is necessary before you can tackle advanced concepts.",
      "pt": "Uma base sólida nos fundamentos é necessária antes que você possa abordar conceitos avançados."
    },
    {
      "en": "The committee conducted a thorough investigation but found no evidence of wrongdoing.",
      "pt": "O comitê conduziu uma investigação completa, mas não encontrou evidências de irregularidades."
    },
    {
      "en": "The chef is thorough about sourcing only the freshest, highest-quality ingredients.",
      "pt": "O chef é criterioso em obter apenas os ingredientes mais frescos e da mais alta qualidade."
    },
    {
      "en": "The book provides a thorough and accessible introduction to philosophy.",
      "pt": "O livro oferece uma introdução completa e acessível à filosofia."
    },
    {
      "en": "The merger was approved only after a thorough review by government regulators.",
      "pt": "A fusão foi aprovada somente após uma análise rigorosa pelos reguladores do governo."
    },
    {
      "en": "The repairman was very thorough and explained every step of the process.",
      "pt": "O técnico foi muito detalhista e explicou cada passo do processo."
    },
    {
      "en": "The success of the clinical trial depends on thorough and accurate data collection.",
      "pt": "O sucesso do ensaio clínico depende da coleta de dados completa e precisa."
    },
    {
      "en": "The catalog gives a thorough description of each item up for auction.",
      "pt": "O catálogo dá uma descrição detalhada de cada item em leilão."
    },
    {
      "en": "The company prides itself on its thorough customer service.",
      "pt": "A empresa se orgulha de seu atendimento ao cliente completo."
    },
    {
      "en": "Her critique of his work, though harsh, was undeniably thorough.",
      "pt": "A crítica dela ao trabalho dele, embora dura, era inegavelmente completa."
    },
    {
      "en": "A thorough inventory check is performed at the end of every month.",
      "pt": "Uma verificação de inventário completa é realizada no final de cada mês."
    },
    {
      "en": "The architect presented a thorough and innovative plan for the new library.",
      "pt": "O arquiteto apresentou um plano completo e inovador para a nova biblioteca."
    },
    {
      "en": "The guidebook was not very thorough, and we missed several important sites.",
      "pt": "O guia de viagem não era muito detalhado, e perdemos vários locais importantes."
    },
    {
      "en": "The report provides the most thorough account of the incident available to the public.",
      "pt": "O relatório fornece o relato mais completo do incidente disponível ao público."
    },
    {
      "en": "He is a thorough professional in every sense of the word.",
      "pt": "Ele é um profissional completo em todos os sentidos da palavra."
    },
    {
      "en": "The business plan was rejected for not being thorough enough.",
      "pt": "O plano de negócios foi rejeitado por não ser suficientemente detalhado."
    },
    {
      "en": "The athlete underwent a thorough physical examination before signing the contract.",
      "pt": "O atleta passou por um exame físico completo antes de assinar o contrato."
    },
    {
      "en": "The artist is known for his thorough preparation and research for each painting.",
      "pt": "O artista é conhecido por sua preparação e pesquisa minuciosas para cada pintura."
    },
    {
      "en": "A thorough understanding of the rules is required to play the game well.",
      "pt": "Um entendimento completo das regras é necessário para jogar bem o jogo."
    },
    {
      "en": "The course provided a thorough introduction but lacked depth in advanced topics.",
      "pt": "O curso forneceu uma introdução completa, mas carecia de profundidade em tópicos avançados."
    },
    {
      "en": "The investigation, while not yet complete, has been extremely thorough so far.",
      "pt": "A investigação, embora ainda não concluída, tem sido extremamente minuciosa até agora."
    },
    {
      "en": "Her questioning was gentle but thorough, eventually revealing the truth.",
      "pt": "O questionamento dela foi gentil, mas completo, acabando por revelar a verdade."
    },
    {
      "en": "The director is famous for his thorough and demanding rehearsal process.",
      "pt": "O diretor é famoso por seu processo de ensaio minucioso e exigente."
    },
    {
      "en": "A thorough examination of the wreckage will be necessary to determine the cause of the crash.",
      "pt": "Um exame minucioso dos destroços será necessário para determinar a causa do acidente."
    },
    {
      "en": "The new law is the result of a thorough, bipartisan effort in Congress.",
      "pt": "A nova lei é o resultado de um esforço completo e bipartidário no Congresso."
    },
    {
      "en": "The student's essay was well-written but lacked a thorough analysis of the main theme.",
      "pt": "A redação do aluno estava bem escrita, mas carecia de uma análise aprofundada do tema principal."
    },
    {
      "en": "The database needs a thorough update to remove obsolete entries.",
      "pt": "O banco de dados precisa de uma atualização completa para remover entradas obsoletas."
    },
    {
      "en": "The manual provides thorough, step-by-step instructions for assembly.",
      "pt": "O manual fornece instruções detalhadas e passo a passo para a montagem."
    },
    {
      "en": "The board demanded a more thorough explanation for the sudden drop in profits.",
      "pt": "O conselho exigiu uma explicação mais completa para a queda repentina nos lucros."
    },
    {
      "en": "He's not just a good student; he's a genuinely thorough and curious scholar.",
      "pt": "Ele não é apenas um bom aluno; ele é um estudioso genuinamente criterioso e curioso."
    },
    {
      "en": "The safety inspection was so thorough that it took the entire day.",
      "pt": "A inspeção de segurança foi tão minuciosa que levou o dia inteiro."
    },
    {
      "en": "The consultant provided a thorough roadmap for the company's digital transformation.",
      "pt": "O consultor forneceu um roteiro completo para a transformação digital da empresa."
    },
    {
      "en": "The website offers a thorough comparison of different insurance plans.",
      "pt": "O site oferece uma comparação detalhada de diferentes planos de seguro."
    },
    {
      "en": "The research was not thorough enough to support such strong conclusions.",
      "pt": "A pesquisa não foi suficientemente completa para sustentar conclusões tão fortes."
    },
    {
      "en": "A thorough cleaning of the pipes resolved the plumbing issue.",
      "pt": "Uma limpeza completa dos canos resolveu o problema de encanamento."
    },
    {
      "en": "The dictionary is impressively thorough, with extensive etymologies for each word.",
      "pt": "O dicionário é impressionantemente completo, com etimologias extensas para cada palavra."
    },
    {
      "en": "She gave a thorough wave goodbye to everyone at the station.",
      "pt": "Ela deu um adeus caloroso para todos na estação. (Nota: 'thorough' aqui tem um sentido mais incomum de 'completo'/'enfático', uma tradução literal seria estranha)."
    },
    {
      "en": "The investigation was a thorough whitewash, ignoring key evidence.",
      "pt": "A investigação foi uma completa farsa, ignorando evidências cruciais."
    },
    {
      "en": "A thorough knowledge of safety procedures is non-negotiable for this role.",
      "pt": "Um conhecimento completo dos procedimentos de segurança é inegociável para esta função."
    },
    {
      "en": "The professor's feedback on my draft was incredibly thorough and helpful.",
      "pt": "O feedback do professor sobre meu rascunho foi incrivelmente detalhado e útil."
    },
    {
      "en": "The biography is a thorough, if sometimes dry, account of the scientist's life.",
      "pt": "A biografia é um relato completo, embora às vezes seco, da vida do cientista."
    },
    {
      "en": "The government's failure to conduct a thorough environmental impact study was heavily criticized.",
      "pt": "A falha do governo em conduzir um estudo de impacto ambiental completo foi duramente criticada."
    },
    {
      "en": "Her approach is always refreshingly thorough and logical.",
      "pt": "A abordagem dela é sempre revigorantemente completa e lógica."
    },
    {
      "en": "The contract review was painstaking and thorough, but it saved the company from a major lawsuit.",
      "pt": "A revisão do contrato foi meticulosa e completa, mas salvou a empresa de um grande processo judicial."
    },
    {
      "en": "The documentary provides a thorough debunking of the popular conspiracy theory.",
      "pt": "O documentário oferece uma refutação completa da popular teoria da conspiração."
    },
    {
      "en": "The editor's comments pointed out the need for a more thorough development of the main character.",
      "pt": "Os comentários do editor apontaram a necessidade de um desenvolvimento mais aprofundado do personagem principal."
    },
    {
      "en": "The police are appealing for witnesses to help them build a thorough picture of the events.",
      "pt": "A polícia está apelando a testemunhas para ajudá-los a construir um quadro completo dos eventos."
    },
    {
      "en": "I'm a thorough believer in the power of education to change lives.",
      "pt": "Eu acredito piamente no poder da educação para mudar vidas. (Nota: 'thorough' como 'completo'/'total')"
    },
    {
      "en": "The census aims to provide a thorough snapshot of the country's population.",
      "pt": "O censo visa fornecer um retrato detalhado da população do país."
    },
    {
      "en": "The training manual was anything but thorough, leaving new hires with many unanswered questions.",
      "pt": "O manual de treinamento era tudo, menos completo, deixando os novos contratados com muitas perguntas sem resposta."
    },
    {
      "en": "The restoration of the cathedral was a thorough and masterful undertaking.",
      "pt": "A restauração da catedral foi um empreendimento completo e magistral."
    },
    {
      "en": "The novel offers a thorough depiction of life in the city during that tumultuous period.",
      "pt": "O romance oferece uma representação detalhada da vida na cidade durante aquele período tumultuado."
    },
    {
      "en": "The company conducted a thorough internal investigation following the whistleblower's complaint.",
      "pt": "A empresa conduziu uma investigação interna completa após a denúncia do delator."
    },
    {
      "en": "A thorough understanding of your audience is key to effective communication.",
      "pt": "Uma compreensão completa do seu público é fundamental para uma comunicação eficaz."
    },
    {
      "en": "The new manager implemented a more thorough system for tracking project progress.",
      "pt": "O novo gerente implementou um sistema mais completo para acompanhar o progresso do projeto."
    },
    {
      "en": "The parliamentary inquiry was criticized for its lack of a thorough and independent approach.",
      "pt": "O inquérito parlamentar foi criticado por sua falta de uma abordagem completa e independente."
    },
    {
      "en": "She is thorough and diligent, making her an ideal candidate for a research position.",
      "pt": "Ela é minuciosa e diligente, o que a torna uma candidata ideal para uma posição de pesquisa."
    },
    {
      "en": "The cataloguer's work must be extremely thorough to ensure every item is correctly documented.",
      "pt": "O trabalho do catalogador deve ser extremamente minucioso para garantir que cada item seja documentado corretamente."
    },
    {
      "en": "The book is a thorough compendium of knowledge on ancient civilizations.",
      "pt": "O livro é um compêndio completo de conhecimento sobre civilizações antigas."
    },
    {
      "en": "The software's privacy settings are complex, requiring a thorough review by the user.",
      "pt": "As configurações de privacidade do software são complexas, exigindo uma revisão atenta por parte do usuário."
    },
    {
      "en": "The crisis demands a thorough, not a piecemeal, solution.",
      "pt": "A crise exige uma solução completa, não uma solução fragmentada."
    },
    {
      "en": "The company's commitment to safety is demonstrated by its thorough training programs.",
      "pt": "O compromisso da empresa com a segurança é demonstrado por seus programas de treinamento completos."
    },
    {
      "en": "The defense lawyer's thorough preparation exposed inconsistencies in the witness's testimony.",
      "pt": "A preparação minuciosa do advogado de defesa expôs inconsistências no testemunho da testemunha."
    },
    {
      "en": "His analysis was thorough, but it failed to consider the human element.",
      "pt": "A análise dele foi completa, mas não considerou o elemento humano."
    },
    {
      "en": "The city undertook a thorough modernization of its public transportation system.",
      "pt": "A cidade realizou uma modernização completa de seu sistema de transporte público."
    },
    {
      "en": "The essay provides a thorough examination of the poet's major themes.",
      "pt": "O ensaio fornece um exame aprofundado dos principais temas do poeta."
    },
    {
      "en": "The new head of the department is known for being fair but very thorough.",
      "pt": "O novo chefe do departamento é conhecido por ser justo, mas muito rigoroso."
    },
    {
      "en": "The documentary is a thorough and compelling piece of investigative journalism.",
      "pt": "O documentário é uma peça de jornalismo investigativo completa e convincente."
    },
    {
      "en": "The museum offers a thorough chronology of the artist's life and work.",
      "pt": "O museu oferece uma cronologia detalhada da vida e obra do artista."
    },
    {
      "en": "The project's success is a testament to the team's thoroughness and dedication.",
      "pt": "O sucesso do projeto é um testemunho da minuciosidade e dedicação da equipe."
    },
    {
      "en": "The recruitment process is thorough to ensure we only hire the best candidates.",
      "pt": "O processo de recrutamento é rigoroso para garantir que contratemos apenas os melhores candidatos."
    },
    {
      "en": "The financial plan requires a thorough review before it can be approved.",
      "pt": "O plano financeiro requer uma revisão completa antes de ser aprovado."
    },
    {
      "en": "The course is a thorough survey of modern European history.",
      "pt": "O curso é um panorama completo da história europeia moderna."
    },
    {
      "en": "The architect's plans were impressively thorough, down to the last detail.",
      "pt": "Os projetos do arquiteto eram impressionantemente completos, até o último detalhe."
    },
    {
      "en": "A thorough knowledge of the software is a prerequisite for this position.",
      "pt": "Um conhecimento completo do software é um pré-requisito para esta posição."
    },
    {
      "en": "The company conducted a thorough evaluation of its supply chain to identify inefficiencies.",
      "pt": "A empresa realizou uma avaliação completa de sua cadeia de suprimentos para identificar ineficiências."
    },
    {
      "en": "The government is conducting a thorough review of its foreign policy.",
      "pt": "O governo está conduzindo uma revisão completa de sua política externa."
    },
    {
      "en": "The handbook provides a thorough explanation of all company policies.",
      "pt": "O manual fornece uma explicação detalhada de todas as políticas da empresa."
    },
    {
      "en": "Her notes from the meeting were so thorough that they were distributed to the entire team.",
      "pt": "As anotações dela da reunião eram tão completas que foram distribuídas para toda a equipe."
    },
    {
      "en": "The pilot performed a thorough pre-flight check of the aircraft.",
      "pt": "O piloto realizou uma verificação pré-voo completa da aeronave."
    },
    {
      "en": "The editor's thorough feedback helped me improve the manuscript immensely.",
      "pt": "O feedback detalhado do editor me ajudou a melhorar imensamente o manuscrito."
    },
    {
      "en": "The new security system is designed to be incredibly thorough in detecting threats.",
      "pt": "O novo sistema de segurança é projetado para ser incrivelmente completo na detecção de ameaças."
    },
    {
      "en": "The report gives a thorough, if unsettling, picture of the challenges ahead.",
      "pt": "O relatório oferece um quadro completo, embora inquietante, dos desafios futuros."
    },
    {
      "en": "The company's failure to conduct a thorough risk analysis proved to be a costly mistake.",
      "pt": "A falha da empresa em conduzir uma análise de risco completa provou ser um erro caro."
    },
    {
      "en": "The biography is not just a chronological account, but a thorough psychological study.",
      "pt": "A biografia não é apenas um relato cronológico, mas um estudo psicológico aprofundado."
    },
    {
      "en": "The professor is admired for her thorough knowledge and her passion for teaching.",
      "pt": "A professora é admirada por seu conhecimento completo e sua paixão por lecionar."
    },
    {
      "en": "The study was methodical and thorough, yielding very reliable results.",
      "pt": "O estudo foi metódico e completo, produzindo resultados muito confiáveis."
    },
    {
      "en": "The police conducted a thorough canvass of the area, speaking to all residents.",
      "pt": "A polícia realizou uma sondagem completa na área, conversando com todos os moradores."
    },
    {
      "en": "The code of conduct provides a thorough guide to ethical behavior in the workplace.",
      "pt": "O código de conduta fornece um guia completo para o comportamento ético no local de trabalho."
    },
    {
      "en": "The investigation was criticized for being superficial and not thorough.",
      "pt": "A investigação foi criticada por ser superficial e não minuciosa."
    },
    {
      "en": "The book is a thorough treatment of a complex and often misunderstood topic.",
      "pt": "O livro é um tratamento completo de um tópico complexo e muitas vezes mal compreendido."
    },
    {
      "en": "A thorough and honest self-assessment is the first step toward personal growth.",
      "pt": "Uma autoavaliação completa e honesta é o primeiro passo para o crescimento pessoal."
    },
    {
      "en": "The government's plan for economic recovery was criticized for not being thorough enough.",
      "pt": "O plano do governo para a recuperação econômica foi criticado por não ser suficientemente completo."
    },
    {
      "en": "The new hire is exceptionally thorough, which has already improved the team's quality of work.",
      "pt": "O novo contratado é excepcionalmente criterioso, o que já melhorou a qualidade do trabalho da equipe."
    },
    {
      "en": "The documentary is a thorough examination of the causes and consequences of the financial crisis.",
      "pt": "O documentário é um exame aprofundado das causas e consequências da crise financeira."
    },
    {
      "en": "The negotiations required a thorough understanding of international trade law.",
      "pt": "As negociações exigiram um entendimento completo do direito comercial internacional."
    },
    {
      "en": "The renovation was a thorough job, from the foundation to the roof.",
      "pt": "A reforma foi um trabalho completo, da fundação ao telhado."
    },
    {
      "en": "The company is undergoing a thorough restructuring to improve efficiency.",
      "pt": "A empresa está passando por uma reestruturação completa para melhorar a eficiência."
    },
    {
      "en": "The research involved a thorough compilation of data from multiple sources.",
      "pt": "A pesquisa envolveu uma compilação completa de dados de múltiplas fontes."
    },
    {
      "en": "The critique was thorough, covering aspects from character development to narrative structure.",
      "pt": "A crítica foi completa, cobrindo aspectos desde o desenvolvimento de personagens até a estrutura narrativa."
    },
    {
      "en": "The legal brief was a model of thorough research and clear argumentation.",
      "pt": "A petição legal foi um modelo de pesquisa minuciosa e argumentação clara."
    },
    {
      "en": "The manual is surprisingly thorough for such a simple device.",
      "pt": "O manual é surpreendentemente completo para um dispositivo tão simples."
    },
    {
      "en": "A thorough search of his computer revealed his involvement in the scheme.",
      "pt": "Uma busca minuciosa em seu computador revelou seu envolvimento no esquema."
    },
    {
      "en": "The course provides a thorough and up-to-date overview of the industry.",
      "pt": "O curso oferece uma visão geral completa e atualizada da indústria."
    },
    {
      "en": "The investigation was hampered by a lack of thorough record-keeping.",
      "pt": "A investigação foi prejudicada pela falta de manutenção de registros detalhados."
    },
    {
      "en": "The exhibition is a thorough retrospective of the artist's entire career.",
      "pt": "A exposição é uma retrospectiva completa de toda a carreira do artista."
    },
    {
      "en": "The safety procedures are thorough for a reason; do not take any shortcuts.",
      "pt": "Os procedimentos de segurança são rigorosos por um motivo; não pegue nenhum atalho."
    },
    {
      "en": "The chef's thorough approach to cooking means that every dish is consistently excellent.",
      "pt": "A abordagem criteriosa do chef na cozinha significa que cada prato é consistentemente excelente."
    },
    {
      "en": "The textbook is a thorough, yet accessible, resource for students.",
      "pt": "O livro didático é um recurso completo, porém acessível, para os alunos."
    },
    {
      "en": "The company's failure was preceded by a lack of thorough financial planning.",
      "pt": "A falência da empresa foi precedida pela falta de um planejamento financeiro detalhado."
    },
    {
      "en": "The review of the manuscript was thorough, providing invaluable feedback to the author.",
      "pt": "A revisão do manuscrito foi completa, fornecendo um feedback inestimável ao autor."
    },
    {
      "en": "The debate was a thorough airing of the different viewpoints on the issue.",
      "pt": "O debate foi uma exposição completa dos diferentes pontos de vista sobre a questão."
    },
    {
      "en": "His work is characterized by thoroughness and a deep intellectual curiosity.",
      "pt": "O trabalho dele é caracterizado pela minuciosidade e por uma profunda curiosidade intelectual."
    },
    {
      "en": "A thorough decontamination process was initiated immediately after the chemical spill.",
      "pt": "Um processo de descontaminação completo foi iniciado imediatamente após o derramamento de produtos químicos."
    },
    {
      "en": "The politician's answers were evasive and lacked a thorough explanation of his policies.",
      "pt": "As respostas do político foram evasivas e careciam de uma explicação completa de suas políticas."
    },
    {
      "en": "The study's methodology was praised for being exceptionally thorough and well-designed.",
      "pt": "A metodologia do estudo foi elogiada por ser excepcionalmente completa e bem projetada."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "thorough",
      "options": [
        "thorough",
        "through"
      ],
      "correct": "thorough"
    },
    {
      "question": "thorough",
      "options": [
        "though",
        "thorough"
      ],
      "correct": "thorough"
    },
    {
      "question": "thorough",
      "options": [
        "thorough",
        "thought"
      ],
      "correct": "thorough"
    },
    {
      "question": "thorough",
      "options": [
        "tough",
        "thorough"
      ],
      "correct": "thorough"
    },
    {
      "question": "thorough",
      "options": [
        "thorough",
        "trough"
      ],
      "correct": "thorough"
    },
    {
      "question": "thorough",
      "options": [
        "throw",
        "thorough"
      ],
      "correct": "thorough"
    },
    {
      "question": "thorough",
      "options": [
        "thorough",
        "borrow"
      ],
      "correct": "thorough"
    },
    {
      "question": "thorough",
      "options": [
        "furrow",
        "thorough"
      ],
      "correct": "thorough"
    },
    {
      "question": "thorough",
      "options": [
        "sorrow",
        "thorough"
      ],
      "correct": "thorough"
    },
    {
      "question": "thorough",
      "options": [
        "thorough",
        "Toronto"
      ],
      "correct": "thorough"
    },
    {
      "question": "thorough",
      "options": [
        "Thoreau",
        "thorough"
      ],
      "correct": "thorough"
    },
    {
      "question": "thorough",
      "options": [
        "thawed",
        "thorough"
      ],
      "correct": "thorough"
    },
    {
      "question": "thorough",
      "options": [
        "thorough",
        "thorny"
      ],
      "correct": "thorough"
    },
    {
      "question": "thorough",
      "options": [
        "thirty",
        "thorough"
      ],
      "correct": "thorough"
    },
    {
      "question": "thorough",
      "options": [
        "thorough",
        "throb"
      ],
      "correct": "thorough"
    }
  ]
}
