{
  "sentences": [
    {
      "en": "The government's press release seemed to underplay the severity of the economic downturn.",
      "pt": "O comunicado de imprensa do governo pareceu minimizar a gravidade da crise econômica."
    },
    {
      "en": "She has a tendency to underplay her own considerable achievements in the field of astrophysics.",
      "pt": "Ela tem uma tendência a diminuir a importância de suas próprias conquistas consideráveis no campo da astrofísica."
    },
    {
      "en": "During the negotiations, he deliberately underplayed his company's desperation for the deal.",
      "pt": "Durante as negociações, ele minimizou deliberadamente o desespero de sua empresa pelo acordo."
    },
    {
      "en": "It would be a grave mistake to underplay the long-term environmental consequences of this policy.",
      "pt": "Seria um erro grave subestimar a importância das consequências ambientais de longo prazo desta política."
    },
    {
      "en": "The actor's performance was masterful in how he managed to underplay the character's inner turmoil.",
      "pt": "A atuação do ator foi magistral na forma como ele conseguiu representar sutilmente a turbulência interna do personagem."
    },
    {
      "en": "Critics argue that the documentary underplays the role of international cooperation in the scientific breakthrough.",
      "pt": "Críticos argumentam que o documentário não dá o devido valor ao papel da cooperação internacional na descoberta científica."
    },
    {
      "en": "He tried to underplay the significance of the financial loss, but the shareholders were not convinced.",
      "pt": "Ele tentou diminuir a importância da perda financeira, mas os acionistas não se convenceram."
    },
    {
      "en": "Why do you always underplay your contributions to the team's success?",
      "pt": "Por que você sempre minimiza suas contribuições para o sucesso da equipe?"
    },
    {
      "en": "The initial reports from the disaster zone may be underplaying the full extent of the damage.",
      "pt": "Os relatórios iniciais da zona de desastre podem estar subestimando a real extensão dos danos."
    },
    {
      "en": "She underplayed her exhaustion, insisting she could continue working through the night.",
      "pt": "Ela disfarçou seu esgotamento, insistindo que poderia continuar trabalhando durante a noite."
    },
    {
      "en": "The defense attorney attempted to underplay the evidence presented by the prosecution.",
      "pt": "O advogado de defesa tentou diminuir a importância das provas apresentadas pela acusação."
    },
    {
      "en": "Let's not underplay the challenges we're about to face with this new project.",
      "pt": "Não vamos minimizar os desafios que estamos prestes a enfrentar com este novo projeto."
    },
    {
      "en": "His autobiography was criticized for underplaying his early struggles and failures.",
      "pt": "Sua autobiografia foi criticada por não dar a devida importância às suas dificuldades e fracassos iniciais."
    },
    {
      "en": "The candidate's calm demeanor on television underplayed the immense pressure he was under.",
      "pt": "O comportamento calmo do candidato na televisão disfarçou a imensa pressão sob a qual ele estava."
    },
    {
      "en": "The company's marketing campaign consistently underplays the product's known limitations.",
      "pt": "A campanha de marketing da empresa minimiza consistentemente as limitações conhecidas do produto."
    },
    {
      "en": "To underplay the risk of a cyberattack in today's digital world is to be dangerously naive.",
      "pt": "Minimizar o risco de um ataque cibernético no mundo digital de hoje é ser perigosamente ingênuo."
    },
    {
      "en": "The historical account tends to underplay the brutality of the colonial regime.",
      "pt": "O relato histórico tende a amenizar a brutalidade do regime colonial."
    },
    {
      "en": "He had a habit of underplaying his intelligence to make others feel more comfortable.",
      "pt": "Ele tinha o hábito de disfarçar sua inteligência para fazer os outros se sentirem mais à vontade."
    },
    {
      "en": "The CEO's statement underplayed the financial instability that the audit had revealed.",
      "pt": "A declaração do CEO minimizou a instabilidade financeira que a auditoria havia revelado."
    },
    {
      "en": "I think you're underplaying how difficult it will be to get this legislation passed.",
      "pt": "Acho que você está subestimando o quão difícil será aprovar esta legislação."
    },
    {
      "en": "The media's coverage of the event underplayed the diversity of the protestors' demands.",
      "pt": "A cobertura da mídia sobre o evento não deu o devido valor à diversidade das reivindicações dos manifestantes."
    },
    {
      "en": "He's a master of poker, largely because he knows how to underplay a strong hand.",
      "pt": "Ele é um mestre no pôquer, em grande parte porque sabe como disfarçar quando tem uma mão forte."
    },
    {
      "en": "The official casualty numbers seemed to underplay the tragedy that had unfolded.",
      "pt": "Os números oficiais de vítimas pareciam minimizar a tragédia que havia ocorrido."
    },
    {
      "en": "She felt her manager was consistently underplaying her role in the project's success during meetings.",
      "pt": "Ela sentia que seu gerente estava constantemente diminuindo a importância de seu papel no sucesso do projeto durante as reuniões."
    },
    {
      "en": "It is crucial not to underplay the importance of mental health in overall well-being.",
      "pt": "É crucial não minimizar a importância da saúde mental no bem-estar geral."
    },
    {
      "en": "The article underplays the serious ethical questions raised by the new technology.",
      "pt": "O artigo minimiza as sérias questões éticas levantadas pela nova tecnologia."
    },
    {
      "en": "In his speech, the general underplayed the logistical challenges his troops had overcome.",
      "pt": "Em seu discurso, o general não deu o devido valor aos desafios logísticos que suas tropas superaram."
    },
    {
      "en": "You shouldn't underplay your symptoms when talking to your doctor.",
      "pt": "Você não deve minimizar seus sintomas ao conversar com seu médico."
    },
    {
      "en": "The report, while detailed, underplays the human cost of the industrial accident.",
      "pt": "O relatório, embora detalhado, subestima o custo humano do acidente industrial."
    },
    {
      "en": "He often underplays his wealth, preferring to live a simple and unassuming lifestyle.",
      "pt": "Ele frequentemente disfarça sua riqueza, preferindo viver um estilo de vida simples e despretensioso."
    },
    {
      "en": "The opposition party accused the government of deliberately underplaying the unemployment figures.",
      "pt": "O partido de oposição acusou o governo de minimizar deliberadamente os números do desemprego."
    },
    {
      "en": "The film adaptation underplayed the novel's complex political subtext.",
      "pt": "A adaptação para o cinema amenizou o complexo subtexto político do romance."
    },
    {
      "en": "Don't underplay your anxiety; it's a valid and serious issue that deserves attention.",
      "pt": "Não minimize sua ansiedade; é um problema válido e sério que merece atenção."
    },
    {
      "en": "The company's annual report was criticized for underplaying its negative environmental footprint.",
      "pt": "O relatório anual da empresa foi criticado por minimizar sua pegada ambiental negativa."
    },
    {
      "en": "The coach underplayed the team's chances of winning to reduce the pressure on his players.",
      "pt": "O técnico diminuiu as chances de vitória da equipe para reduzir a pressão sobre seus jogadores."
    },
    {
      "en": "Some analysts believe the market is underplaying the risk of a recession next year.",
      "pt": "Alguns analistas acreditam que o mercado está subestimando o risco de uma recessão no próximo ano."
    },
    {
      "en": "She had a remarkable ability to underplay her pain, even in the most difficult circumstances.",
      "pt": "Ela tinha uma capacidade notável de disfarçar sua dor, mesmo nas circunstâncias mais difíceis."
    },
    {
      "en": "The museum exhibit was accused of underplaying the darker aspects of the historical figure's life.",
      "pt": "A exposição do museu foi acusada de amenizar os aspectos mais sombrios da vida da figura histórica."
    },
    {
      "en": "It's a common negotiation tactic to underplay your interest in the item you want most.",
      "pt": "É uma tática de negociação comum minimizar seu interesse no item que você mais deseja."
    },
    {
      "en": "The study's conclusions seem to underplay the potential for adverse side effects.",
      "pt": "As conclusões do estudo parecem minimizar o potencial de efeitos colaterais adversos."
    },
    {
      "en": "He underplayed his disappointment at not getting the promotion, congratulating his colleague warmly.",
      "pt": "Ele disfarçou sua decepção por não ter conseguido a promoção, parabenizando calorosamente seu colega."
    },
    {
      "en": "The biography underplays the crucial support his wife provided throughout his career.",
      "pt": "A biografia não dá o devido valor ao apoio crucial que sua esposa forneceu ao longo de sua carreira."
    },
    {
      "en": "The politician's speech was carefully worded to underplay the divisions within his own party.",
      "pt": "O discurso do político foi cuidadosamente formulado para minimizar as divisões dentro de seu próprio partido."
    },
    {
      "en": "I feel that my performance review underplayed the complexity of the tasks I was assigned.",
      "pt": "Sinto que minha avaliação de desempenho subestimou a complexidade das tarefas que me foram atribuídas."
    },
    {
      "en": "The manufacturer's safety manual underplays the risk of injury if the equipment is misused.",
      "pt": "O manual de segurança do fabricante minimiza o risco de lesões se o equipamento for mal utilizado."
    },
    {
      "en": "He made a conscious effort to underplay his Ivy League education to seem more relatable.",
      "pt": "Ele fez um esforço consciente para não ostentar sua educação em uma universidade de elite para parecer mais acessível."
    },
    {
      "en": "The news report, unfortunately, underplayed the heroism of the first responders.",
      "pt": "A reportagem, infelizmente, não deu o devido valor ao heroísmo dos socorristas."
    },
    {
      "en": "To underplay the cultural significance of this festival would be a disservice to the community.",
      "pt": "Minimizar a importância cultural deste festival seria um desserviço à comunidade."
    },
    {
      "en": "She is underplaying her illness, but I know she is in a lot of pain.",
      "pt": "Ela está disfarçando sua doença, mas sei que está com muita dor."
    },
    {
      "en": "The final chapter of the book seems to underplay the protagonist's moral failings.",
      "pt": "O capítulo final do livro parece amenizar as falhas morais do protagonista."
    },
    {
      "en": "The veteran officer tended to underplay the dangers he faced on a daily basis.",
      "pt": "O policial veterano tendia a minimizar os perigos que enfrentava diariamente."
    },
    {
      "en": "The company's initial statement on the data breach grossly underplayed the number of affected users.",
      "pt": "A declaração inicial da empresa sobre a violação de dados minimizou grosseiramente o número de usuários afetados."
    },
    {
      "en": "If you underplay your skills during the interview, you might not get the job offer.",
      "pt": "Se você minimizar suas habilidades durante a entrevista, pode não receber a oferta de emprego."
    },
    {
      "en": "The tourism brochure underplays the fact that the resort is located in a high-risk malaria zone.",
      "pt": "O folheto turístico minimiza o fato de que o resort está localizado em uma zona de alto risco de malária."
    },
    {
      "en": "He underplayed his knowledge of the subject, allowing others to lead the discussion.",
      "pt": "Ele disfarçou seu conhecimento sobre o assunto, permitindo que outros liderassem a discussão."
    },
    {
      "en": "The official investigation was accused of deliberately underplaying evidence of corporate negligence.",
      "pt": "A investigação oficial foi acusada de minimizar deliberadamente as evidências de negligência corporativa."
    },
    {
      "en": "Let us not underplay the sheer amount of work that went into organizing this event.",
      "pt": "Não vamos subestimar a enorme quantidade de trabalho que foi necessária para organizar este evento."
    },
    {
      "en": "The current curriculum underplays the importance of financial literacy for young adults.",
      "pt": "O currículo atual não dá a devida importância à educação financeira para jovens adultos."
    },
    {
      "en": "She's a brilliant strategist, but she often underplays her own ideas in group settings.",
      "pt": "Ela é uma estrategista brilhante, mas frequentemente minimiza suas próprias ideias em discussões em grupo."
    },
    {
      "en": "The impact of climate change on vulnerable communities is often underplayed in mainstream media.",
      "pt": "O impacto das mudanças climáticas em comunidades vulneráveis é frequentemente minimizado na grande mídia."
    },
    {
      "en": "He underplayed his role in the rescue, simply saying he was 'just doing his job'.",
      "pt": "Ele diminuiu a importância de seu papel no resgate, dizendo simplesmente que estava 'apenas fazendo seu trabalho'."
    },
    {
      "en": "The campaign ads underplayed the candidate's lack of experience in international affairs.",
      "pt": "Os anúncios de campanha minimizaram a falta de experiência do candidato em assuntos internacionais."
    },
    {
      "en": "This analysis, I believe, underplays the geopolitical factors that contributed to the crisis.",
      "pt": "Esta análise, a meu ver, não dá o devido valor aos fatores geopolíticos que contribuíram para a crise."
    },
    {
      "en": "She learned to underplay her emotions to survive in the high-stakes corporate environment.",
      "pt": "Ela aprendeu a disfarçar suas emoções para sobreviver no ambiente corporativo de alto risco."
    },
    {
      "en": "The manual underplays how complicated the assembly process actually is.",
      "pt": "O manual minimiza o quão complicado o processo de montagem realmente é."
    },
    {
      "en": "The president's speech underplayed the deep-seated issues that led to the social unrest.",
      "pt": "O discurso do presidente amenizou as questões profundas que levaram à agitação social."
    },
    {
      "en": "I warned him not to underplay the seriousness of the charges against him.",
      "pt": "Eu o avisei para não minimizar a seriedade das acusações contra ele."
    },
    {
      "en": "The film's director chose to underplay the violence to focus more on the psychological drama.",
      "pt": "O diretor do filme optou por amenizar a violência para focar mais no drama psicológico."
    },
    {
      "en": "The tech company's press conference underplayed the privacy concerns associated with its new device.",
      "pt": "A coletiva de imprensa da empresa de tecnologia minimizou as preocupações com a privacidade associadas ao seu novo dispositivo."
    },
    {
      "en": "It's a common tactic for diplomats to underplay disagreements in public statements.",
      "pt": "É uma tática comum para diplomatas minimizar desacordos em declarações públicas."
    },
    {
      "en": "She underplayed her fear, putting on a brave face for the children.",
      "pt": "Ela disfarçou seu medo, mostrando-se corajosa para as crianças."
    },
    {
      "en": "The textbook underplays the role of indigenous populations in the nation's history.",
      "pt": "O livro didático não dá o devido valor ao papel das populações indígenas na história da nação."
    },
    {
      "en": "He had a tendency to underplay his financial worries, not wanting to burden his family.",
      "pt": "Ele tinha uma tendência a minimizar suas preocupações financeiras, não querendo sobrecarregar sua família."
    },
    {
      "en": "The study's abstract underplays some of the more controversial findings detailed in the full paper.",
      "pt": "O resumo do estudo minimiza alguns dos achados mais controversos detalhados no artigo completo."
    },
    {
      "en": "The artist's minimalist style brilliantly underplays the complexity of his subjects.",
      "pt": "O estilo minimalista do artista representa sutilmente e de forma brilhante a complexidade de seus temas."
    },
    {
      "en": "The software agreement is written in a way that underplays how much data the company collects.",
      "pt": "O contrato de software é escrito de uma forma que minimiza a quantidade de dados que a empresa coleta."
    },
    {
      "en": "She underplayed her connection to the senator, referring to him merely as an 'acquaintance'.",
      "pt": "Ela diminuiu a importância de sua ligação com o senador, referindo-se a ele apenas como um 'conhecido'."
    },
    {
      "en": "The official report on the prison riot underplayed the guards' use of excessive force.",
      "pt": "O relatório oficial sobre a rebelião na prisão amenizou o uso de força excessiva pelos guardas."
    },
    {
      "en": "I think we are underplaying the potential for this small startup to disrupt the entire industry.",
      "pt": "Acho que estamos subestimando o potencial desta pequena startup para revolucionar toda a indústria."
    },
    {
      "en": "The general's memoirs underplayed the strategic blunders that led to the army's defeat.",
      "pt": "As memórias do general minimizaram os erros estratégicos que levaram à derrota do exército."
    },
    {
      "en": "The salesperson underplayed the car's high maintenance costs, focusing only on its stylish design.",
      "pt": "O vendedor minimizou os altos custos de manutenção do carro, focando apenas em seu design elegante."
    },
    {
      "en": "The coach is underplaying the importance of this match, but everyone knows it's a must-win game.",
      "pt": "O técnico está diminuindo a importância desta partida, mas todos sabem que é um jogo que temos que vencer."
    },
    {
      "en": "The brochure underplays the rustic nature of the accommodations, which some might find too basic.",
      "pt": "O folheto ameniza a natureza rústica das acomodações, que alguns podem achar básicas demais."
    },
    {
      "en": "He underplayed his academic credentials to avoid intimidating his colleagues.",
      "pt": "Ele não ostentou suas credenciais acadêmicas para evitar intimidar seus colegas."
    },
    {
      "en": "The financial forecast underplays the potential impact of rising interest rates on the company's debt.",
      "pt": "A previsão financeira subestima o impacto potencial do aumento das taxas de juros sobre a dívida da empresa."
    },
    {
      "en": "The historical drama was criticized for underplaying the widespread suffering of the civilian population during the war.",
      "pt": "O drama histórico foi criticado por amenizar o sofrimento generalizado da população civil durante a guerra."
    },
    {
      "en": "She's a quiet leader who tends to underplay her influence on the team's decisions.",
      "pt": "Ela é uma líder discreta que tende a minimizar sua influência nas decisões da equipe."
    },
    {
      "en": "The government is trying to underplay the political scandal, hoping it will fade from the news cycle.",
      "pt": "O governo está tentando abafar o escândalo político, esperando que ele desapareça do ciclo de notícias."
    },
    {
      "en": "Don't underplay the value of networking; it can open doors you never knew existed.",
      "pt": "Não subestime o valor do networking; ele pode abrir portas que você nunca soube que existiam."
    },
    {
      "en": "The documentary underplays the scientific consensus on climate change, giving undue weight to fringe theories.",
      "pt": "O documentário minimiza o consenso científico sobre as mudanças climáticas, dando peso indevido a teorias marginais."
    },
    {
      "en": "He underplayed his injuries from the accident, claiming he was 'just a little sore'.",
      "pt": "Ele minimizou seus ferimentos do acidente, afirmando que estava 'apenas um pouco dolorido'."
    },
    {
      "en": "The syllabus seems to underplay the amount of reading required for the course.",
      "pt": "O plano de ensino parece subestimar a quantidade de leitura exigida para o curso."
    },
    {
      "en": "The company's apology for the faulty product was seen as insincere because it underplayed the danger it posed to consumers.",
      "pt": "O pedido de desculpas da empresa pelo produto defeituoso foi visto como insincero porque minimizou o perigo que representava para os consumidores."
    },
    {
      "en": "She tried to underplay her excitement, but her smile gave her away.",
      "pt": "Ela tentou disfarçar sua empolgação, mas seu sorriso a entregou."
    },
    {
      "en": "The official statement underplayed the role of human error in the system failure.",
      "pt": "A declaração oficial minimizou o papel do erro humano na falha do sistema."
    },
    {
      "en": "The guidebook underplays the physical difficulty of the mountain hike.",
      "pt": "O guia de viagem subestima a dificuldade física da trilha na montanha."
    },
    {
      "en": "The CEO underplayed last quarter's poor results, instead highlighting projections for future growth.",
      "pt": "O CEO minimizou os maus resultados do último trimestre, destacando em vez disso as projeções de crescimento futuro."
    },
    {
      "en": "His performance review underplayed his innovative contributions and focused only on minor administrative errors.",
      "pt": "Sua avaliação de desempenho não deu o devido valor às suas contribuições inovadoras e focou apenas em pequenos erros administrativos."
    },
    {
      "en": "The government report underplayed the scale of the refugee crisis.",
      "pt": "O relatório do governo minimizou a escala da crise dos refugiados."
    },
    {
      "en": "You are underplaying the fact that you completed the entire project single-handedly.",
      "pt": "Você está diminuindo a importância do fato de ter concluído o projeto inteiro sozinho."
    },
    {
      "en": "The politician's memoirs underplayed his controversial decisions while in office.",
      "pt": "As memórias do político amenizaram suas decisões controversas enquanto estava no cargo."
    },
    {
      "en": "The subdued color palette of the film helps to underplay the dramatic events, creating a more realistic tone.",
      "pt": "A paleta de cores sóbria do filme ajuda a amenizar os eventos dramáticos, criando um tom mais realista."
    },
    {
      "en": "He tends to underplay his fluency in Japanese, often surprising new colleagues.",
      "pt": "Ele tende a não ostentar sua fluência em japonês, muitas vezes surpreendendo novos colegas."
    },
    {
      "en": "The company's public relations team worked hard to underplay the negative press.",
      "pt": "A equipe de relações públicas da empresa trabalhou arduamente para abafar a imprensa negativa."
    },
    {
      "en": "The scientific paper was criticized for underplaying data that contradicted its main hypothesis.",
      "pt": "O artigo científico foi criticado por minimizar dados que contradiziam sua hipótese principal."
    },
    {
      "en": "She underplayed her sadness about leaving, focusing on the exciting opportunities ahead.",
      "pt": "Ela disfarçou sua tristeza por ir embora, focando nas oportunidades empolgantes que viriam."
    },
    {
      "en": "The museum's description of the artifact underplays its contested ownership and controversial history.",
      "pt": "A descrição do artefato no museu minimiza sua posse contestada e história controversa."
    },
    {
      "en": "He underplayed his exhaustion after the marathon, but he could barely stand.",
      "pt": "Ele disfarçou sua exaustão após a maratona, mas mal conseguia ficar de pé."
    },
    {
      "en": "The job description underplays the high-stress nature of the position.",
      "pt": "A descrição do cargo minimiza a natureza de alto estresse da posição."
    },
    {
      "en": "The champion is known for underplaying his own skill and praising his opponents.",
      "pt": "O campeão é conhecido por minimizar sua própria habilidade e elogiar seus oponentes."
    },
    {
      "en": "The training video underplays the potential hazards of operating the heavy machinery.",
      "pt": "O vídeo de treinamento minimiza os perigos potenciais de operar o maquinário pesado."
    },
    {
      "en": "The foreign minister's comments were designed to underplay the rift between the two allied nations.",
      "pt": "Os comentários do ministro das Relações Exteriores foram projetados para minimizar a cisão entre as duas nações aliadas."
    },
    {
      "en": "She chose a simple dress to underplay her presence at the event, wanting the focus to be on the main speaker.",
      "pt": "Ela escolheu um vestido simples para tornar sua presença no evento mais discreta, querendo que o foco estivesse no palestrante principal."
    },
    {
      "en": "The company continues to underplay the long-term health risks faced by its factory workers.",
      "pt": "A empresa continua a minimizar os riscos de saúde a longo prazo enfrentados por seus trabalhadores da fábrica."
    },
    {
      "en": "The historical novel underplays the economic motivations behind the conflict, framing it purely as a clash of ideologies.",
      "pt": "O romance histórico não dá o devido valor às motivações econômicas por trás do conflito, enquadrando-o puramente como um choque de ideologias."
    },
    {
      "en": "He underplayed his relief when the test results came back negative.",
      "pt": "Ele disfarçou seu alívio quando os resultados do teste voltaram negativos."
    },
    {
      "en": "The university's recruitment materials underplay the competitiveness of their graduate programs.",
      "pt": "Os materiais de recrutamento da universidade subestimam a competitividade de seus programas de pós-graduação."
    },
    {
      "en": "The rebel leader's statement underplayed his group's responsibility for the civilian casualties.",
      "pt": "A declaração do líder rebelde minimizou a responsabilidade de seu grupo pelas vítimas civis."
    },
    {
      "en": "She always underplays her talent for painting, calling it 'just a hobby'.",
      "pt": "Ela sempre diminui a importância de seu talento para a pintura, chamando-o de 'apenas um hobby'."
    },
    {
      "en": "The government's new budget underplays the projected deficit for the upcoming fiscal year.",
      "pt": "O novo orçamento do governo minimiza o déficit projetado para o próximo ano fiscal."
    },
    {
      "en": "The film's quiet, understated score helps to underplay the tension in key scenes, making the sudden shocks more effective.",
      "pt": "A trilha sonora suave e discreta do filme ajuda a amenizar a tensão em cenas-chave, tornando os sustos repentinos mais eficazes."
    },
    {
      "en": "He is underplaying his role in the scandal, but investigators believe he was a key figure.",
      "pt": "Ele está minimizando seu papel no escândalo, mas os investigadores acreditam que ele era uma figura-chave."
    },
    {
      "en": "The corporate memo underplayed the extent of the upcoming layoffs, referring to them as 'restructuring'.",
      "pt": "O memorando corporativo minimizou a extensão das demissões futuras, referindo-se a elas como 'reestruturação'."
    },
    {
      "en": "She has a tendency to underplay her academic prowess, surprising everyone with her high grades.",
      "pt": "Ela tem uma tendência a não ostentar sua proeza acadêmica, surpreendendo a todos com suas notas altas."
    },
    {
      "en": "The city's promotional video underplays the problems of traffic congestion and air pollution.",
      "pt": "O vídeo promocional da cidade minimiza os problemas de congestionamento no trânsito e poluição do ar."
    },
    {
      "en": "The general's speech underplayed the heavy losses suffered by his unit.",
      "pt": "O discurso do general minimizou as pesadas perdas sofridas por sua unidade."
    },
    {
      "en": "The candidate's team is trying to underplay his gaffe, but it's already gone viral online.",
      "pt": "A equipe do candidato está tentando abafar sua gafe, mas ela já se tornou viral online."
    },
    {
      "en": "The soft lighting in the restaurant is designed to underplay any imperfections in the decor.",
      "pt": "A iluminação suave no restaurante é projetada para disfarçar quaisquer imperfeições na decoração."
    },
    {
      "en": "The defendant's calm testimony underplayed the seriousness of the crime he was accused of.",
      "pt": "O testemunho calmo do réu minimizou a seriedade do crime do qual ele era acusado."
    },
    {
      "en": "The textbook underplays the controversial aspects of the scientific theory, presenting it as universally accepted.",
      "pt": "O livro didático ameniza os aspectos controversos da teoria científica, apresentando-a como universalmente aceita."
    },
    {
      "en": "He underplayed his fatigue, despite having been awake for over 36 hours.",
      "pt": "Ele disfarçou seu cansaço, apesar de estar acordado há mais de 36 horas."
    },
    {
      "en": "The user agreement underplays the fact that the app shares user data with third-party advertisers.",
      "pt": "O contrato de usuário minimiza o fato de que o aplicativo compartilha dados do usuário com anunciantes terceirizados."
    },
    {
      "en": "The official report underplays the systemic failures that led to the financial crisis.",
      "pt": "O relatório oficial minimiza as falhas sistêmicas que levaram à crise financeira."
    },
    {
      "en": "She is known for underplaying her own brilliance, often deflecting praise onto her collaborators.",
      "pt": "Ela é conhecida por minimizar sua própria genialidade, muitas vezes desviando os elogios para seus colaboradores."
    },
    {
      "en": "The government's advertising campaign underplays the health risks associated with the product.",
      "pt": "A campanha publicitária do governo minimiza os riscos à saúde associados ao produto."
    },
    {
      "en": "The movie's marketing underplayed its dark and somber tone, leading to some disappointed viewers.",
      "pt": "O marketing do filme amenizou seu tom sombrio e melancólico, o que levou a alguns espectadores desapontados."
    },
    {
      "en": "He tried to underplay his mistake, but it had already caused a significant delay in the project.",
      "pt": "Ele tentou minimizar seu erro, mas este já havia causado um atraso significativo no projeto."
    },
    {
      "en": "The language in the treaty was intentionally vague to underplay the extent of the concessions made by both sides.",
      "pt": "A linguagem no tratado foi intencionalmente vaga para minimizar a extensão das concessões feitas por ambos os lados."
    },
    {
      "en": "The coach underplayed the star player's injury to avoid demoralizing the rest of the team.",
      "pt": "O técnico minimizou a lesão do jogador principal para evitar desmoralizar o resto da equipe."
    },
    {
      "en": "The company's press release underplayed the financial impact of the recent cyberattack.",
      "pt": "O comunicado de imprensa da empresa minimizou o impacto financeiro do recente ataque cibernético."
    },
    {
      "en": "His modest demeanor often leads him to underplay his significant influence in the art world.",
      "pt": "Seu comportamento modesto muitas vezes o leva a minimizar sua influência significativa no mundo da arte."
    },
    {
      "en": "The trial's media coverage underplayed the complex legal arguments, focusing instead on the sensational details.",
      "pt": "A cobertura da mídia sobre o julgamento não deu o devido valor aos complexos argumentos legais, focando em vez disso nos detalhes sensacionalistas."
    },
    {
      "en": "I think you're underplaying the emotional toll that this decision will have on the employees.",
      "pt": "Acho que você está subestimando o custo emocional que esta decisão terá sobre os funcionários."
    },
    {
      "en": "The CEO's letter to shareholders underplayed the challenges the company was facing in the international market.",
      "pt": "A carta do CEO aos acionistas minimizou os desafios que a empresa estava enfrentando no mercado internacional."
    },
    {
      "en": "She chose to underplay her royal lineage, preferring to be judged on her own merits.",
      "pt": "Ela escolheu não ostentar sua linhagem real, preferindo ser julgada por seus próprios méritos."
    },
    {
      "en": "The documentary was criticized for underplaying the environmental activism that led to the policy change.",
      "pt": "O documentário foi criticado por não dar o devido valor ao ativismo ambiental que levou à mudança na política."
    },
    {
      "en": "He underplayed his knowledge of computers to avoid being the default IT support for the entire office.",
      "pt": "Ele disfarçou seu conhecimento de informática para evitar ser o suporte de TI padrão para todo o escritório."
    },
    {
      "en": "The travel advisory underplays the political instability in the region.",
      "pt": "O alerta de viagem minimiza a instabilidade política na região."
    },
    {
      "en": "The official history of the company underplays the ruthless tactics used to eliminate competitors.",
      "pt": "A história oficial da empresa ameniza as táticas impiedosas usadas para eliminar concorrentes."
    },
    {
      "en": "She underplayed her role in developing the new strategy, giving most of the credit to her team.",
      "pt": "Ela diminuiu a importância de seu papel no desenvolvimento da nova estratégia, dando a maior parte do crédito à sua equipe."
    },
    {
      "en": "The political analyst suggested that the polls might be underplaying the incumbent's level of support.",
      "pt": "O analista político sugeriu que as pesquisas de opinião poderiam estar subestimando o nível de apoio do candidato à reeleição."
    },
    {
      "en": "The restaurant's menu underplays the spiciness of some dishes, which can be a surprise for unsuspecting customers.",
      "pt": "O cardápio do restaurante minimiza o quão apimentados são alguns pratos, o que pode ser uma surpresa para clientes desavisados."
    },
    {
      "en": "He had an uncanny ability to underplay his strength, making him a formidable opponent in martial arts.",
      "pt": "Ele tinha uma habilidade incrível de disfarçar sua força, tornando-o um oponente formidável em artes marciais."
    },
    {
      "en": "The safety briefing underplayed the real dangers of scuba diving in that area.",
      "pt": "A instrução de segurança minimizou os perigos reais do mergulho naquela área."
    },
    {
      "en": "The classical music piece underplays the melody, allowing the complex harmonies to take center stage.",
      "pt": "A peça de música clássica deixa a melodia em segundo plano, permitindo que as harmonias complexas se destaquem."
    },
    {
      "en": "The company's response to the product recall seemed to underplay the number of customers who had complained.",
      "pt": "A resposta da empresa ao recall do produto pareceu minimizar o número de clientes que haviam reclamado."
    },
    {
      "en": "She tried to underplay her surprise when he walked into the room.",
      "pt": "Ela tentou disfarçar sua surpresa quando ele entrou na sala."
    },
    {
      "en": "The economic report underplays the impact of automation on blue-collar jobs.",
      "pt": "O relatório econômico subestima o impacto da automação nos empregos de operários."
    },
    {
      "en": "He always underplays his generosity, preferring to make his donations anonymously.",
      "pt": "Ele sempre minimiza sua generosidade, preferindo fazer suas doações anonimamente."
    },
    {
      "en": "The car advertisement underplays the vehicle's poor fuel economy.",
      "pt": "O anúncio do carro minimiza o alto consumo de combustível do veículo."
    },
    {
      "en": "The diplomatic cable underplayed the urgency of the situation on the ground.",
      "pt": "O telegrama diplomático minimizou a urgência da situação no local."
    },
    {
      "en": "She made a point to underplay her family's wealth at her new school.",
      "pt": "Ela fez questão de não ostentar a riqueza de sua família em sua nova escola."
    },
    {
      "en": "The government's official statistics underplay the true rate of inflation experienced by ordinary citizens.",
      "pt": "As estatísticas oficiais do governo subestimam a verdadeira taxa de inflação sentida pelos cidadãos comuns."
    },
    {
      "en": "The film adaptation underplays the philosophical depth of the original novel.",
      "pt": "A adaptação para o cinema não faz jus à profundidade filosófica do romance original."
    },
    {
      "en": "He underplayed his connection to the organized crime family during the interrogation.",
      "pt": "Ele minimizou sua ligação com a família do crime organizado durante o interrogatório."
    },
    {
      "en": "The company's sustainability report tends to underplay its reliance on fossil fuels.",
      "pt": "O relatório de sustentabilidade da empresa tende a minimizar sua dependência de combustíveis fósseis."
    },
    {
      "en": "She learned to underplay her quick wit in meetings to avoid appearing intimidating.",
      "pt": "Ela aprendeu a controlar seu raciocínio rápido nas reuniões para não parecer intimidadora."
    },
    {
      "en": "The warning label on the medication underplays the risk of serious allergic reactions.",
      "pt": "O rótulo de advertência do medicamento minimiza o risco de reações alérgicas graves."
    },
    {
      "en": "The documentary underplays the level of state surveillance, focusing instead on individual stories.",
      "pt": "O documentário não dá a devida importância ao nível de vigilância estatal, focando em vez disso em histórias individuais."
    },
    {
      "en": "He underplayed his concern, but his tense body language told a different story.",
      "pt": "Ele tentou disfarçar sua preocupação, mas sua linguagem corporal tensa contava uma história diferente."
    },
    {
      "en": "The university prospectus underplays the difficulty of being admitted to its most popular courses.",
      "pt": "O prospecto da universidade subestima a dificuldade de ser admitido em seus cursos mais populares."
    },
    {
      "en": "The biography underplays the author's lifelong struggle with depression.",
      "pt": "A biografia ameniza a luta de toda a vida do autor contra a depressão."
    },
    {
      "en": "The president's advisors urged him not to underplay the threat posed by the emerging rival power.",
      "pt": "Os conselheiros do presidente o instaram a não minimizar a ameaça representada pela potência rival emergente."
    },
    {
      "en": "The furniture's design underplays its clever storage features, maintaining a sleek, minimalist look.",
      "pt": "O design do móvel disfarça seus recursos de armazenamento inteligentes, mantendo uma aparência elegante e minimalista."
    },
    {
      "en": "The company's marketing underplays the fact that its 'all-natural' product contains synthetic preservatives.",
      "pt": "O marketing da empresa minimiza o fato de que seu produto 'totalmente natural' contém conservantes sintéticos."
    },
    {
      "en": "He underplayed his singing ability, then stunned everyone at the karaoke party.",
      "pt": "Ele disfarçou sua habilidade de cantar, e depois surpreendeu a todos na festa de karaokê."
    },
    {
      "en": "The official minutes of the meeting underplayed the contentious nature of the debate.",
      "pt": "A ata oficial da reunião amenizou a natureza contenciosa do debate."
    },
    {
      "en": "The real estate agent underplayed the problems with the house's foundation.",
      "pt": "O corretor de imóveis minimizou os problemas com a fundação da casa."
    },
    {
      "en": "The fashion designer's collection uses muted colors to underplay the radical silhouettes of the garments.",
      "pt": "A coleção do estilista usa cores discretas para suavizar as silhuetas radicais das roupas."
    },
    {
      "en": "The health report underplayed the link between the factory's emissions and the rise in respiratory illnesses.",
      "pt": "O relatório de saúde minimizou a ligação entre as emissões da fábrica e o aumento de doenças respiratórias."
    },
    {
      "en": "She always underplays her own needs, focusing instead on taking care of everyone else.",
      "pt": "Ela sempre coloca suas próprias necessidades em segundo plano, focando em cuidar de todos os outros."
    },
    {
      "en": "The government is underplaying the potential economic fallout of the new trade tariffs.",
      "pt": "O governo está minimizando as potenciais consequências econômicas das novas tarifas comerciais."
    },
    {
      "en": "The article underplays the sheer luck involved in his improbable success story.",
      "pt": "O artigo não dá o devido valor à pura sorte envolvida em sua improvável história de sucesso."
    },
    {
      "en": "He underplayed his anger, speaking in a calm and measured tone.",
      "pt": "Ele disfarçou sua raiva, falando em um tom calmo e medido."
    },
    {
      "en": "The city's tourism campaign underplays the high crime rate in certain neighborhoods.",
      "pt": "A campanha de turismo da cidade minimiza a alta taxa de criminalidade em certos bairros."
    },
    {
      "en": "The historical text underplays the economic desperation that fueled the peasant revolt.",
      "pt": "O texto histórico não dá a devida importância ao desespero econômico que alimentou a revolta camponesa."
    },
    {
      "en": "She underplayed her expertise in the subject, wanting to encourage others to share their opinions.",
      "pt": "Ela disfarçou sua especialidade no assunto, querendo incentivar os outros a compartilhar suas opiniões."
    },
    {
      "en": "The company's internal audit underplayed the severity of the accounting irregularities.",
      "pt": "A auditoria interna da empresa minimizou a gravidade das irregularidades contábeis."
    },
    {
      "en": "The museum's new wing has a very simple facade that underplays the dramatic, expansive gallery space inside.",
      "pt": "A nova ala do museu tem uma fachada muito simples que disfarça o dramático e amplo espaço da galeria em seu interior."
    },
    {
      "en": "The celebrity's statement underplayed her involvement in the charity scandal.",
      "pt": "A declaração da celebridade minimizou seu envolvimento no escândalo de caridade."
    },
    {
      "en": "The military's report underplayed the risk of collateral damage from the drone strike.",
      "pt": "O relatório dos militares minimizou o risco de danos colaterais do ataque de drone."
    },
    {
      "en": "He underplays his musical talent, but he is actually a classically trained pianist.",
      "pt": "Ele disfarça seu talento musical, mas na verdade é um pianista de formação clássica."
    },
    {
      "en": "The terms of service for the social media platform underplay how it profits from user engagement data.",
      "pt": "Os termos de serviço da plataforma de mídia social minimizam como ela lucra com os dados de engajamento do usuário."
    },
    {
      "en": "The politician's speech underplayed the sacrifices that his new policy would require from the public.",
      "pt": "O discurso do político amenizou os sacrifícios que sua nova política exigiria do público."
    },
    {
      "en": "She underplayed her knowledge of the company's internal politics during the job interview.",
      "pt": "Ela disfarçou seu conhecimento da política interna da empresa durante a entrevista de emprego."
    },
    {
      "en": "The wine's label underplays its high alcohol content.",
      "pt": "O rótulo do vinho minimiza seu alto teor alcoólico."
    },
    {
      "en": "The official inquiry underplayed the extent of the government's prior knowledge of the threat.",
      "pt": "O inquérito oficial minimizou a extensão do conhecimento prévio do governo sobre a ameaça."
    },
    {
      "en": "He tends to underplay his exhaustion, often working until he collapses.",
      "pt": "Ele tende a disfarçar sua exaustão, muitas vezes trabalhando até desmaiar."
    },
    {
      "en": "The film review underplayed the movie's stunning cinematography, focusing only on the plot.",
      "pt": "A crítica do filme não deu o devido valor à cinematografia deslumbrante do filme, focando apenas no enredo."
    },
    {
      "en": "The pharmaceutical company's research underplayed the drug's addictive potential.",
      "pt": "A pesquisa da empresa farmacêutica minimizou o potencial viciante do medicamento."
    },
    {
      "en": "She always underplays how much effort she puts into her 'effortless' style.",
      "pt": "Ela sempre disfarça o quanto se esforça para ter seu estilo 'natural'."
    },
    {
      "en": "The city's development plan underplays the impact on low-income residents who will be displaced.",
      "pt": "O plano de desenvolvimento da cidade minimiza o impacto nos moradores de baixa renda que serão deslocados."
    },
    {
      "en": "The spy was trained to underplay his reactions, maintaining a calm exterior under any circumstances.",
      "pt": "O espião foi treinado para disfarçar suas reações, mantendo uma aparência calma sob quaisquer circunstâncias."
    },
    {
      "en": "The software update notification underplayed the significant changes to the user interface.",
      "pt": "A notificação de atualização de software minimizou as mudanças significativas na interface do usuário."
    },
    {
      "en": "The opposition claimed the government was deliberately underplaying the inflation crisis for political reasons.",
      "pt": "A oposição alegou que o governo estava minimizando deliberadamente a crise inflacionária por razões políticas."
    },
    {
      "en": "He underplayed his disappointment with a shrug, but his eyes told a different story.",
      "pt": "Ele disfarçou sua decepção com um encolher de ombros, mas seus olhos contavam uma história diferente."
    },
    {
      "en": "The historical account underplays the role of economic inequality in sparking the revolution.",
      "pt": "O relato histórico não dá a devida importância ao papel da desigualdade econômica em deflagrar a revolução."
    },
    {
      "en": "The user manual underplays the necessity of regular maintenance for the machine to function properly.",
      "pt": "O manual do usuário minimiza a necessidade de manutenção regular para que a máquina funcione corretamente."
    },
    {
      "en": "The manager's feedback underplayed the employee's significant progress, which was demoralizing.",
      "pt": "O feedback do gerente não deu o devido valor ao progresso significativo do funcionário, o que foi desmoralizante."
    },
    {
      "en": "The documentary was powerful, but some felt it underplayed the resilience of the community in the face of adversity.",
      "pt": "O documentário foi impactante, mas alguns sentiram que ele não deu o devido valor à resiliência da comunidade diante da adversidade."
    },
    {
      "en": "The car's understated design underplays the powerful engine hidden beneath the hood.",
      "pt": "O design discreto do carro disfarça o motor potente escondido sob o capô."
    },
    {
      "en": "The CEO's apology seemed to underplay the ethical breach that the company had committed.",
      "pt": "O pedido de desculpas do CEO pareceu minimizar a violação ética que a empresa havia cometido."
    },
    {
      "en": "The treaty's preamble underplays the history of conflict between the two signatory nations.",
      "pt": "O preâmbulo do tratado ameniza a história de conflito entre as duas nações signatárias."
    },
    {
      "en": "She underplayed her symptoms for weeks before finally agreeing to see a doctor.",
      "pt": "Ela minimizou seus sintomas por semanas antes de finalmente concordar em ir ao médico."
    },
    {
      "en": "The company's marketing materials underplay the product's reliance on a proprietary, non-standard charging cable.",
      "pt": "Os materiais de marketing da empresa minimizam a dependência do produto de um cabo de carregamento proprietário e não padronizado."
    },
    {
      "en": "He tried to underplay his excitement about the job offer, wanting to negotiate a better salary.",
      "pt": "Ele tentou disfarçar sua empolgação com a oferta de emprego, querendo negociar um salário melhor."
    },
    {
      "en": "The official narrative of the event underplays the role of grassroots organizers.",
      "pt": "A narrativa oficial do evento não dá o devido valor ao papel dos organizadores de base."
    },
    {
      "en": "The simple, unadorned cover of the book underplays the complex and thrilling story within.",
      "pt": "A capa simples e sem adornos do livro disfarça a história complexa e emocionante que ele contém."
    },
    {
      "en": "The warning on the investment prospectus underplays the possibility of losing the entire principal amount.",
      "pt": "O aviso no prospecto de investimento minimiza a possibilidade de perder o valor total do principal."
    },
    {
      "en": "He underplayed his academic background, not wanting to be defined solely by it.",
      "pt": "Ele não ostentou sua formação acadêmica, não querendo ser definido apenas por ela."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "underplay",
      "options": [
        "underplay",
        "underpay"
      ],
      "correct": "underplay"
    },
    {
      "question": "underplay",
      "options": [
        "underlay",
        "underplay"
      ],
      "correct": "underplay"
    },
    {
      "question": "underplay",
      "options": [
        "underplay",
        "underlie"
      ],
      "correct": "underplay"
    },
    {
      "question": "underplay",
      "options": [
        "interplay",
        "underplay"
      ],
      "correct": "underplay"
    },
    {
      "question": "underplay",
      "options": [
        "display",
        "underplay"
      ],
      "correct": "underplay"
    },
    {
      "question": "underplay",
      "options": [
        "underplay",
        "replay"
      ],
      "correct": "underplay"
    },
    {
      "question": "underplay",
      "options": [
        "underway",
        "underplay"
      ],
      "correct": "underplay"
    },
    {
      "question": "underplay",
      "options": [
        "underplay",
        "underpin"
      ],
      "correct": "underplay"
    },
    {
      "question": "underplay",
      "options": [
        "underpass",
        "underplay"
      ],
      "correct": "underplay"
    },
    {
      "question": "underplay",
      "options": [
        "underplay",
        "undergo"
      ],
      "correct": "underplay"
    },
    {
      "question": "underplay",
      "options": [
        "outplay",
        "underplay"
      ],
      "correct": "underplay"
    },
    {
      "question": "underplay",
      "options": [
        "underplay",
        "undertake"
      ],
      "correct": "underplay"
    },
    {
      "question": "underplay",
      "options": [
        "underrate",
        "underplay"
      ],
      "correct": "underplay"
    },
    {
      "question": "underplay",
      "options": [
        "underplay",
        "underarm"
      ],
      "correct": "underplay"
    },
    {
      "question": "underplay",
      "options": [
        "underwire",
        "underplay"
      ],
      "correct": "underplay"
    }
  ]
}
