{
  "sentences": [
    {
      "en": "She is wary of strangers, especially at night.",
      "pt": "Ela é desconfiada de estranhos, especialmente à noite."
    },
    {
      "en": "Investors are wary of the stock market's volatility.",
      "pt": "Os investidores estão cautelosos com a volatilidade do mercado de ações."
    },
    {
      "en": "You should be wary of offers that seem too good to be true.",
      "pt": "Você deve desconfiar de ofertas que parecem boas demais para ser verdade."
    },
    {
      "en": "The cat gave the new dog a wary look.",
      "pt": "O gato lançou um olhar desconfiado para o novo cachorro."
    },
    {
      "en": "After being scammed once, he was wary of online shopping.",
      "pt": "Depois de ser enganado uma vez, ele ficou ressabiado com compras online."
    },
    {
      "en": "Hikers should be wary of snakes in this area.",
      "pt": "Os trilheiros devem ter cautela com cobras nesta área."
    },
    {
      "en": "I'm a bit wary of trying that new restaurant without reading reviews first.",
      "pt": "Estou um pouco receoso de experimentar aquele novo restaurante sem antes ler as avaliações."
    },
    {
      "en": "The politician was wary of answering the reporter's direct question.",
      "pt": "O político estava cauteloso em responder à pergunta direta do repórter."
    },
    {
      "en": "He approached the growling dog warily.",
      "pt": "Ele se aproximou do cachorro rosnando com cautela."
    },
    {
      "en": "Why are you so wary of her intentions?",
      "pt": "Por que você está tão desconfiado das intenções dela?"
    },
    {
      "en": "A good journalist is always wary of their sources.",
      "pt": "Um bom jornalista está sempre cauteloso com suas fontes."
    },
    {
      "en": "She has become wary of trusting people easily.",
      "pt": "Ela se tornou desconfiada de confiar nas pessoas facilmente."
    },
    {
      "en": "The company is wary of investing in such an unstable region.",
      "pt": "A empresa está receosa de investir em uma região tão instável."
    },
    {
      "en": "The deer was wary of any sudden movements.",
      "pt": "O veado estava atento a quaisquer movimentos bruscos."
    },
    {
      "en": "Be wary of emails asking for your personal information.",
      "pt": "Tenha cuidado com e-mails que pedem suas informações pessoais."
    },
    {
      "en": "She opened the door warily, not knowing who was there.",
      "pt": "Ela abriu a porta com desconfiança, sem saber quem estava lá."
    },
    {
      "en": "After the food poisoning incident, I'm wary of street food.",
      "pt": "Após o incidente de intoxicação alimentar, estou ressabiado com comida de rua."
    },
    {
      "en": "The experienced climber was wary of the changing weather conditions.",
      "pt": "O alpinista experiente estava cauteloso com as mudanças nas condições climáticas."
    },
    {
      "en": "Many people are wary of artificial intelligence.",
      "pt": "Muitas pessoas são cautelosas com a inteligência artificial."
    },
    {
      "en": "He gave me a wary smile, as if he didn't quite trust me.",
      "pt": "Ele me deu um sorriso desconfiado, como se não confiasse totalmente em mim."
    },
    {
      "en": "It's wise to be wary of promises made by politicians during an election.",
      "pt": "É sensato ser desconfiado das promessas feitas por políticos durante uma eleição."
    },
    {
      "en": "The fox warily circled the trap.",
      "pt": "A raposa circulou a armadilha com cautela."
    },
    {
      "en": "She remained wary, even after he apologized.",
      "pt": "Ela permaneceu desconfiada, mesmo depois que ele se desculpou."
    },
    {
      "en": "Be wary of anyone who asks for money upfront.",
      "pt": "Desconfie de qualquer um que peça dinheiro adiantado."
    },
    {
      "en": "The child was wary of the big, noisy machine.",
      "pt": "A criança estava com medo da máquina grande e barulhenta."
    },
    {
      "en": "I'm always wary of walking alone in this neighborhood at night.",
      "pt": "Estou sempre receoso de andar sozinho neste bairro à noite."
    },
    {
      "en": "The CEO is wary of making any bold predictions for the next quarter.",
      "pt": "O CEO está cauteloso em fazer previsões ousadas para o próximo trimestre."
    },
    {
      "en": "The squirrel warily took the nut from my hand.",
      "pt": "O esquilo pegou a noz da minha mão com desconfiança."
    },
    {
      "en": "Consumers are becoming more wary of marketing claims.",
      "pt": "Os consumidores estão se tornando mais desconfiados das alegações de marketing."
    },
    {
      "en": "A wary driver is a safe driver.",
      "pt": "Um motorista cauteloso é um motorista seguro."
    },
    {
      "en": "He was wary of committing to a long-term contract.",
      "pt": "Ele estava receoso de se comprometer com um contrato de longo prazo."
    },
    {
      "en": "She cast a wary glance over her shoulder.",
      "pt": "Ela lançou um olhar cauteloso por cima do ombro."
    },
    {
      "en": "After reading the article, I became wary of the new technology.",
      "pt": "Depois de ler o artigo, fiquei com um pé atrás com a nova tecnologia."
    },
    {
      "en": "The old man was wary of change.",
      "pt": "O homem idoso era receoso a mudanças."
    },
    {
      "en": "She was wary of his sudden friendliness.",
      "pt": "Ela ficou desconfiada da simpatia repentina dele."
    },
    {
      "en": "The guard stood at the entrance, his eyes wary.",
      "pt": "O guarda ficou na entrada, com os olhos atentos."
    },
    {
      "en": "It's natural to be wary when meeting someone for the first time.",
      "pt": "É natural ser cauteloso ao conhecer alguém pela primeira vez."
    },
    {
      "en": "The government is wary of public reaction to the new policy.",
      "pt": "O governo está cauteloso com a reação do público à nova política."
    },
    {
      "en": "He listened to the sales pitch with a wary expression.",
      "pt": "Ele ouviu o discurso de vendas com uma expressão desconfiada."
    },
    {
      "en": "The small bird was wary of the larger birds at the feeder.",
      "pt": "O passarinho estava ressabiado com os pássaros maiores no comedouro."
    },
    {
      "en": "You should be wary of fad diets.",
      "pt": "Você deve ter cautela com dietas da moda."
    },
    {
      "en": "The rescue team proceeded warily into the unstable building.",
      "pt": "A equipe de resgate avançou com cautela para dentro do prédio instável."
    },
    {
      "en": "I have taught my children to be wary of strangers offering them candy.",
      "pt": "Eu ensinei meus filhos a desconfiarem de estranhos que lhes oferecem doces."
    },
    {
      "en": "Although he seemed nice, she couldn't help but feel wary.",
      "pt": "Embora ele parecesse simpático, ela não conseguia deixar de se sentir desconfiada."
    },
    {
      "en": "The doctor was wary of giving a definitive diagnosis so early.",
      "pt": "O médico estava cauteloso em dar um diagnóstico definitivo tão cedo."
    },
    {
      "en": "The rabbit froze, its nose twitching and its eyes wary.",
      "pt": "O coelho congelou, seu nariz se mexendo e seus olhos atentos."
    },
    {
      "en": "I'm wary of clicking on links in emails from unknown senders.",
      "pt": "Eu tenho receio de clicar em links de e-mails de remetentes desconhecidos."
    },
    {
      "en": "The committee was wary of approving the risky project.",
      "pt": "O comitê estava receoso em aprovar o projeto arriscado."
    },
    {
      "en": "He warily checked the contract for any hidden clauses.",
      "pt": "Ele verificou o contrato com cautela em busca de cláusulas ocultas."
    },
    {
      "en": "She is wary of getting involved in their arguments.",
      "pt": "Ela é cautelosa para não se envolver nas discussões deles."
    },
    {
      "en": "The dog was wary of the vacuum cleaner.",
      "pt": "O cachorro tinha medo do aspirador de pó."
    },
    {
      "en": "Be wary of anyone who pressures you to make a quick decision.",
      "pt": "Desconfie de qualquer um que o pressione a tomar uma decisão rápida."
    },
    {
      "en": "She had a wary nature, always expecting the worst.",
      "pt": "Ela tinha uma natureza desconfiada, sempre esperando o pior."
    },
    {
      "en": "The experienced detective was wary of the suspect's story.",
      "pt": "O detetive experiente estava desconfiado da história do suspeito."
    },
    {
      "en": "I'm wary of spending too much money before I get paid.",
      "pt": "Estou cauteloso em gastar muito dinheiro antes de receber."
    },
    {
      "en": "The horse was wary of crossing the stream.",
      "pt": "O cavalo estava receoso de atravessar o riacho."
    },
    {
      "en": "She looked at the strange food warily before taking a small bite.",
      "pt": "Ela olhou para a comida estranha com desconfiança antes de dar uma pequena mordida."
    },
    {
      "en": "The citizens were wary of the government's promises.",
      "pt": "Os cidadãos estavam desconfiados das promessas do governo."
    },
    {
      "en": "He became wary of fame and its consequences.",
      "pt": "Ele ficou receoso da fama e de suas consequências."
    },
    {
      "en": "A wary investor diversifies their portfolio.",
      "pt": "Um investidor cauteloso diversifica sua carteira."
    },
    {
      "en": "After the robbery, the whole neighborhood became more wary.",
      "pt": "Após o assalto, toda a vizinhança ficou mais desconfiada."
    },
    {
      "en": "He's very wary of what he says to the press.",
      "pt": "Ele é muito cauteloso com o que diz à imprensa."
    },
    {
      "en": "The mother bird warily watched the people near her nest.",
      "pt": "A mãe pássaro observava com cautela as pessoas perto de seu ninho."
    },
    {
      "en": "I'm wary of companies that ask for my credit card details for a 'free' trial.",
      "pt": "Eu desconfio de empresas que pedem os dados do meu cartão de crédito para um teste 'grátis'."
    },
    {
      "en": "The wild animal kept a wary distance from the campsite.",
      "pt": "O animal selvagem manteve uma distância cautelosa do acampamento."
    },
    {
      "en": "You have every right to be wary of his offer.",
      "pt": "Você tem todo o direito de estar desconfiado da oferta dele."
    },
    {
      "en": "She warily eyed the dark alley before deciding to take a different route.",
      "pt": "Ela olhou com desconfiança para o beco escuro antes de decidir pegar um caminho diferente."
    },
    {
      "en": "The coach was wary of overconfidence before the big game.",
      "pt": "O técnico estava cauteloso com o excesso de confiança antes do grande jogo."
    },
    {
      "en": "I've grown wary of people who are overly friendly right away.",
      "pt": "Passei a desconfiar de pessoas que são excessivamente amigáveis logo de cara."
    },
    {
      "en": "The baby was wary of the new babysitter at first.",
      "pt": "O bebê ficou desconfiado da nova babá no início."
    },
    {
      "en": "Keep a wary eye on your belongings in crowded places.",
      "pt": "Fique de olho nos seus pertences em lugares movimentados."
    },
    {
      "en": "He had a wary respect for the power of the ocean.",
      "pt": "Ele tinha um respeito cauteloso pelo poder do oceano."
    },
    {
      "en": "She was wary of making the same mistake twice.",
      "pt": "Ela estava receosa de cometer o mesmo erro duas vezes."
    },
    {
      "en": "The diplomat spoke warily, choosing his words with care.",
      "pt": "O diplomata falou com cautela, escolhendo suas palavras com cuidado."
    },
    {
      "en": "Many people are wary of signing long contracts for their mobile phones.",
      "pt": "Muitas pessoas são receosas em assinar contratos longos para seus celulares."
    },
    {
      "en": "The shy child gave a wary nod.",
      "pt": "A criança tímida deu um aceno de cabeça desconfiado."
    },
    {
      "en": "I was wary of his flattery, suspecting he wanted something.",
      "pt": "Eu estava desconfiado da bajulação dele, suspeitando que ele queria algo."
    },
    {
      "en": "The wary fox stayed hidden in the bushes.",
      "pt": "A raposa cautelosa ficou escondida nos arbustos."
    },
    {
      "en": "The bank is wary of lending money to new businesses.",
      "pt": "O banco está receoso em emprestar dinheiro para novas empresas."
    },
    {
      "en": "She listened warily as he explained his unbelievable story.",
      "pt": "Ela ouviu com desconfiança enquanto ele explicava sua história inacreditável."
    },
    {
      "en": "Be wary of supplements that promise miraculous results.",
      "pt": "Tenha cautela com suplementos que prometem resultados milagrosos."
    },
    {
      "en": "A lifetime of hardship had made him wary of everyone.",
      "pt": "Uma vida inteira de dificuldades o tornou desconfiado de todos."
    },
    {
      "en": "The president was wary of entering into another conflict.",
      "pt": "O presidente estava cauteloso em entrar em outro conflito."
    },
    {
      "en": "The stray cat was wary and wouldn't let me get close.",
      "pt": "O gato de rua era arisco e não me deixava chegar perto."
    },
    {
      "en": "I'm naturally wary of gossip and rumors.",
      "pt": "Sou naturalmente cauteloso com fofocas e rumores."
    },
    {
      "en": "He warily sniffed the milk to see if it was still good.",
      "pt": "Ele cheirou o leite com desconfiança para ver se ainda estava bom."
    },
    {
      "en": "The city is wary of the financial risks of hosting the Olympics.",
      "pt": "A cidade está cautelosa com os riscos financeiros de sediar as Olimpíadas."
    },
    {
      "en": "She had learned to be wary of easy answers.",
      "pt": "Ela aprendeu a desconfiar de respostas fáceis."
    },
    {
      "en": "The general was wary of a surprise attack.",
      "pt": "O general estava cauteloso com um ataque surpresa."
    },
    {
      "en": "My dog is wary of thunderstorms.",
      "pt": "Meu cachorro tem medo de trovoadas."
    },
    {
      "en": "He remained wary of his new business partner's motives.",
      "pt": "Ele permaneceu desconfiado dos motivos de seu novo sócio."
    },
    {
      "en": "She crept warily down the dark hallway.",
      "pt": "Ela se esgueirou cautelosamente pelo corredor escuro."
    },
    {
      "en": "It is important to be wary of misinformation on the internet.",
      "pt": "É importante ter cautela com a desinformação na internet."
    },
    {
      "en": "After the car accident, she was wary of driving in the rain.",
      "pt": "Após o acidente de carro, ela ficou com receio de dirigir na chuva."
    },
    {
      "en": "The company has grown more wary about its security protocols.",
      "pt": "A empresa tornou-se mais cautelosa com seus protocolos de segurança."
    },
    {
      "en": "A wary look passed between the two friends.",
      "pt": "Um olhar desconfiado passou entre os dois amigos."
    },
    {
      "en": "He's wary of making promises he might not be able to keep.",
      "pt": "Ele é cauteloso em fazer promessas que talvez não consiga cumprir."
    },
    {
      "en": "The bird warily approached the breadcrumbs I had left out.",
      "pt": "O pássaro se aproximou com cautela das migalhas de pão que eu havia deixado."
    },
    {
      "en": "The experienced sailor was wary of the calm before the storm.",
      "pt": "O marinheiro experiente estava cauteloso com a calmaria antes da tempestade."
    },
    {
      "en": "She was wary of accepting a gift from someone she barely knew.",
      "pt": "Ela estava receosa de aceitar um presente de alguém que mal conhecia."
    },
    {
      "en": "The wary politician avoided taking a clear stance on the issue.",
      "pt": "O político cauteloso evitou assumir uma posição clara sobre o assunto."
    },
    {
      "en": "I'm wary of people who talk about themselves all the time.",
      "pt": "Eu desconfio de pessoas que falam sobre si mesmas o tempo todo."
    },
    {
      "en": "The zookeeper approached the injured lion warily.",
      "pt": "O tratador do zoológico aproximou-se do leão ferido com cautela."
    },
    {
      "en": "Be wary of investment schemes that promise guaranteed high returns.",
      "pt": "Tenha cuidado com esquemas de investimento que prometem altos retornos garantidos."
    },
    {
      "en": "The wary traveler kept his wallet in his front pocket.",
      "pt": "O viajante cauteloso mantinha sua carteira no bolso da frente."
    },
    {
      "en": "She was wary of telling him the truth, fearing his reaction.",
      "pt": "Ela estava receosa de lhe contar a verdade, temendo a reação dele."
    },
    {
      "en": "The wary animal would only come out to feed at night.",
      "pt": "O animal arisco só saía para se alimentar à noite."
    },
    {
      "en": "He had a naturally wary disposition.",
      "pt": "Ele tinha uma disposição naturalmente desconfiada."
    },
    {
      "en": "She looked warily at the crowd of protesters.",
      "pt": "Ela olhou com cautela para a multidão de manifestantes."
    },
    {
      "en": "The board of directors is wary of the proposed merger.",
      "pt": "O conselho de administração está cauteloso com a fusão proposta."
    },
    {
      "en": "I've learned to be wary of his compliments.",
      "pt": "Aprendi a desconfiar dos elogios dele."
    },
    {
      "en": "The wary soldier scanned the horizon for any sign of danger.",
      "pt": "O soldado atento examinou o horizonte em busca de qualquer sinal de perigo."
    },
    {
      "en": "I'm wary of giving out my phone number to companies.",
      "pt": "Tenho receio de dar meu número de telefone para empresas."
    },
    {
      "en": "The cat moved warily across the wet floor.",
      "pt": "O gato moveu-se com cautela pelo chão molhado."
    },
    {
      "en": "Be wary of websites that are not secure.",
      "pt": "Tenha cuidado com sites que não são seguros."
    },
    {
      "en": "The wary deer quickly fled into the forest.",
      "pt": "O veado assustado fugiu rapidamente para a floresta."
    },
    {
      "en": "She was wary of his charm, thinking it might be insincere.",
      "pt": "Ela estava desconfiada do charme dele, pensando que poderia ser insincero."
    },
    {
      "en": "The manager is wary of hiring someone without experience.",
      "pt": "O gerente está receoso de contratar alguém sem experiência."
    },
    {
      "en": "He warily agreed to the plan, but with several conditions.",
      "pt": "Ele concordou com o plano com cautela, mas com várias condições."
    },
    {
      "en": "A wary approach is needed when dealing with such a sensitive issue.",
      "pt": "Uma abordagem cautelosa é necessária ao lidar com uma questão tão sensível."
    },
    {
      "en": "The public is rightfully wary of political scandals.",
      "pt": "O público está, com razão, desconfiado de escândalos políticos."
    },
    {
      "en": "She remained wary of his true intentions until the very end.",
      "pt": "Ela permaneceu desconfiada das verdadeiras intenções dele até o fim."
    },
    {
      "en": "He's wary of crowds and large gatherings.",
      "pt": "Ele tem receio de multidões e grandes aglomerações."
    },
    {
      "en": "She tasted the spicy soup warily.",
      "pt": "Ela provou a sopa apimentada com cautela."
    },
    {
      "en": "The central bank is wary of raising interest rates too quickly.",
      "pt": "O banco central está cauteloso em aumentar as taxas de juros muito rapidamente."
    },
    {
      "en": "The wary fox did not fall for the bait.",
      "pt": "A raposa esperta não caiu na isca."
    },
    {
      "en": "I'm a bit wary of the new neighbors; they are very noisy.",
      "pt": "Estou um pouco desconfiado dos novos vizinhos; eles são muito barulhentos."
    },
    {
      "en": "He was wary of appearing too eager for the job.",
      "pt": "Ele estava cauteloso para não parecer ansioso demais pelo emprego."
    },
    {
      "en": "The government is wary of making any sudden moves.",
      "pt": "O governo está cauteloso em tomar quaisquer medidas repentinas."
    },
    {
      "en": "The cat warily watched the bird from the window.",
      "pt": "O gato observava o pássaro da janela com cautela."
    },
    {
      "en": "She gave him a wary, searching look.",
      "pt": "Ela lhe deu um olhar desconfiado e inquisidor."
    },
    {
      "en": "I am wary of anyone who claims to have all the answers.",
      "pt": "Eu desconfio de qualquer um que afirma ter todas as respostas."
    },
    {
      "en": "The child was wary of the costumed character.",
      "pt": "A criança estava com medo do personagem fantasiado."
    },
    {
      "en": "He was wary of damaging his reputation.",
      "pt": "Ele estava receoso de prejudicar sua reputação."
    },
    {
      "en": "She warily peeked around the corner.",
      "pt": "Ela espiou com cautela ao virar da esquina."
    },
    {
      "en": "It is always best to be wary when walking in an unfamiliar city.",
      "pt": "É sempre melhor ser cauteloso ao caminhar em uma cidade desconhecida."
    },
    {
      "en": "The hikers were wary of the steep, icy trail.",
      "pt": "Os caminhantes estavam cautelosos com a trilha íngreme e gelada."
    },
    {
      "en": "She felt a wary optimism about the future.",
      "pt": "Ela sentia um otimismo cauteloso sobre o futuro."
    },
    {
      "en": "He's wary of new software until it has been tested thoroughly.",
      "pt": "Ele desconfia de novos softwares até que tenham sido testados exaustivamente."
    },
    {
      "en": "She warily considered his proposal.",
      "pt": "Ela considerou a proposta dele com cautela."
    },
    {
      "en": "The team was wary of underestimating their opponent.",
      "pt": "A equipe estava atenta para não subestimar seu oponente."
    },
    {
      "en": "The little fish was wary of the shadow from above.",
      "pt": "O peixinho estava desconfiado da sombra vinda de cima."
    },
    {
      "en": "I was wary of lending him money again.",
      "pt": "Eu estava receoso de emprestar dinheiro a ele novamente."
    },
    {
      "en": "The wary politician crafted his statement carefully.",
      "pt": "O político cauteloso elaborou sua declaração com cuidado."
    },
    {
      "en": "He warily put his hand into the dark box.",
      "pt": "Ele colocou a mão na caixa escura com cautela."
    },
    {
      "en": "The editor was wary of publishing the controversial story.",
      "pt": "O editor estava receoso de publicar a história controversa."
    },
    {
      "en": "The experienced soldier was always wary of ambushes.",
      "pt": "O soldado experiente estava sempre atento a emboscadas."
    },
    {
      "en": "I'm wary of taking on too many responsibilities at once.",
      "pt": "Tenho receio de assumir muitas responsabilidades de uma só vez."
    },
    {
      "en": "The wary animal sniffed the air for danger.",
      "pt": "O animal cauteloso cheirou o ar em busca de perigo."
    },
    {
      "en": "She warily handed over the documents.",
      "pt": "Ela entregou os documentos com desconfiança."
    },
    {
      "en": "Be wary of the strong currents when swimming here.",
      "pt": "Tenha cuidado com as fortes correntes ao nadar aqui."
    },
    {
      "en": "The wary cat kept its distance.",
      "pt": "O gato arisco manteve distância."
    },
    {
      "en": "He was wary of letting his children play near the busy road.",
      "pt": "Ele era cuidadoso em não deixar seus filhos brincarem perto da estrada movimentada."
    },
    {
      "en": "She became wary of his compliments after she found out he was a salesman.",
      "pt": "Ela ficou desconfiada dos elogios dele depois que descobriu que ele era vendedor."
    },
    {
      "en": "He warily watched the stranger approach his house.",
      "pt": "Ele observou com desconfiança o estranho se aproximar de sua casa."
    },
    {
      "en": "The investors remained wary despite the positive news.",
      "pt": "Os investidores permaneceram cautelosos apesar das notícias positivas."
    },
    {
      "en": "She was wary of making a commitment.",
      "pt": "Ela estava receosa de assumir um compromisso."
    },
    {
      "en": "The wary security guard checked my ID twice.",
      "pt": "O segurança cauteloso verificou minha identidade duas vezes."
    },
    {
      "en": "I'm wary of mushrooms I find in the forest.",
      "pt": "Eu desconfio de cogumelos que encontro na floresta."
    },
    {
      "en": "She warily accepted his invitation.",
      "pt": "Ela aceitou o convite dele com desconfiança."
    },
    {
      "en": "The coach is wary of celebrating too early.",
      "pt": "O técnico está cauteloso em comemorar muito cedo."
    },
    {
      "en": "The company is wary of another economic downturn.",
      "pt": "A empresa está receosa de outra crise econômica."
    },
    {
      "en": "The wary survivor of the shipwreck scanned the horizon for land.",
      "pt": "O sobrevivente cauteloso do naufrágio perscrutou o horizonte em busca de terra."
    },
    {
      "en": "He was wary of saying the wrong thing.",
      "pt": "Ele estava com medo de dizer a coisa errada."
    },
    {
      "en": "She warily tested the ice to see if it was thick enough to skate on.",
      "pt": "Ela testou o gelo com cautela para ver se era grosso o suficiente para patinar."
    },
    {
      "en": "Many artists are wary of critics.",
      "pt": "Muitos artistas são desconfiados dos críticos."
    },
    {
      "en": "The wary bird flew away as I got closer.",
      "pt": "O pássaro arisco voou para longe quando me aproximei."
    },
    {
      "en": "I have become wary of his promises because he often breaks them.",
      "pt": "Tornei-me desconfiado de suas promessas porque ele frequentemente as quebra."
    },
    {
      "en": "The wary captain navigated the ship through the storm.",
      "pt": "O capitão cauteloso navegou o navio através da tempestade."
    },
    {
      "en": "He warily stepped onto the rickety bridge.",
      "pt": "Ele pisou com cautela na ponte bamba."
    },
    {
      "en": "She's wary of getting her hopes up.",
      "pt": "Ela tem receio de criar muitas esperanças."
    },
    {
      "en": "The dog gave a wary growl at the mailman.",
      "pt": "O cachorro deu um rosnado desconfiado para o carteiro."
    },
    {
      "en": "I am wary of his advice, as it has been wrong in the past.",
      "pt": "Estou ressabiado com os conselhos dele, pois já estiveram errados no passado."
    },
    {
      "en": "The wary politician gave a non-committal answer.",
      "pt": "O político cauteloso deu uma resposta evasiva."
    },
    {
      "en": "She warily eyed the expensive vase, afraid to break it.",
      "pt": "Ela olhou com cautela para o vaso caro, com medo de quebrá-lo."
    },
    {
      "en": "The community was wary of the new factory being built nearby.",
      "pt": "A comunidade estava desconfiada da nova fábrica que estava sendo construída nas proximidades."
    },
    {
      "en": "The police are wary of releasing too much information to the public.",
      "pt": "A polícia está cautelosa em divulgar muitas informações ao público."
    },
    {
      "en": "The wary animal is hard to catch.",
      "pt": "O animal arisco é difícil de pegar."
    },
    {
      "en": "He was wary of repeating the mistakes of his predecessors.",
      "pt": "Ele estava atento para não repetir os erros de seus antecessores."
    },
    {
      "en": "She entered the silent house warily.",
      "pt": "Ela entrou na casa silenciosa com cautela."
    },
    {
      "en": "The experienced chess player was wary of his opponent's unusual move.",
      "pt": "O jogador de xadrez experiente estava desconfiado do movimento incomum de seu oponente."
    },
    {
      "en": "I'm wary of using public Wi-Fi for sensitive transactions.",
      "pt": "Tenho receio de usar Wi-Fi público para transações sensíveis."
    },
    {
      "en": "The city officials were wary of the developer's plans.",
      "pt": "Os funcionários da cidade estavam desconfiados dos planos do desenvolvedor."
    },
    {
      "en": "The wary cat sniffed at the food before eating.",
      "pt": "O gato desconfiado cheirou a comida antes de comer."
    },
    {
      "en": "He was wary of the stock's sudden increase in value.",
      "pt": "Ele estava desconfiado do aumento repentino no valor da ação."
    },
    {
      "en": "The explorer warily navigated the dense jungle.",
      "pt": "O explorador navegou cautelosamente pela selva densa."
    },
    {
      "en": "The teacher was wary of the student's excuse for being late.",
      "pt": "O professor estava desconfiado da desculpa do aluno por estar atrasado."
    },
    {
      "en": "I'm wary of any deal that requires me to act immediately.",
      "pt": "Eu desconfio de qualquer acordo que exija que eu aja imediatamente."
    },
    {
      "en": "The wary general did not want to commit all his troops at once.",
      "pt": "O general cauteloso não queria empenhar todas as suas tropas de uma vez."
    },
    {
      "en": "The artist was wary of selling his work to just anyone.",
      "pt": "O artista era criterioso em vender seu trabalho para qualquer um."
    },
    {
      "en": "The government is wary of causing inflation.",
      "pt": "O governo está cauteloso para não causar inflação."
    },
    {
      "en": "She warily touched the hot pan to see if it had cooled down.",
      "pt": "Ela tocou com cautela na panela quente para ver se tinha esfriado."
    },
    {
      "en": "Be wary of making assumptions without all the facts.",
      "pt": "Tenha cuidado ao fazer suposições sem todos os fatos."
    },
    {
      "en": "The horse was wary of the new rider.",
      "pt": "O cavalo estava desconfiado do novo cavaleiro."
    },
    {
      "en": "He had a wary attitude towards authority.",
      "pt": "Ele tinha uma atitude desconfiada em relação à autoridade."
    },
    {
      "en": "The wary guard patrolled the perimeter.",
      "pt": "O guarda atento patrulhava o perímetro."
    },
    {
      "en": "She warily looked both ways before crossing the street.",
      "pt": "Ela olhou com cautela para os dois lados antes de atravessar a rua."
    },
    {
      "en": "I am wary of signing anything without reading it first.",
      "pt": "Eu tenho receio de assinar qualquer coisa sem ler primeiro."
    },
    {
      "en": "The wary politician chose to remain neutral.",
      "pt": "O político cauteloso optou por permanecer neutro."
    },
    {
      "en": "He was wary of the powerful currents in the river.",
      "pt": "Ele estava cauteloso com as fortes correntes do rio."
    },
    {
      "en": "The mouse was wary of the cat hiding nearby.",
      "pt": "O rato estava atento ao gato escondido por perto."
    },
    {
      "en": "The company is wary of expanding too fast.",
      "pt": "A empresa está receosa de expandir muito rápido."
    },
    {
      "en": "She warily watched her children play by the water.",
      "pt": "Ela observava com atenção seus filhos brincarem perto da água."
    },
    {
      "en": "Keep a wary eye out for pickpockets in this area.",
      "pt": "Fique atento aos batedores de carteira nesta área."
    },
    {
      "en": "The wary diplomat negotiated the terms of the treaty.",
      "pt": "O diplomata cauteloso negociou os termos do tratado."
    },
    {
      "en": "I'm wary of his promises because he has a history of not following through.",
      "pt": "Estou ressabiado com as promessas dele porque ele tem um histórico de não cumprir."
    },
    {
      "en": "The rabbit was wary of the hawk circling overhead.",
      "pt": "O coelho estava atento ao falcão circulando no alto."
    },
    {
      "en": "She was wary of dating again after her last relationship ended badly.",
      "pt": "Ela estava com receio de namorar de novo depois que seu último relacionamento terminou mal."
    },
    {
      "en": "The wary investor sold his stocks before the market crashed.",
      "pt": "O investidor cauteloso vendeu suas ações antes da quebra do mercado."
    },
    {
      "en": "The wary squirrel gathered nuts for the winter.",
      "pt": "O esquilo precavido juntou nozes para o inverno."
    },
    {
      "en": "He was wary of the dog, even though its owner said it was friendly.",
      "pt": "Ele estava desconfiado do cachorro, embora seu dono dissesse que era amigável."
    },
    {
      "en": "The old fisherman was wary of the sea's unpredictable moods.",
      "pt": "O velho pescador era cauteloso com os humores imprevisíveis do mar."
    },
    {
      "en": "She has always been wary of technology and prefers to do things the old-fashioned way.",
      "pt": "Ela sempre foi desconfiada da tecnologia e prefere fazer as coisas à moda antiga."
    },
    {
      "en": "He was wary of telling his parents about his bad grades.",
      "pt": "Ele estava receoso de contar aos pais sobre suas notas ruins."
    },
    {
      "en": "She was wary of the silence in the house, which was usually noisy.",
      "pt": "Ela estranhou o silêncio na casa, que geralmente era barulhenta."
    },
    {
      "en": "The wary shopkeeper watched the suspicious customer closely.",
      "pt": "O lojista cauteloso observou o cliente suspeito de perto."
    },
    {
      "en": "I'm wary of making any big life changes at the moment.",
      "pt": "Estou cauteloso em fazer grandes mudanças de vida no momento."
    },
    {
      "en": "She looked warily at the high heels, unsure if she could walk in them.",
      "pt": "Ela olhou com receio para os saltos altos, sem saber se conseguiria andar com eles."
    },
    {
      "en": "The wary politician made sure his comments were off the record.",
      "pt": "O político cauteloso garantiu que seus comentários fossem extraoficiais."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "wary",
      "options": [
        "wary",
        "weary"
      ],
      "correct": "wary"
    },
    {
      "question": "wary",
      "options": [
        "very",
        "wary"
      ],
      "correct": "wary"
    },
    {
      "question": "wary",
      "options": [
        "wary",
        "hairy"
      ],
      "correct": "wary"
    },
    {
      "question": "wary",
      "options": [
        "dairy",
        "wary"
      ],
      "correct": "wary"
    },
    {
      "question": "wary",
      "options": [
        "wary",
        "fairy"
      ],
      "correct": "wary"
    },
    {
      "question": "wary",
      "options": [
        "carry",
        "wary"
      ],
      "correct": "wary"
    },
    {
      "question": "wary",
      "options": [
        "wary",
        "marry"
      ],
      "correct": "wary"
    },
    {
      "question": "wary",
      "options": [
        "vary",
        "wary"
      ],
      "correct": "wary"
    },
    {
      "question": "wary",
      "options": [
        "wary",
        "sorry"
      ],
      "correct": "wary"
    },
    {
      "question": "wary",
      "options": [
        "worry",
        "wary"
      ],
      "correct": "wary"
    },
    {
      "question": "wary",
      "options": [
        "wary",
        "cherry"
      ],
      "correct": "wary"
    },
    {
      "question": "wary",
      "options": [
        "berry",
        "wary"
      ],
      "correct": "wary"
    },
    {
      "question": "wary",
      "options": [
        "wary",
        "scary"
      ],
      "correct": "wary"
    },
    {
      "question": "wary",
      "options": [
        "where he",
        "wary"
      ],
      "correct": "wary"
    },
    {
      "question": "wary",
      "options": [
        "wary",
        "ware"
      ],
      "correct": "wary"
    }
  ]
}
