{
  "sentences": [
    {
      "en": "I will finish the project within a week.",
      "pt": "Eu terminarei o projeto dentro de uma semana."
    },
    {
      "en": "The keys must be somewhere within this room.",
      "pt": "As chaves devem estar em algum lugar dentro desta sala."
    },
    {
      "en": "Please keep your expenses within the budget.",
      "pt": "Por favor, mantenha suas despesas dentro do orçamento."
    },
    {
      "en": "He found a new sense of purpose from within.",
      "pt": "Ele encontrou um novo senso de propósito vindo de dentro."
    },
    {
      "en": "You should receive a response within 24 hours.",
      "pt": "Você deve receber uma resposta em até 24 horas."
    },
    {
      "en": "The hotel is located within the city center.",
      "pt": "O hotel está localizado no centro da cidade."
    },
    {
      "en": "Is this restaurant within walking distance?",
      "pt": "Este restaurante fica a uma curta distância a pé?"
    },
    {
      "en": "The answer you seek lies within.",
      "pt": "A resposta que você procura está no seu interior."
    },
    {
      "en": "All employees must operate within the company's guidelines.",
      "pt": "Todos os funcionários devem operar dentro das diretrizes da empresa."
    },
    {
      "en": "She managed to solve the puzzle within ten minutes.",
      "pt": "Ela conseguiu resolver o quebra-cabeça em dez minutos."
    },
    {
      "en": "There is a park within a mile of our house.",
      "pt": "Há um parque a menos de uma milha de nossa casa."
    },
    {
      "en": "The change must come from within the organization.",
      "pt": "A mudança deve vir de dentro da organização."
    },
    {
      "en": "We need to complete this task within the given timeframe.",
      "pt": "Precisamos concluir esta tarefa dentro do prazo estipulado."
    },
    {
      "en": "The sound was coming from within the walls.",
      "pt": "O som vinha de dentro das paredes."
    },
    {
      "en": "Success is within your reach if you work hard.",
      "pt": "O sucesso está ao seu alcance se você trabalhar duro."
    },
    {
      "en": "He felt a deep sadness growing within him.",
      "pt": "Ele sentiu uma profunda tristeza crescendo dentro dele."
    },
    {
      "en": "Can you deliver this package within three days?",
      "pt": "Você pode entregar este pacote em até três dias?"
    },
    {
      "en": "There are no stores within this residential area.",
      "pt": "Não há lojas dentro desta área residencial."
    },
    {
      "en": "Your request is reasonable and within company policy.",
      "pt": "Sua solicitação é razoável e está de acordo com a política da empresa."
    },
    {
      "en": "The doctor will see you within the hour.",
      "pt": "O médico irá atendê-lo dentro de uma hora."
    },
    {
      "en": "Everything you need is contained within this box.",
      "pt": "Tudo o que você precisa está contido nesta caixa."
    },
    {
      "en": "Please keep your questions within the scope of today's topic.",
      "pt": "Por favor, mantenham suas perguntas dentro do escopo do tópico de hoje."
    },
    {
      "en": "She discovered a talent she never knew she had within herself.",
      "pt": "Ela descobriu um talento que nunca soube que tinha dentro de si."
    },
    {
      "en": "The new system will be implemented within six months.",
      "pt": "O novo sistema será implementado em até seis meses."
    },
    {
      "en": "The museum is within the historic district of the city.",
      "pt": "O museu fica no distrito histórico da cidade."
    },
    {
      "en": "The athlete finished the race well within the record time.",
      "pt": "O atleta terminou a corrida bem abaixo do tempo recorde."
    },
    {
      "en": "The decision lies within the jurisdiction of the court.",
      "pt": "A decisão está dentro da jurisdição do tribunal."
    },
    {
      "en": "We expect a resolution within a few business days.",
      "pt": "Esperamos uma resolução em alguns dias úteis."
    },
    {
      "en": "Is there a coffee shop within the building?",
      "pt": "Há uma cafeteria dentro do prédio?"
    },
    {
      "en": "This task falls within my responsibilities.",
      "pt": "Esta tarefa se enquadra nas minhas responsabilidades."
    },
    {
      "en": "The truth is often found within.",
      "pt": "A verdade muitas vezes é encontrada no interior."
    },
    {
      "en": "He promised to call back within the day.",
      "pt": "Ele prometeu ligar de volta ainda hoje."
    },
    {
      "en": "There is a great deal of diversity within our team.",
      "pt": "Há uma grande diversidade em nossa equipe."
    },
    {
      "en": "The final cost was within our initial estimate.",
      "pt": "O custo final ficou dentro de nossa estimativa inicial."
    },
    {
      "en": "He was fighting a great battle within himself.",
      "pt": "Ele estava travando uma grande batalha dentro de si mesmo."
    },
    {
      "en": "The fire was brought under control within an hour.",
      "pt": "O incêndio foi controlado em menos de uma hora."
    },
    {
      "en": "She works within the marketing department.",
      "pt": "Ela trabalha no departamento de marketing."
    },
    {
      "en": "It is not within my power to grant your request.",
      "pt": "Não está em meu poder atender ao seu pedido."
    },
    {
      "en": "I hope to get this done within the week.",
      "pt": "Espero terminar isso dentro de uma semana."
    },
    {
      "en": "The cat likes to hide within the bushes.",
      "pt": "O gato gosta de se esconder no meio dos arbustos."
    },
    {
      "en": "The goal is now within sight.",
      "pt": "O objetivo agora está à vista."
    },
    {
      "en": "The true strength of a nation lies within its people.",
      "pt": "A verdadeira força de uma nação reside em seu povo."
    },
    {
      "en": "The repairs should be completed within two weeks.",
      "pt": "Os reparos devem ser concluídos em até duas semanas."
    },
    {
      "en": "Please ensure you park within the marked lines.",
      "pt": "Por favor, certifique-se de estacionar dentro das linhas marcadas."
    },
    {
      "en": "The temperature must be kept within a specific range.",
      "pt": "A temperatura deve ser mantida dentro de uma faixa específica."
    },
    {
      "en": "He found peace within through meditation.",
      "pt": "Ele encontrou a paz interior através da meditação."
    },
    {
      "en": "We will launch the new product within the next quarter.",
      "pt": "Lançaremos o novo produto no próximo trimestre."
    },
    {
      "en": "The document is stored within a secure folder.",
      "pt": "O documento está armazenado em uma pasta segura."
    },
    {
      "en": "All travel must be within the approved budget.",
      "pt": "Todas as viagens devem estar dentro do orçamento aprovado."
    },
    {
      "en": "The problem lies within the software's code.",
      "pt": "O problema está no código do software."
    },
    {
      "en": "The results of the test will be available within 48 hours.",
      "pt": "Os resultados do exame estarão disponíveis em até 48 horas."
    },
    {
      "en": "There's a beautiful garden within the castle walls.",
      "pt": "Há um belo jardim dentro das muralhas do castelo."
    },
    {
      "en": "This issue is within the competence of the local authorities.",
      "pt": "Esta questão é da competência das autoridades locais."
    },
    {
      "en": "She felt a spark of hope ignite within her.",
      "pt": "Ela sentiu uma centelha de esperança acender dentro dela."
    },
    {
      "en": "He learned to play the guitar within a year.",
      "pt": "Ele aprendeu a tocar violão em um ano."
    },
    {
      "en": "The children were playing within the boundaries of the playground.",
      "pt": "As crianças estavam brincando dentro dos limites do parquinho."
    },
    {
      "en": "His actions were not within the bounds of acceptable behavior.",
      "pt": "Suas ações não estavam dentro dos limites do comportamento aceitável."
    },
    {
      "en": "This topic is complex, with many variations within it.",
      "pt": "Este tópico é complexo, com muitas variações dentro dele."
    },
    {
      "en": "The team aims to score a goal within the first 15 minutes.",
      "pt": "A equipe pretende marcar um gol nos primeiros 15 minutos."
    },
    {
      "en": "The pharmacy is located within the supermarket.",
      "pt": "A farmácia está localizada dentro do supermercado."
    },
    {
      "en": "The victory was almost within our grasp.",
      "pt": "A vitória estava quase ao nosso alcance."
    },
    {
      "en": "The capacity for greatness exists within all of us.",
      "pt": "A capacidade para a grandeza existe dentro de todos nós."
    },
    {
      "en": "The payment is due within 30 days of the invoice date.",
      "pt": "O pagamento deve ser efetuado em até 30 dias da data da fatura."
    },
    {
      "en": "She lives within a close-knit community.",
      "pt": "Ela vive em uma comunidade muito unida."
    },
    {
      "en": "This is well within my area of expertise.",
      "pt": "Isto está bem dentro da minha área de especialização."
    },
    {
      "en": "You must find the courage from within to face your fears.",
      "pt": "Você deve encontrar a coragem de dentro para enfrentar seus medos."
    },
    {
      "en": "I need to make a decision within the next few days.",
      "pt": "Preciso tomar uma decisão nos próximos dias."
    },
    {
      "en": "There is a small cafe within the bookstore.",
      "pt": "Há um pequeno café dentro da livraria."
    },
    {
      "en": "Please try to keep your presentation within 20 minutes.",
      "pt": "Por favor, tente manter sua apresentação dentro de 20 minutos."
    },
    {
      "en": "The revolution started from within the country's own military.",
      "pt": "A revolução começou de dentro das próprias forças armadas do país."
    },
    {
      "en": "The symptoms should subside within a couple of days.",
      "pt": "Os sintomas devem diminuir em alguns dias."
    },
    {
      "en": "He operates a small business from within his home.",
      "pt": "Ele opera uma pequena empresa de dentro de sua casa."
    },
    {
      "en": "The number of errors is within an acceptable limit.",
      "pt": "O número de erros está dentro de um limite aceitável."
    },
    {
      "en": "The noise from within the classroom was distracting.",
      "pt": "O barulho de dentro da sala de aula era perturbador."
    },
    {
      "en": "She has grown so much as a person from within.",
      "pt": "Ela cresceu muito como pessoa de dentro para fora."
    },
    {
      "en": "He had returned within the hour, just as he promised.",
      "pt": "Ele havia retornado em menos de uma hora, exatamente como prometeu."
    },
    {
      "en": "All the necessary files are located within this directory.",
      "pt": "Todos os arquivos necessários estão localizados neste diretório."
    },
    {
      "en": "The boat must stay within the designated shipping lanes.",
      "pt": "O barco deve permanecer dentro das rotas de navegação designadas."
    },
    {
      "en": "The company encourages innovation from within.",
      "pt": "A empresa incentiva a inovação de dentro."
    },
    {
      "en": "The application must be submitted within the deadline.",
      "pt": "A inscrição deve ser enviada dentro do prazo."
    },
    {
      "en": "There is a surprising amount of space within the car.",
      "pt": "Há uma quantidade surpreendente de espaço dentro do carro."
    },
    {
      "en": "Is your password within the required length?",
      "pt": "Sua senha está dentro do comprimento exigido?"
    },
    {
      "en": "The letter was hidden within the pages of a book.",
      "pt": "A carta estava escondida entre as páginas de um livro."
    },
    {
      "en": "The system should be back online within a few minutes.",
      "pt": "O sistema deve voltar a ficar online em alguns minutos."
    },
    {
      "en": "She felt a sense of calm spread from within.",
      "pt": "Ela sentiu uma sensação de calma se espalhar de dentro."
    },
    {
      "en": "This medication must be taken within two hours of a meal.",
      "pt": "Este medicamento deve ser tomado até duas horas após uma refeição."
    },
    {
      "en": "The problem lies not with the team, but within the management.",
      "pt": "O problema não está na equipe, mas sim na gerência."
    },
    {
      "en": "The power to change your life is within you.",
      "pt": "O poder de mudar sua vida está dentro de você."
    },
    {
      "en": "They live in a small cottage within a large forest.",
      "pt": "Eles moram em uma pequena cabana dentro de uma grande floresta."
    },
    {
      "en": "He will retire within the next two years.",
      "pt": "Ele vai se aposentar nos próximos dois anos."
    },
    {
      "en": "The university is renowned for the research conducted within its walls.",
      "pt": "A universidade é renomada pela pesquisa conduzida dentro de seus muros."
    },
    {
      "en": "The task is difficult, but it's within our capabilities.",
      "pt": "A tarefa é difícil, mas está dentro de nossas capacidades."
    },
    {
      "en": "Change within a large corporation is often slow.",
      "pt": "A mudança dentro de uma grande corporação costuma ser lenta."
    },
    {
      "en": "I need that report on my desk within the hour.",
      "pt": "Preciso daquele relatório na minha mesa em até uma hora."
    },
    {
      "en": "The treasure was buried within the grounds of the estate.",
      "pt": "O tesouro foi enterrado nos terrenos da propriedade."
    },
    {
      "en": "Please keep your voice down within the library.",
      "pt": "Por favor, mantenha a voz baixa dentro da biblioteca."
    },
    {
      "en": "The rebellion was quashed from within.",
      "pt": "A rebelião foi esmagada de dentro."
    },
    {
      "en": "The winner will be announced within a month.",
      "pt": "O vencedor será anunciado dentro de um mês."
    },
    {
      "en": "All ingredients are contained within this single packet.",
      "pt": "Todos os ingredientes estão contidos neste único pacote."
    },
    {
      "en": "We must act within the limits of the law.",
      "pt": "Devemos agir dentro dos limites da lei."
    },
    {
      "en": "I heard a noise from within the abandoned building.",
      "pt": "Eu ouvi um barulho de dentro do prédio abandonado."
    },
    {
      "en": "The company has promoted a new CEO from within its ranks.",
      "pt": "A empresa promoveu um novo CEO de dentro de seus quadros."
    },
    {
      "en": "The technology should be available to the public within a decade.",
      "pt": "A tecnologia deve estar disponível ao público dentro de uma década."
    },
    {
      "en": "There is a strict no-smoking policy within this establishment.",
      "pt": "Há uma política rigorosa de não fumar dentro deste estabelecimento."
    },
    {
      "en": "His performance was within expectations.",
      "pt": "O desempenho dele ficou dentro das expectativas."
    },
    {
      "en": "The potential for conflict exists within any group.",
      "pt": "O potencial para conflito existe dentro de qualquer grupo."
    },
    {
      "en": "She had finished her exam within the allotted time.",
      "pt": "Ela havia terminado seu exame dentro do tempo estipulado."
    },
    {
      "en": "The message was hidden within the image file.",
      "pt": "A mensagem estava escondida dentro do arquivo de imagem."
    },
    {
      "en": "The results fall within a 95% confidence interval.",
      "pt": "Os resultados se enquadram em um intervalo de confiança de 95%."
    },
    {
      "en": "He struggled with the demons within.",
      "pt": "Ele lutou com os demônios interiores."
    },
    {
      "en": "The meeting is scheduled to start within 15 minutes.",
      "pt": "A reunião está marcada para começar em 15 minutos."
    },
    {
      "en": "They built a new house within the same neighborhood.",
      "pt": "Eles construíram uma casa nova no mesmo bairro."
    },
    {
      "en": "Your salary will be reviewed within six months.",
      "pt": "Seu salário será reavaliado em até seis meses."
    },
    {
      "en": "Can you hear the music coming from within the car?",
      "pt": "Você consegue ouvir a música vindo de dentro do carro?"
    },
    {
      "en": "We must find a solution from within our own resources.",
      "pt": "Devemos encontrar uma solução a partir de nossos próprios recursos."
    },
    {
      "en": "The article needs to be written within a day.",
      "pt": "O artigo precisa ser escrito em um dia."
    },
    {
      "en": "There is a small pond within the park.",
      "pt": "Há um pequeno lago dentro do parque."
    },
    {
      "en": "This camera has a zoom capability within a 100-meter range.",
      "pt": "Esta câmera tem uma capacidade de zoom dentro de um alcance de 100 metros."
    },
    {
      "en": "The story explores the darkness that can exist within the human heart.",
      "pt": "A história explora a escuridão que pode existir no coração humano."
    },
    {
      "en": "The update should be installed within a few minutes.",
      "pt": "A atualização deve ser instalada em alguns minutos."
    },
    {
      "en": "She felt an immediate connection with the people within that community.",
      "pt": "Ela sentiu uma conexão imediata com as pessoas daquela comunidade."
    },
    {
      "en": "The stock price has fluctuated within a narrow band.",
      "pt": "O preço da ação tem flutuado dentro de uma faixa estreita."
    },
    {
      "en": "There was a murmur of excitement from within the crowd.",
      "pt": "Houve um murmúrio de excitação vindo da multidão."
    },
    {
      "en": "We will have to make a choice within the next 24 hours.",
      "pt": "Teremos que fazer uma escolha nas próximas 24 horas."
    },
    {
      "en": "He hid the gift within his coat.",
      "pt": "Ele escondeu o presente dentro de seu casaco."
    },
    {
      "en": "The solution must be within the framework of international law.",
      "pt": "A solução deve estar no âmbito do direito internacional."
    },
    {
      "en": "The desire to explore is a trait from within.",
      "pt": "O desejo de explorar é uma característica interior."
    },
    {
      "en": "He promised to have the car fixed within the afternoon.",
      "pt": "Ele prometeu consertar o carro durante a tarde."
    },
    {
      "en": "The artist works within a studio in his backyard.",
      "pt": "O artista trabalha em um estúdio no quintal de sua casa."
    },
    {
      "en": "His request was perfectly within reason.",
      "pt": "O pedido dele era perfeitamente razoável."
    },
    {
      "en": "I need to renew my passport within the next six months.",
      "pt": "Preciso renovar meu passaporte nos próximos seis meses."
    },
    {
      "en": "The village is nestled within a beautiful valley.",
      "pt": "A vila está aninhada em um belo vale."
    },
    {
      "en": "She always tried to live within her means.",
      "pt": "Ela sempre tentou viver de acordo com suas posses."
    },
    {
      "en": "A voice from within told him to be careful.",
      "pt": "Uma voz interior lhe disse para ter cuidado."
    },
    {
      "en": "The ship is expected to dock within the hour.",
      "pt": "O navio deve atracar dentro de uma hora."
    },
    {
      "en": "The investigation revealed corruption within the department.",
      "pt": "A investigação revelou corrupção dentro do departamento."
    },
    {
      "en": "The target must be neutralized within a 5-minute window.",
      "pt": "O alvo deve ser neutralizado em uma janela de 5 minutos."
    },
    {
      "en": "He found the strength within to overcome the tragedy.",
      "pt": "Ele encontrou forças internas para superar a tragédia."
    },
    {
      "en": "The city has changed dramatically within my lifetime.",
      "pt": "A cidade mudou drasticamente durante a minha vida."
    },
    {
      "en": "There are many different cultures within Brazil.",
      "pt": "Existem muitas culturas diferentes no Brasil."
    },
    {
      "en": "This decision is not within my authority to make.",
      "pt": "Esta decisão não está dentro da minha autoridade para ser tomada."
    },
    {
      "en": "She felt a war waging within her mind.",
      "pt": "Ela sentia uma guerra travando-se em sua mente."
    },
    {
      "en": "If you don't use the coupon within a week, it will expire.",
      "pt": "Se você não usar o cupom em uma semana, ele irá expirar."
    },
    {
      "en": "The secret ingredient is hidden within the sauce.",
      "pt": "O ingrediente secreto está escondido no molho."
    },
    {
      "en": "The satellite must maintain an orbit within very precise parameters.",
      "pt": "O satélite deve manter uma órbita dentro de parâmetros muito precisos."
    },
    {
      "en": "There is a great source of power hidden deep within you.",
      "pt": "Há uma grande fonte de poder escondida no fundo de você."
    },
    {
      "en": "I expect to hear back from them within a few days.",
      "pt": "Espero ter um retorno deles em alguns dias."
    },
    {
      "en": "He's the best player within the team.",
      "pt": "Ele é o melhor jogador do time."
    },
    {
      "en": "The university is within a short bus ride from my apartment.",
      "pt": "A universidade fica a uma curta viagem de ônibus do meu apartamento."
    },
    {
      "en": "The book explores the conflicts within a family.",
      "pt": "O livro explora os conflitos dentro de uma família."
    },
    {
      "en": "We need to analyze the data within the context of the current market.",
      "pt": "Precisamos analisar os dados no contexto do mercado atual."
    },
    {
      "en": "The store is within a five-minute walk from here.",
      "pt": "A loja fica a cinco minutos a pé daqui."
    },
    {
      "en": "The movie will be released within the next year.",
      "pt": "O filme será lançado no próximo ano."
    },
    {
      "en": "The core of the problem lies within our own strategy.",
      "pt": "O cerne do problema reside em nossa própria estratégia."
    },
    {
      "en": "He had a feeling of unease deep within.",
      "pt": "Ele tinha uma sensação de desconforto no fundo."
    },
    {
      "en": "We offer free shipping for all orders within the country.",
      "pt": "Oferecemos frete grátis para todos os pedidos dentro do país."
    },
    {
      "en": "The rebels were operating from within the city.",
      "pt": "Os rebeldes estavam operando de dentro da cidade."
    },
    {
      "en": "The contest is open to anyone within the age group of 18 to 25.",
      "pt": "O concurso está aberto a qualquer pessoa na faixa etária de 18 a 25 anos."
    },
    {
      "en": "The fire alarm sounded within the building.",
      "pt": "O alarme de incêndio soou dentro do prédio."
    },
    {
      "en": "You must cancel your subscription within 14 days to get a refund.",
      "pt": "Você deve cancelar sua assinatura em até 14 dias para obter um reembolso."
    },
    {
      "en": "It's important to foster a sense of community within the workplace.",
      "pt": "É importante promover um senso de comunidade no local de trabalho."
    },
    {
      "en": "The dog could sense the fear within him.",
      "pt": "O cachorro conseguia sentir o medo dentro dele."
    },
    {
      "en": "The package tracking shows it is within my city.",
      "pt": "O rastreamento do pacote mostra que ele está na minha cidade."
    },
    {
      "en": "He will be eligible for parole within five years.",
      "pt": "Ele será elegível para liberdade condicional em cinco anos."
    },
    {
      "en": "There was a note tucked within the folds of the newspaper.",
      "pt": "Havia um bilhete enfiado nas dobras do jornal."
    },
    {
      "en": "The salary offered is within the industry standard.",
      "pt": "O salário oferecido está dentro do padrão da indústria."
    },
    {
      "en": "The new manager was promoted from within.",
      "pt": "O novo gerente foi promovido internamente."
    },
    {
      "en": "The volcano is located within a national park.",
      "pt": "O vulcão está localizado dentro de um parque nacional."
    },
    {
      "en": "The task should be achievable within the resources we have.",
      "pt": "A tarefa deve ser alcançável com os recursos que temos."
    },
    {
      "en": "Can this be done within the next 30 minutes?",
      "pt": "Isso pode ser feito nos próximos 30 minutos?"
    },
    {
      "en": "All life as we know it exists within this biosphere.",
      "pt": "Toda a vida como a conhecemos existe dentro desta biosfera."
    },
    {
      "en": "His comments were not within the spirit of the discussion.",
      "pt": "Os comentários dele não estavam no espírito da discussão."
    },
    {
      "en": "This species is found only within a small region.",
      "pt": "Esta espécie é encontrada apenas em uma pequena região."
    },
    {
      "en": "The elections will take place within 90 days.",
      "pt": "As eleições ocorrerão em até 90 dias."
    },
    {
      "en": "He felt a joy that came from deep within.",
      "pt": "Ele sentiu uma alegria que vinha de dentro."
    },
    {
      "en": "The school is within a safe and quiet neighborhood.",
      "pt": "A escola fica em um bairro seguro e tranquilo."
    },
    {
      "en": "The device must remain within a certain temperature range to function properly.",
      "pt": "O dispositivo deve permanecer dentro de uma certa faixa de temperatura para funcionar corretamente."
    },
    {
      "en": "The company has to innovate from within to stay competitive.",
      "pt": "A empresa tem que inovar de dentro para se manter competitiva."
    },
    {
      "en": "This information should be kept confidential within the team.",
      "pt": "Esta informação deve ser mantida confidencial dentro da equipe."
    },
    {
      "en": "We were within minutes of finishing when the power went out.",
      "pt": "Estávamos a minutos de terminar quando a energia acabou."
    },
    {
      "en": "The password must contain at least one number within it.",
      "pt": "A senha deve conter pelo menos um número."
    },
    {
      "en": "The car is parked somewhere within this multi-level garage.",
      "pt": "O carro está estacionado em algum lugar neste estacionamento de vários andares."
    },
    {
      "en": "The promotion is only valid for purchases made within the next week.",
      "pt": "A promoção é válida apenas para compras feitas na próxima semana."
    },
    {
      "en": "His ideas were radical, even within the context of the art world.",
      "pt": "Suas ideias eram radicais, mesmo no contexto do mundo da arte."
    },
    {
      "en": "She carries a quiet strength within her.",
      "pt": "Ela carrega uma força silenciosa dentro de si."
    },
    {
      "en": "There is a small error within the last paragraph.",
      "pt": "Há um pequeno erro no último parágrafo."
    },
    {
      "en": "He hoped to be promoted within a year of joining the company.",
      "pt": "Ele esperava ser promovido em até um ano após ingressar na empresa."
    },
    {
      "en": "The answer is not in the book; it is within you.",
      "pt": "A resposta não está no livro; está dentro de você."
    },
    {
      "en": "Please stay within the designated waiting area.",
      "pt": "Por favor, permaneça na área de espera designada."
    },
    {
      "en": "The negotiations are expected to conclude within the month.",
      "pt": "Espera-se que as negociações sejam concluídas dentro do mês."
    },
    {
      "en": "She found the courage within to speak up.",
      "pt": "Ela encontrou coragem interior para se manifestar."
    },
    {
      "en": "The island is within the territorial waters of the country.",
      "pt": "A ilha está dentro das águas territoriais do país."
    },
    {
      "en": "The solution to the puzzle is contained within the riddle itself.",
      "pt": "A solução para o enigma está contida na própria charada."
    },
    {
      "en": "I will try to get back to you within a day or two.",
      "pt": "Vou tentar te dar um retorno em um ou dois dias."
    },
    {
      "en": "There are tensions within the ruling party.",
      "pt": "Há tensões dentro do partido no poder."
    },
    {
      "en": "The new park is within easy reach of public transportation.",
      "pt": "O novo parque tem fácil acesso por transporte público."
    },
    {
      "en": "All returns must be made within 30 days of purchase.",
      "pt": "Todas as devoluções devem ser feitas em até 30 dias da compra."
    },
    {
      "en": "The library is within the main university campus.",
      "pt": "A biblioteca fica no campus principal da universidade."
    },
    {
      "en": "We were within a hair's breadth of winning the game.",
      "pt": "Estivemos a um triz de ganhar o jogo."
    },
    {
      "en": "He had to find the motivation from within.",
      "pt": "Ele teve que encontrar a motivação de dentro."
    },
    {
      "en": "The food should be consumed within two days.",
      "pt": "A comida deve ser consumida em até dois dias."
    },
    {
      "en": "The key to happiness lies within oneself.",
      "pt": "A chave para a felicidade está dentro de si mesmo."
    },
    {
      "en": "Please fill out the form and return it within five business days.",
      "pt": "Por favor, preencha o formulário e devolva-o em até cinco dias úteis."
    },
    {
      "en": "The discussions were kept within the family.",
      "pt": "As discussões foram mantidas em família."
    },
    {
      "en": "The temperature varied within a very small range.",
      "pt": "A temperatura variou dentro de uma faixa muito pequena."
    },
    {
      "en": "The ship disappeared within the fog.",
      "pt": "O navio desapareceu na neblina."
    },
    {
      "en": "The battery should be replaced within three years.",
      "pt": "A bateria deve ser substituída em até três anos."
    },
    {
      "en": "Is this within your budget?",
      "pt": "Isso está dentro do seu orçamento?"
    },
    {
      "en": "There's a traitor within our midst.",
      "pt": "Há um traidor entre nós."
    },
    {
      "en": "I am confident we can achieve this within the deadline.",
      "pt": "Estou confiante de que podemos conseguir isso dentro do prazo."
    },
    {
      "en": "The solution must come from within the community.",
      "pt": "A solução deve vir de dentro da comunidade."
    },
    {
      "en": "The lost child was found within the department store.",
      "pt": "A criança perdida foi encontrada dentro da loja de departamentos."
    },
    {
      "en": "He completed the course within the expected time.",
      "pt": "Ele concluiu o curso dentro do tempo esperado."
    },
    {
      "en": "There are many talented artists within this city.",
      "pt": "Há muitos artistas talentosos nesta cidade."
    },
    {
      "en": "The software detected an anomaly within the data.",
      "pt": "O software detectou uma anomalia nos dados."
    },
    {
      "en": "The water level must be kept within these two marks.",
      "pt": "O nível da água deve ser mantido entre estas duas marcas."
    },
    {
      "en": "The movie is set entirely within a single room.",
      "pt": "O filme se passa inteiramente dentro de uma única sala."
    },
    {
      "en": "You have to work within the system to change it.",
      "pt": "Você tem que trabalhar dentro do sistema para mudá-lo."
    },
    {
      "en": "He could feel the anger rising within him.",
      "pt": "Ele podia sentir a raiva crescendo dentro dele."
    }
  ],
  "pronunciationExercises": [
    {
      "question": "within",
      "options": [
        "within",
        "wither"
      ],
      "correct": "within"
    },
    {
      "question": "within",
      "options": [
        "wooden",
        "within"
      ],
      "correct": "within"
    },
    {
      "question": "within",
      "options": [
        "within",
        "win"
      ],
      "correct": "within"
    },
    {
      "question": "within",
      "options": [
        "with him",
        "within"
      ],
      "correct": "within"
    },
    {
      "question": "within",
      "options": [
        "within",
        "written"
      ],
      "correct": "within"
    },
    {
      "question": "within",
      "options": [
        "widen",
        "within"
      ],
      "correct": "within"
    },
    {
      "question": "within",
      "options": [
        "within",
        "without"
      ],
      "correct": "within"
    },
    {
      "question": "within",
      "options": [
        "twin",
        "within"
      ],
      "correct": "within"
    },
    {
      "question": "within",
      "options": [
        "within",
        "heathen"
      ],
      "correct": "within"
    },
    {
      "question": "within",
      "options": [
        "ridden",
        "within"
      ],
      "correct": "within"
    },
    {
      "question": "within",
      "options": [
        "within",
        "thin"
      ],
      "correct": "within"
    },
    {
      "question": "within",
      "options": [
        "when",
        "within"
      ],
      "correct": "within"
    },
    {
      "question": "within",
      "options": [
        "within",
        "midden"
      ],
      "correct": "within"
    },
    {
      "question": "within",
      "options": [
        "given",
        "within"
      ],
      "correct": "within"
    },
    {
      "question": "within",
      "options": [
        "within",
        "citizen"
      ],
      "correct": "within"
    }
  ]
}
